Repository: KDE/kooka
Catalog: po/sa/kooka.po
Languages: sa

# @info:tooltip
source: <div>The width at which the image will be printed.</div>
sa: <div>यस्मिन् विस्तारे चित्रं मुद्रितं भविष्यति।</div>

# @label:spinbox
source: Image height:
sa: चित्रस्य ऊर्ध्वता :

# @info:tooltip
source: <div>The height at which the image will be printed.</div>
sa: <div>यस्मिन् ऊर्ध्वतायां चित्रं मुद्रितं भविष्यति।</div>

# @option:radio
source: Fit to page
sa: पृष्ठे फिट्

# @info:tooltip
source: <div>Print using as much of the available space on the paper as possible. The aspect ratio can be maintained.</div>
sa: <div>कागदपत्रे यथासम्भवं उपलब्धं स्थानं उपयुज्य मुद्रयन्तु। आस्पेक्ट् रेश्यो इत्यस्य निर्वाहः कर्तुं शक्यते ।</div>

# @title:group
source: Other Options
sa: अन्ये विकल्पाः

# @option:check
source: Maintain aspect ratio
sa: आस्पेक्ट रेश्यो निर्वाहयन्तु

# @info:tooltip
source: <div>Adjust the height or width to maintain the original aspect ratio of the printed image.</div>
sa: <div>मुद्रितस्य चित्रस्य मूलपक्षानुपातं निर्वाहयितुम् ऊर्ध्वतां विस्तारं वा समायोजयन्तु ।</div>

# @option:check
source: Low resolution (fast draft print)
sa: न्यूनसंकल्पः (द्रुत मसौदामुद्रणम्)

# @info:tooltip
source: <div>Print at as low a resolution as possible. This may not work as intended on all printers.</div>
sa: <div>यथासम्भवं न्यूनसंकल्पेन मुद्रयन्तु। एतत् सर्वेषु मुद्रकेषु यथा अभिप्रेतं कार्यं न कर्तुं शक्नोति ।</div>

# @label:listbox
source: Cut marks:
sa: कटचिह्नम् :

# @item:inlistbox
source: None
sa: न कश्चित्

# @item:inlistbox
source: For multiple pages
sa: बहुपृष्ठानां कृते

# @item:inlistbox
source: Always
sa: सर्वदा

# @info:tooltip
source: <div>Select whether cut/join marks are printed. The marks will reduce the available printable area.</div>
sa: <div>कट/जोइन् चिह्नानि मुद्रितानि सन्ति वा इति चिनोतु। चिह्नानि उपलब्धं मुद्रणयोग्यं क्षेत्रं न्यूनीकरिष्यन्ति।</div>

# @title:group
source: Print Layout
sa: मुद्रणविन्यासः

# @label:textbox
source: Image size:
sa: चित्रस्य आकारः :

# @info:status width,height pixels
source: %1 x %2 pix
sa: %1 x %2 पिक्स

# @label:textbox
source: Available print area:
sa: उपलब्धः मुद्रणक्षेत्रम् :

# @label:textbox
source: Image print area:
sa: चित्रमुद्रणक्षेत्रम् :

# @label:textbox
source: Pages required:
sa: आवश्यकाः पृष्ठाः :

# @info:status
source: %1 dpi
sa: %1 द्पि

source: The scan resolution must be specified for scaling to it.
sa: तस्य स्केलिंग् कृते स्कैन् रिजोल्यूशनं निर्दिष्टं भवितुमर्हति ।

source: A valid size must be specified for custom scaling. One or both of the specified dimensions is zero.
sa: कस्टम् स्केलिंग् कृते वैधः आकारः निर्दिष्टः भवितुमर्हति । निर्दिष्टेषु परिमाणेषु एकः वा उभयः वा शून्यः भवति ।

# @info:status width,height millimetres
source: %1 x %2 mm
sa: %1 x %2 मि.मी

# @info
source: The directory <filename>%2</filename><nl/>could not be accessed.<nl/>%1
sa: <filename>%2</filename><nl/>निर्देशिका अभिगन्तुं न शक्तवती।<nl/>%1

# @info
source: The directory <filename>%2</filename><nl/>could not be created.<nl/>%1
sa: <filename>%2</filename><nl/>निर्देशिका निर्मातुं न शक्यते स्म।<nl/>%1

source: indexed color image (up to 8 bit depth)
sa: अनुक्रमितवर्णप्रतिबिम्बं (८ बिट् गभीरतापर्यन्तं)

source: gray scale image (up to 8 bit depth)
sa: ग्रे स्केल इमेज (८ बिट् गभीरता पर्यन्तम्)

source: lineart image (black and white, 1 bit depth)
sa: lineart इमेज (कृष्णः श्वेतश्च, १ बिट् गभीरता)

source: high/true color image (more than 8 bit depth)
sa: उच्च/सत्यवर्णप्रतिबिम्बं (८ बिट् गभीरतायाः अधिकं)

source: unknown image type %1
sa: अज्ञातः चित्रप्रकारः %1

source: Save OK
sa: ठीकम् रक्षतु

source: Permission denied
sa: अनुमतिः अङ्गीकृता

source: Bad file name
sa: दुष्टं सञ्चिकानाम

source: No space left on device
sa: यन्त्रे स्थानं न अवशिष्टम्

source: Cannot write image format '%1'
sa: '%1' प्रतिबिम्बस्वरूपं लिखितुं न शक्यते ।

source: Cannot write using protocol '%1'
sa: '%1' इति प्रोटोकॉलस्य उपयोगेन लिखितुं न शक्यते ।

source: User cancelled saving
sa: उपयोक्ता रक्षणं रद्दं कृतवान्

source: Cannot create directory
sa: निर्देशिकां निर्मातुं न शक्यते

source: Save failed
sa: रक्षणं विफलम् अभवत्

source: Bad parameter
sa: दुष्टः पैरामीटर्

source: Unknown status %1
sa: अज्ञात स्थिति %1

# @info
source: The file name you supplied has no file extension.<nl/>Should the original one be added?<nl/><nl/>This would result in the new file name <filename>%1</filename>
sa: भवता प्रदत्तस्य सञ्चिकानामस्य सञ्चिकाविस्तारः नास्ति ।<nl/>किं मूलं योजयितव्यम्?<nl/><nl/>एतेन नूतनं सञ्चिकानाम <filename>%1</filename> भविष्यति

source: Extension Missing
sa: विस्तारः अनुपलब्धः

source: Add Extension
sa: विस्तारं योजयतु

source: Do Not Add
sa: न योजयतु

source: Target already exists
sa: लक्ष्यं पूर्वमेव विद्यते

source: Unable to copy the file
sa: सञ्चिकायाः प्रतिलिपिं कर्तुं असमर्थः

source: Unable to rename the file
sa: सञ्चिकायाः नाम परिवर्तनं कर्तुं असमर्थः

source: Error copying file
sa: सञ्चिकायाः प्रतिलिपिकरणे त्रुटिः

source: Error renaming file
sa: सञ्चिकायाः नामकरणं त्रुटिः

source: KDE Scanning
sa: केडीई स्कैनिङ्ग

source: Scale to Width
sa: स्केल टु विड्थ

source: Scale to Height
sa: स्केल टु हाइट

source: Original Size
sa: मूल आकार

source: Set Zoom...
sa: सेट् ज़ूम...

source: Keep Zoom Setting
sa: Zoom Setting इति स्थापयन्तु

source: New Image From Selection
sa: चयनात् नवीनं चित्रम्

source: Mirror Vertically
sa: दर्पणं लम्बवत्

source: Mirror Horizontally
sa: दर्पणं क्षैतिजरूपेण

source: Rotate Counter-Clockwise
sa: घड़ीयाः विपरीतदिशा परिभ्रमन्तु

source: Rotate Clockwise
sa: घड़ीयाः दिशि घुमाव

source: Rotate 180 Degrees
sa: १८० डिग्री घुमाव

source: New Folder...
sa: नवीनं पुटम्...

source: Open With
sa: Open With इति

source: Save Image...
sa: चित्रं रक्षतु...

source: Import Image...
sa: इमेज आयात करें...

source: Delete Image
sa: चित्रं विलोपयन्तु

source: Rename Image
sa: प्रतिबिम्बस्य नाम परिवर्तनं कुर्वन्तु

source: Unload Image
sa: चित्रं अनलोड् कुर्वन्तु

source: Properties...
sa: गुणाः...

source: Select Scan Device...
sa: Scan Device इति चयनं कुर्वन्तु...

source: Add Scan Device...
sa: स्कैन उपकरणं योजयन्तु...

source: Preview
sa: पूर्वावलोकनम्

source: Start Scan
sa: स्कैन् आरभत

source: Scan Presets...
sa: स्कैन पूर्वनिर्धारित...

source: Auto Select
sa: स्वतः चयनं कुर्वन्तु

source: OCR Image...
sa: ओसीआर इमेज...

source: OCR Selection...
sa: ओसीआर चयन...

source: OCR File...
sa: ओसीआर सञ्चिका...

source: Save OCR Result Text...
sa: OCR परिणाम पाठं रक्षतु...

source: Spell Check OCR Result...
sa: वर्तनी जाँच OCR परिणाम...

source: Unload Folder
sa: Unload Folder इति

source: Delete Folder
sa: पुटं विलोपयन्तु

source: Rename Folder
sa: Folder इत्यस्य नामकरणं कुर्वन्तु

source: Folder:
sa: पुटम् :

source: Preferences
sa: प्राधान्यानि

source: General
sa: सामान्य

source: General Options
sa: सामान्यविकल्पाः

source: Startup
sa: स्टार्टअप

source: Startup Options
sa: स्टार्टअप विकल्पाः

source: Image Saving
sa: इमेज सेविंग्

source: Image Saving Options
sa: चित्ररक्षणविकल्पाः

source: Gallery & Thumbnails
sa: गैलरी एवं लघुचित्र

source: Image Gallery and Thumbnail View
sa: चित्रसङ्ग्रहालयः लघुचित्रदृश्यं च

source: OCR
sa: ओसीआर

# @info
source: <title>Gallery Mode - No scanner selected</title><nl/><nl/>In this mode you can browse, manipulate and OCR images already in the gallery.<nl/><nl/><link url="a:1">Select a scanner device</link> to perform scanning, or <link url="a:2">add a device</link> if a scanner is not automatically detected.
sa: <title>गैलरी मोड - कोऽपि स्कैनरः चयनितः नास्ति</title><nl/><nl/> अस्मिन् मोड् मध्ये भवान् पूर्वमेव गैलरी मध्ये स्थितानि चित्राणि ब्राउज् कर्तुं, परिवर्तनं कर्तुं, OCR कर्तुं च शक्नोति ।<nl/><nl/><link url="a:1"> स्कैनरयन्त्रं चिनोतु</link> स्कैनिङ्गं कर्तुं, अथवा<link url="a:2"> एकं यन्त्रं योजयन्तु</link> यदि स्कैनरः स्वयमेव न ज्ञायते।

source: Scan &destination:
sa: स्कैन् &गन्तव्यस्थानम् :

# @info
source: No destination selected
sa: न गन्तव्यं चयनितम्

# @info
source: Unable to load plugin '%1'
sa: प्लगिन् '%1' लोड् कर्तुं असमर्थः।

source: Load the last selected image into the viewer
sa: अन्तिमं चयनितं चित्रं दर्शके लोड् कुर्वन्तु

source: <div>Check this if you want Kooka to load the last selected image into the viewer on startup.<br/><br/>If your images are large, that might slow down Kooka's startup.</div>
sa: <div>यदि भवान् इच्छति यत् Kooka प्रारम्भे अन्तिमचयनितप्रतिबिम्बं दर्शके लोड् करोतु तर्हि एतत् परीक्ष्यताम् ।<br/><br/> यदि भवतः चित्राणि विशालानि सन्ति तर्हि तत् कूकायाः आरम्भं मन्दं कर्तुं शक्नोति ।</div>

source: Always use the Save Assistant
sa: सदैव Save Assistant इत्यस्य उपयोगं कुर्वन्तु

source: <div>Check this if you want to always use the image save assistant, even if there is a default format for the image type.</div>
sa: <div>यदि भवान् सर्वदा चित्ररक्षणसहायकस्य उपयोगं कर्तुम् इच्छति तर्हि एतत् परीक्ष्यताम्, यद्यपि चित्रप्रकारस्य पूर्वनिर्धारितं प्रारूपं अस्ति ।</div>

source: Ask for file name when saving
sa: रक्षणकाले सञ्चिकानाम पृच्छन्तु

source: <div>Check this if you want to always enter a file name when scanning an image.</div>
sa: <div>यदि भवान् चित्रस्य स्कैनिङ्गं कुर्वन् सर्वदा सञ्चिकानाम प्रविष्टुम् इच्छति तर्हि एतत् परीक्ष्यताम् ।</div>

source: Only show recommended formats for this image type
sa: केवलं अस्य चित्रप्रकारस्य अनुशंसितस्वरूपाणि दर्शयन्तु

source: <div>Check this to only show recommended file formats for the scan type. Uncheck it to show all compatible formats.</div>
sa: <div>केवलं स्कैनप्रकारस्य अनुशंसितसञ्चिकास्वरूपाणि दर्शयितुं एतत् परीक्ष्यताम् । सर्वाणि संगतस्वरूपाणि दर्शयितुं तत् अनचेक् कुर्वन्तु ।</div>

source: Always use this save format for this image type
sa: अस्य चित्रप्रकारस्य कृते सर्वदा एतत् रक्षणस्वरूपं उपयुज्यताम्

source: <div>Check this to remember the selected file format for the scanned image type and not ask for it again.</div>
sa: <div>स्कैन् कृतस्य चित्रप्रकारस्य चयनितसञ्चिकास्वरूपं स्मर्तुं पुनः न याचयितुम् एतत् पश्यन्तु ।</div>

source: Allow click-to-rename
sa: क्लिक्-टू-रेनाम अनुमन्यताम्

source: <div>Check this if you want to be able to rename gallery items by clicking on them (otherwise, use the "Rename" menu option).</div>
sa: <div>यदि भवान् गैलरी-वस्तूनाम् उपरि क्लिक् कृत्वा पुनर्नामकरणं कर्तुं शक्नोति तर्हि एतत् पश्यन्तु (अन्यथा, &quot;Rename&quot; मेन्यू विकल्पस्य उपयोगं कुर्वन्तु) ।</div>

source: Show recent folders:
sa: अद्यतनपुटं दर्शयतु:

source: <div>Select whether and where a list of recently accessed gallery folders will be shown.</div>
sa: <div>सद्यः एव अभिगतानां गैलरी-पुटस्य सूची दर्शिता भविष्यति वा कुत्र च इति चिनोतु ।</div>

source: Use a custom background image
sa: इष्टपृष्ठभूमिप्रतिबिम्बस्य उपयोगं कुर्वन्तु

source: <div>Set a custom background image for the thumbnail view.</div>
sa: <div>लघुचित्रदृश्यस्य कृते इष्टपृष्ठभूमिप्रतिबिम्बं सेट् कुर्वन्तु ।</div>

source: Image:
sa: छवि:

source: <div>The background image to use for the thumbnail view.</div>
sa: <div>लघुचित्रदृश्यस्य कृते उपयोक्तुं पृष्ठभूमिप्रतिबिम्बम् ।</div>

source: Preview size:
sa: पूर्वावलोकनस्य आकारः :

source: <div>Select the default preview size for the thumbnail view.</div>
sa: <div>लघुचित्रदृश्यस्य कृते पूर्वनिर्धारितपूर्वावलोकनस्य आकारं चिनोतु ।</div>

source: Dust size:
sa: धूलस्य आकारः :

source: <div>Clusters smaller than this size will be considered to be noise, and ignored. 0 means to not detect dust clusters, -1 means to automatically detect them. The default is 10.</div>
sa: <div>एतस्मात् परिमाणात् लघुतराः समूहाः कोलाहलः इति गण्यन्ते, उपेक्षिताः च । ० इत्यस्य अर्थः अस्ति यत् धूलिसमूहान् न ज्ञातुं, -१ इत्यस्य अर्थः स्वयमेव तान् ज्ञातुं शक्यते । पूर्वनिर्धारितं १० अस्ति ।</div>

source: Gray level:
sa: ग्रे स्तरः :

source: <div>The threshold value below which gray pixels are considered to be black. 0 means to automatically detect the gray level. The default is 160.</div>
sa: <div>यस्य दहलीजमूल्यं यस्य अधः ग्रेपिक्सेलाः कृष्णवर्णाः इति मन्यन्ते । 0 इत्यस्य अर्थः स्वयमेव ग्रे स्तरं ज्ञातुं शक्यते । पूर्वनिर्धारितं १६० अस्ति ।</div>

source: Space width:
sa: अन्तरिक्षविस्तारः :

source: <div>The minimum gap in pixels considered to be word spacing. The default is 0 which means to automatically detect spacing.</div>
sa: <div>शब्दान्तरं मन्यते पिक्सेलमध्ये न्यूनतमं अन्तरम् । पूर्वनिर्धारितं 0 अस्ति यस्य अर्थः अस्ति यत् स्वयमेव अन्तरालस्य अन्वेषणं करणीयम् ।</div>

source: Certainty:
sa: निश्चयः :

source: <div>The acceptance certainty threshold for recognition, characters with a lower certainty are considered to be unknown. The default is 95.</div>
sa: <div>अभिज्ञानार्थं स्वीकारनिश्चयस्य सीमा, न्यूननिश्चययुक्ताः पात्राः अज्ञाताः इति मन्यन्ते । पूर्वनिर्धारितं ९५ अस्ति ।</div>

source: Layout analysis mode:
sa: विन्यासविश्लेषणविधिः :

source: Character set:
sa: वर्णसमूहः :

source: Filter:
sa: फ़िल्टर :

source: Transform:
sa: परिवर्तनम् :

source: Invert input
sa: निवेशं विपर्यययतु

source: Set threshold
sa: दहलीजं सेट् कुर्वन्तु

source: Threshold
sa: देहली

source: Language:
sa: भाषा:

source: User word list:
sa: उपयोक्तृशब्दसूची :

source: User patterns:
sa: उपयोक्तृप्रतिमानाः :

source: Engine mode:
sa: इञ्जिनविधिः :

source: Segmentation mode:
sa: विभाजनविधिः :

source: &File
sa: &संचिका

source: &Image
sa: &छवि

source: &Settings
sa: &सेटिंग्स

source: Image Viewer Toolbar
sa: चित्रदर्शकसाधनपट्टिका

source: Scanning Toolbar
sa: स्कैनिङ्ग टूलबार

source: Image View
sa: चित्रदृश्यम्

source: Scan Preview
sa: स्कैन पूर्वावलोकन

source: OCR results will appear here
sa: अत्र OCR परिणामाः दृश्यन्ते

source: Scan
sa: स्कैन् कुर्वन्तु

source: Gallery
sa: गैलरी

source: User specified
sa: उपयोक्ता निर्दिष्टः

source: on command line
sa: आदेशपङ्क्तौ

# @info
source: There was a problem opening the scanner device.<nl/><nl/>Check that the scanner is connected and switched on, and that SANE support for it is correctly configured.<nl/><nl/>Trying to use scanner device: <icode>%3</icode><nl/>libkookascan reported error: <message>%2</message><nl/>SANE reported error: <message>%1</message>
sa: स्कैनरयन्त्रं उद्घाटयितुं समस्या आसीत्।<nl/><nl/>स्कैनरः संयोजितः अस्ति, चालू च अस्ति, तस्य SANE समर्थनं सम्यक् विन्यस्तं वा इति परीक्ष्यताम्।<nl/><nl/>स्कैनरयन्त्रस्य उपयोगं कर्तुं प्रयत्नः : <icode>%3</icode><nl/>libkookascan इत्यनेन त्रुटिः निवेदिता: <message>%2</message><nl/>SANE इत्यनेन निवेदितम् error: <message>%1</message> इति

source: Add Scan Device
sa: Scan Device योजयन्तु

# @info
source: No scanner devices are available.<nl/><nl/>If your scanner is a type that can be auto-detected by SANE, check that it is connected, switched on and configured correctly.<nl/><nl/>If the scanner cannot be auto-detected by SANE (this includes some network scanners), you need to specify the device to use. Use the <interface>Add Scan Device</interface> option to enter the backend name and parameters, or see that dialog for more information.
sa: कोऽपि स्कैनर-यन्त्रः उपलब्धः नास्ति।<nl/><nl/>यदि भवतः स्कैनरः एकः प्रकारः अस्ति यः SANE द्वारा स्वयमेव ज्ञातुं शक्यते, तर्हि सः सम्यक् संयोजितः, चालू, विन्यस्तः च इति पश्यन्तु।<nl/><nl/>यदि स्कैनरः SANE द्वारा स्वयमेव ज्ञातुं न शक्यते (अस्मिन् केचन संजालस्कैनरः अपि सन्ति), भवद्भिः उपयोगाय यन्त्रं निर्दिष्टव्यम् । पृष्ठभागस्य नाम, पैरामीटर् च प्रविष्टुं <interface>Add Scan Device</interface> विकल्पस्य उपयोगं कुर्वन्तु, अथवा अधिकसूचनार्थं तत् संवादं पश्यन्तु ।

source: No scanner connected
sa: न स्कैनरः संयोजितः

source: No selection
sa: चयनं नास्ति

source: Gallery folder %1
sa: गैलरी समुच्चय %1

source: Gallery image %1
sa: गैलरी चित्र %1

source: Starting OCR on selection
sa: चयनसमये OCR आरभ्यते

source: Starting OCR on the image
sa: चित्रे OCR आरभ्यते

source: OCR File
sa: ओसीआर सञ्चिका

# @info
source: Cannot load <filename>%1</filename> for OCR:<nl/>%2
sa: OCR:<nl/>%2 कृते <filename>%1</filename> लोड् कर्तुं न शक्यते

source: Cannot Read OCR File
sa: OCR सञ्चिकां पठितुं न शक्यते

# @info
source: Starting OCR on file <filename>%1</filename>
sa: <filename>%1</filename> सञ्चिकायां OCR आरभ्यते

source: OCR finished
sa: ओसीआर समाप्तम्

source: There is no OCR result text to spell check.
sa: वर्तनीपरीक्षायै OCR परिणामपाठः नास्ति ।

source: OCR Spell Check not possible
sa: OCR Spell Check सम्भवं नास्ति

source: OCR Spell Check
sa: ओसीआर वर्तनी जाँच

source: No OCR engine is configured. Please select and configure one in order to perform OCR.
sa: कोऽपि OCR इञ्जिनः विन्यस्तः नास्ति । कृपया OCR कर्तुं एकं चित्वा विन्यस्यताम् ।

source: OCR Not Configured
sa: OCR विन्यस्तं नास्ति

source: Cannot load OCR plugin '%1'
sa: OCR प्लगिन् '%1' लोड् कर्तुं न शक्यते।

# @info
source: There was a problem during preview or scanning.<nl/>Check that the scanner is still connected and switched on, <nl/>and that media is loaded if required.<nl/><nl/>Trying to use scanner device: <icode>%3</icode><nl/>libkookascan reported error: <message>%2</message><nl/>SANE reported error: <message>%1</message>
sa: पूर्वावलोकनस्य अथवा स्कैनिङ्गस्य समये समस्या आसीत्।<nl/>स्कैनरः अद्यापि सम्बद्धः अस्ति तथा च चालू अस्ति, <nl/>आवश्यकता चेत् माध्यमं लोड् अस्ति वा इति परीक्ष्यताम्।<nl/><nl/>स्कैनर् उपकरणस्य उपयोगं कर्तुं प्रयत्नः: <icode>%3</icode><nl/>libkookascan इत्यनेन त्रुटिः सूचिता: <message>%2</message><nl/>SANE इत्यनेन त्रुटिः निवेदिता: <message>%1</message> इति

source: Create new image from selection
sa: चयनात् नूतनं चित्रं रचयन्तु

source: Cannot transform, image is read-only
sa: परिवर्तनं कर्तुं न शक्नोति, प्रतिबिम्बं केवलं पठनीयम् अस्ति

source: Loaded image %1
sa: %1 प्रतिबिम्बं लोडितम्

source: Unloaded image
sa: अवरोहितं चित्रम्

source: Loading %1...
sa: %1 लोड् भवति...

source: Scanning, image gallery and OCR
sa: स्कैनिङ्ग, इमेज गैलरी तथा ओसीआर

source: Kooka provides access to scanner hardware using the <a href="http://www.sane-project.org/">SANE</a> library. Kooka allows you to scan, save and view in any image format that KDE supports, and can perform Optical Character Recognition using the open source <a href="http://jocr.sourceforge.net/">GOCR</a> or <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> programs, or the commercial <a href="http://www.rerecognition.com/">KADMOS</a> library.
sa: कूका <a href="http://www.sane-project.org/">SANE</a> पुस्तकालयस्य उपयोगेन स्कैनर-हार्डवेयर्-पर्यन्तं प्रवेशं प्रदाति । Kooka भवन्तं कस्मिन् अपि चित्रस्वरूपे स्कैन् कर्तुं, रक्षितुं, द्रष्टुं च अनुमतिं ददाति यत् KDE समर्थयति, तथा च मुक्तस्रोतस्य <a href="http://jocr.sourceforge.net/">GOCR</a> अथवा <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> कार्यक्रमस्य, अथवा वाणिज्यिक <a href="http://www.rerecognition.com/">KADMOS</a> पुस्तकालयस्य उपयोगेन ऑप्टिकल चरित्रपरिचयं कर्तुं शक्नोति

source: This program is distributed under the terms of the GPL v2 as published by the Free Software Foundation. As a special exception, permission is given to link this program with any version of the KADMOS OCR/ICR engine of reRecognition GmbH (http://www.rerecognition.com), and distribute the resulting executable without including the source code for KADMOS in the source distribution. Note that linking against KADMOS is not permitted under the terms of the Qt GPL licence, so if you wish to do this then you must have a commercial Qt development licence.
sa: एषः कार्यक्रमः प्रकाशितस्य GPL v2 इत्यस्य शर्तानाम् अन्तर्गतं वितरितः अस्ति मुक्तसॉफ्टवेयर फाउण्डेशन द्वारा। विशेष अपवादरूपेण अस्य कार्यक्रमस्य लिङ्क् कर्तुं अनुमतिः दत्ता अस्ति recognition GmbH इत्यस्य KADMOS OCR/ICR इञ्जिनस्य कस्यापि संस्करणस्य सह (http://www.rerecognition.com), तथा परिणामितं कार्यान्वयनीयं वितरन्तु स्रोतवितरणे KADMOS इत्यस्य स्रोतसङ्केतं विना । ध्यानं कुर्वन्तु यत् KADMOS विरुद्धं लिङ्क् करणस्य अनुमतिः नास्ति the Qt GPL licence, अतः यदि भवान् एतत् कर्तुम् इच्छति तर्हि भवतां कृते a वाणिज्यिक Qt विकास अनुज्ञापत्र।

source: (C) 2000-2018, the Kooka developers and contributors
sa: (C) 2000-2018, कूका विकासकाः योगदातारः च

source: Kooka
sa: पचति

source: Jonathan Marten
sa: जोनाथन् मार्टेन्

source: Current maintainer, KDE4/KF6 port
sa: वर्तमान परिपालकः, KDE4/KF6 पोर्ट्

source: Montel Laurent
sa: मोंटेल् लॉरेण्ट्

source: Initial KF5 port
sa: प्रारम्भिक KF5 पोर्ट

source: Klaas Freitag
sa: काच फ्रेटाग

source: Developer
sa: विकासकः

source: Mat Colton
sa: मैट कोल्टन

source: Graphics, web
sa: ग्राफिक्स, जाल

source: Ivan Shvedunov
sa: इवान श्वेडुनोव

source: Original kscan application
sa: मूल kscan अनुप्रयोग

source: Alex Kempshall
sa: एलेक्स केम्पशाल्

source: Photocopy facility
sa: छायाप्रतिलिपि सुविधा

source: Gallery mode - do not connect to scanner
sa: गैलरी मोड - स्कैनर सह न संयोजयन्तु

source: The SANE device specification (e.g. 'umax:/dev/sg0')
sa: SANE उपकरणविनिर्देशः (उदा. 'umax:/dev/sg0')

source: device
sa: उपकरणम्‌

source: Edit Scan Preset
sa: सम्पादयतु स्कैन पूर्वनिर्धारितम्

source: Change the name and/or description of the scan preset.
sa: स्कैन् पूर्वनिर्धारितस्य नाम वा/वा विवरणं परिवर्तयन्तु ।

source: Save Scan Preset
sa: स्कैन पूर्वनिर्धारितं रक्षतु

source: Enter a name and description for the new scan preset.
sa: नूतनस्य स्कैन् पूर्वनिर्धारितस्य नाम विवरणं च प्रविशन्तु ।

source: Preset name:
sa: पूर्वनिर्धारित नाम :

source: Description:
sa: वर्णनम्‌:

source: Save OCR Result Text
sa: OCR परिणाम पाठं रक्षन्तु

source: Text File (*.txt)
sa: पाठसञ्चिका (*.txt)

# @info
source: Unable to save the OCR results file<nl/><filename>%1</filename>
sa: OCR परिणामसञ्चिकां रक्षितुं असमर्थः<nl/><filename>%1</filename>

source: Error saving OCR results
sa: OCR परिणामान् रक्षितुं त्रुटिः

source: Hidden Messages
sa: गुप्तसन्देशाः

source: Use this button to reenable all messages and questions which have been hidden by using "Don't ask me again".
sa: सर्वान् सन्देशान् प्रश्नान् च पुनः सक्षमं कर्तुं एतस्य बटनस्य उपयोगं कुर्वन्तु ये... "पुनः मा पृच्छतु" इति उपयोगेन गोपिताः सन्ति ।

source: Enable Messages/Questions
sa: सन्देशाः/प्रश्नाः सक्षमाः कुर्वन्तु

source: %1 must be restarted for these settings to take effect.
sa: एतानि सेटिङ्ग्स् प्रभावितुं %1 पुनः आरभणीयम् ।

source: Image Gallery
sa: चित्रसङ्ग्रहालयः

source: Not shown
sa: न दर्शितम्

source: At top
sa: उपरि

source: At bottom
sa: अधः

source: Thumbnail View
sa: लघुचित्र दृश्य

source: None
sa: न कश्चित्

source: OCR Engine:
sa: ओसीआर इञ्जिन :

source: OCR Engine Settings...
sa: OCR इञ्जिन सेटिंग्स्...

source: No OCR engine is selected. Select and configure one to be able to perform OCR.
sa: कोऽपि OCR इञ्जिनः चयनितः नास्ति। OCR कर्तुं शक्नुवन् एकं चित्वा विन्यस्यताम् ।

source: Unknown engine '%1'.
sa: अज्ञात इञ्जिन '%1'।

source: Name
sa: नामः

source: Size
sa: आकृति

source: Format
sa: प्रारूप

source: Kooka Gallery
sa: कूका गैलरी

source: empty
sa: रिक्तम्‌

source: one image
sa: एकं बिम्बम्

source: one file
sa: एकं सञ्चिका

source: one file,
sa: एकं सञ्चिका, .

source: one image,
sa: एकं बिम्बं,

source: 1 folder
sa: १ पुटे

source: You entered a file extension that differs from the existing one. That is not yet possible. Converting 'on the fly' is planned for a future release. Kooka corrects the extension.
sa: भवता विद्यमानात् भिन्नं सञ्चिकाविस्तारं प्रविष्टम् । तत् अद्यापि न सम्भवति। 'मक्षिकायां' परिवर्तनं भविष्ये विमोचनार्थं योजना अस्ति । कूका विस्तारं सम्यक् करोति।

source: On the Fly Conversion
sa: मक्षिकारूपान्तरणम्

source: Not a supported image format
sa: समर्थितं चित्रस्वरूपं न

source: Sub-image %1
sa: उपप्रतिमा %1

# @info
source: Unable to load the image <filename>%2</filename><nl/>%1
sa: <filename>%2</filename><nl/>%1 प्रतिबिम्बं लोड् कर्तुं असमर्थम्

source: Image Load Error
sa: चित्रभारदोषः

source: Incoming/
sa: आगच्छन्ति/ .

# @info
source: Could not save the image<nl/><filename>%2</filename><nl/>%1
sa: चित्रं रक्षितुं न शक्यते<nl/><filename>%2</filename><nl/>%1

source: Image Save Error
sa: चित्र रक्षण त्रुटि

source: All Files (*)
sa: सर्वाणि सञ्चिकाः (*) .

# @title:window
source: Export Image
sa: चित्रं निर्यातयन्तु

source: Import Image File to Gallery
sa: चित्रसञ्चिकां गैलरी मध्ये आयातयन्तु
