Repository: KDE/kooka
Catalog: po/sa/kooka.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Remember this format
sa: एतत् प्रारूपं स्मर्यताम्

# @info
source: Cannot save temporary image file<nl/><filename>%1</filename><nl/><message>%2</message>
sa: अस्थायीप्रतिबिम्बसञ्चिकां रक्षितुं न शक्यते<nl/><filename>%1</filename><nl/><message>%2</message>

source: Other...
sa: इतर...

source: Sending to application
sa: आवेदनं प्रति प्रेषयन्

source: Sending to <application>%1</application>
sa: <application>%1</application> इत्यत्र प्रेषयति

source: Application:
sa: अनुप्रयोगः:

source: Image format:
sa: चित्रस्वरूपम् :

source: Copying image to clipboard
sa: क्लिप्बोर्ड् मध्ये चित्रस्य प्रतिलिपिः

source: <filename>%1</filename>
sa: <सञ्चिकानाम>%1</सञ्चिकानाम>

# @title:window
source: Print Image
sa: चित्रं मुद्रयन्तु

# @info
source: Invalid print options were specified: %1
sa: अमान्यमुद्रणविकल्पाः निर्दिष्टाः आसन्: %1

# @title:window
source: Cannot Print
sa: मुद्रणं कर्तुं न शक्यते

source: Print immediately with same settings
sa: तत्क्षणमेव समानसेटिंग्स् सह मुद्रयन्तु

source: Printing image
sa: चित्रं मुद्रयति

# @info
source: Cannot save image to <filename>%1</filename><nl/><message>%2</message>
sa: चित्रं <filename>%1</filename><nl/><message>%2</message> इत्यत्र रक्षितुं न शक्यते

source: Cannot Save Image
sa: चित्रं रक्षितुं न शक्यते

source: Saving image
sa: चित्रं रक्षति

source: Saving to <filename>%1</filename>
sa: <filename>%1</filename> इत्यत्र रक्षितम्

source: Save Scan
sa: Scan रक्षतु

# @info
source: Cannot save to <filename>%2</filename><nl/>The image format <resource>%1</resource> is not supported.
sa: <filename>%2</filename><nl/>प्रतिबिम्बस्वरूपं <resource>%1</resource> इत्यत्र रक्षितुं न शक्यते ।

source: <application>%1</application>
sa: <अनुप्रयोग>%1</अनुप्रयोग>

# @info
source: The scan was shared to<nl/><link>%1</link>
sa: स्कैन् साझां कृतम् आसीत्<nl/><link> %1</link>

source: Scan Shared
sa: Scan Shared इति

# @info
source: Cannot share the scanned image<nl/><nl/><message>%1</message>
sa: स्कैन् कृतं चित्रं<nl/><nl/><message>%1</message> साझां कर्तुं न शक्यते

source: Optical Character Recognition
sa: प्रकाशिक चरित्र पहचान

source: Start OCR
sa: ओसीआर आरभत

source: Start the Optical Character Recognition process
sa: Optical Character Recognition प्रक्रियां आरभत

source: Stop OCR
sa: ओसीआर स्थगयतु

source: Stop the Optical Character Recognition process
sa: Optical Character Recognition प्रक्रियां स्थगयन्तु

source: Setup
sa: स्थापयति

source: Optical Character Recognition using %1
sa: %1 इत्यस्य उपयोगेन ऑप्टिकल वर्णपरिचयः

source: Executable:
sa: निष्पादनीयः :

# @info
source: <filename>%1</filename>
sa: <सञ्चिकानाम>%1</सञ्चिकानाम>

source: Not found
sa: न लभ्यते

source: Version:
sa: संस्करण:

source: Unknown
sa: अज्ञात

source: No preview available
sa: पूर्वावलोकनं उपलब्धं नास्ति

source: No information available
sa: सूचना उपलब्धा नास्ति

source: Source
sa: स्रोतः

source: Source Image Information
sa: स्रोतः चित्रसूचना

source: OCR Engine
sa: ओसीआर इञ्जिन

source: OCR Engine Information
sa: ओसीआर इञ्जिन सूचना

source: Highlight misspelled words
sa: दुर्वर्तनीशब्दान् प्रकाशयन्तु

source: Use the system spell configuration
sa: सिस्टम् स्पेल् विन्यासस्य उपयोगं कुर्वन्तु

source: Use custom spell configuration
sa: कस्टम् वर्तनीविन्यासस्य उपयोगं कुर्वन्तु

source: Custom Spell Configuration...
sa: कस्टम वर्तनी विन्यास...

source: Start interactive spell check
sa: अन्तरक्रियाशीलं वर्तनीपरीक्षां आरभत

source: Custom spell settings above do not affect this spelling check, use the language setting in the dialog to change the dictionary language.
sa: उपरि कस्टम् वर्तनीसेटिंग्स् एतत् वर्तनीपरीक्षां न प्रभावितयन्ति, शब्दकोशभाषां परिवर्तयितुं संवादे भाषासेटिंग् उपयुज्यताम् ।

source: Spell Check
sa: वर्तनीपरीक्षा

source: OCR Result Spell Checking
sa: OCR परिणाम वर्तनी जाँच

source: Retain temporary files
sa: अस्थायी सञ्चिकाः धारयन्तु

source: Verbose message output
sa: वाक्पटुसन्देशनिर्गमः

source: Debugging
sa: त्रुटिनिवारणम्

source: OCR Debugging
sa: OCR त्रुटिनिवारणम्

source: No image
sa: न बिम्बम्

source: Image: %1
sa: चित्रम् : %1

source: Selection: %1
sa: चयनम् : %1

source: OCR is already in progress
sa: ओसीआर पूर्वमेव प्रचलति

source: OCR could not be started.
sa: ओसीआर आरभ्यतुं न शक्यते स्म ।

source: Check the OCR engine selection and settings.
sa: OCR इञ्जिनस्य चयनं सेटिंग्स् च पश्यन्तु।

source: OCR Setup Error
sa: OCR सेटअप त्रुटि

source: Configure OCR...
sa: OCR विन्यस्तं कुर्वन्तु...

source: The OCR process was stopped
sa: ओसीआर प्रक्रिया स्थगितवती

# @info
source: The following OCR temporary files are retained for debugging:<nl/><nl/>
sa: त्रुटिनिवारणाय निम्नलिखित OCR अस्थायी सञ्चिकाः अवशिष्टाः सन्ति:<nl/><nl/>

source: OCR Temporary Files
sa: ओसीआर अस्थायी सञ्चिकाः

# @info
source: Cannot create temporary file <filename>%1</filename>
sa: अस्थायी सञ्चिका <filename>%1</filename> निर्मातुं न शक्यते

# @info
source: Cannot save image to temporary file <filename>%1</filename>
sa: अस्थायीसञ्चिकायां <filename>%1</filename> प्रतिबिम्बं रक्षितुं न शक्यते

# @info
source: The executable <command>%1</command> could not be found on <envar>PATH</envar>.
sa: <envar>PATH</envar> इत्यत्र कार्यान्वयनीयं <command>%1</command> न लब्धम् ।

# @info
source: The executable <filename>%1</filename> does not exist or is not usable.
sa: कार्यान्वयनीयं <filename>%1</filename> नास्ति अथवा उपयोगयोग्यं नास्ति ।

# @info
source: Command <command>%1</command> crashed with exit status <numid>%2</numid>
sa: <command>%1</command> आदेशः निर्गमनस्थित्या <numid>%2</numid> इत्यनेन सह दुर्घटनाम् अभवत्

# @info
source: Command <command>%1</command> exited with status <numid>%2</numid>
sa: <command>%1</command> आदेशः <numid>%2</numid> इति स्थितिं कृत्वा निर्गतवान्

# @info
source: Running the OCR process failed.
sa: OCR प्रक्रियां चालयितुं विफलम् अभवत् ।

# @info
source: More information may be available in its <link url="%1">standard error</link> log file.
sa: अधिकानि सूचनानि तस्य...<link url="%1"> मानकदोषः</link> log सञ्चिका ।

source: OCR Command Failed
sa: OCR आदेशः विफलः अभवत्

# @info
source: Processing the OCR results failed.
sa: ओसीआर परिणामानां संसाधनं विफलम् अभवत् ।

source: OCR Processing Failed
sa: OCR प्रसंस्करणं विफलम्

source: Executable Path
sa: कार्यान्वयनीय मार्ग

source: Executable path:
sa: निष्पादनीयः मार्गः :

source: Enter or select the path...
sa: मार्गं प्रविशतु वा चयनं कुर्वन्तु...

source: Automatic
sa: स्वतः

source: The GOCR executable is not configured or is not available.
sa: GOCR कार्यान्वयनीयं विन्यस्तं वा उपलब्धं वा नास्ति ।

source: Error
sa: त्रुटि

# @info
source: Cannot read GOCR result file <filename>%1</filename><nl/>%2
sa: GOCR परिणामसञ्चिका <filename>%1</filename><nl/>%2 पठितुं न शक्यते

source: Name or path of the GOCR executable:
sa: GOCR कार्यान्वयनीयस्य नाम वा मार्गः वा :

source: Czech Republic, Slovakia
sa: चेक गणराज्य, स्लोवाकिया

source: Great Britain, USA
sa: ग्रेट् ब्रिटेन, अमेरिका

source: European Countries
sa: यूरोपीयदेशाः

source: The classifier files for KADMOS could not be found. OCR with KADMOS will not be possible. Change the OCR engine in the preferences dialog.
sa: KADMOS कृते वर्गीकरणसञ्चिकाः न प्राप्ताः । KADMOS इत्यनेन सह OCR सम्भवं न भविष्यति। प्राधान्यसंवादे OCR इञ्जिनं परिवर्तयन्तु ।

source: Installation Error
sa: संस्थापनदोषः

source: Please classify the font type and language of the text on the image:
sa: कृपया चित्रे पाठस्य फ़ॉन्ट् प्रकारं भाषां च वर्गीकृत्य स्थापयन्तु:

source: Font Type Selection
sa: फ़ॉन्ट प्रकार चयन

source: Machine print
sa: यन्त्रमुद्रणम्

source: Hand writing
sa: हस्तलेखनम्

source: Norm font
sa: नॉर्म फॉन्ट्

source: Country
sa: देशः

source: OCR Modifier
sa: ओसीआर संशोधक

source: Enable automatic noise reduction
sa: स्वचालितं कोलाहलनिवृत्तिं सक्षमं कुर्वन्तु

source: Enable automatic scaling
sa: स्वचालितं स्केलिंग् सक्षमं कुर्वन्तु

source: Classifier file %1 does not exist
sa: वर्गीकरणसञ्चिका %1 नास्ति

source: Classifier file %1 is not readable
sa: वर्गीकरणसञ्चिका %1 पठनीया नास्ति

# @info %1 is one of the two following messages
source: <para><emphasis>Kadmos</emphasis> is a commercial OCR/ICR library produced by reRecognition&nbsp;AG.</para><para>%1</para><para>See <link url="http://www.rerecognition.com">www.rerecognition.com</link> for more information on Kadmos.</para>
sa: <para><emphasis>कदमोस्</emphasis> reRecognition AG द्वारा निर्मितं व्यावसायिकं OCR/ICR पुस्तकालयम् अस्ति ।</para><para> %1</para><para> पश्यतु<link url="http://www.rerecognition.com"> www.recognition.com इति वृत्तान्तः</link> कद्मोस् विषये अधिकाधिकं ज्ञातुं।</para>

source: This version of Kooka is configured to use the Kadmos engine.
sa: Kooka इत्यस्य एतत् संस्करणं Kadmos इञ्जिनस्य उपयोगाय विन्यस्तम् अस्ति ।

source: This version of Kooka is not configured for Kadmos. The Kadmos libraries need to be installed, and Kooka needs to be rebuilt with the '--with-kadmos' option.
sa: Kooka इत्यस्य एतत् संस्करणं Kadmos कृते विन्यस्तं नास्ति । Kadmos पुस्तकालयानाम् स्थापना आवश्यकी अस्ति, तथा च Kooka इत्यस्य पुनर्निर्माणं '--with-kadmos' विकल्पेन करणीयम् ।

source: The classifier file necessary for OCR cannot be loaded: %1; OCR with the KADMOS engine is not possible.
sa: OCR कृते आवश्यकी वर्गीकरणसञ्चिका लोड् कर्तुं न शक्यते: %1; KADMOS इञ्जिनेण सह OCR सम्भवं नास्ति।

source: KADMOS Installation Problem
sa: KADMOS संस्थापनसमस्या

source: The KADMOS OCR system could not be started: %1 Please check the configuration.
sa: KADMOS OCR प्रणाली आरभ्यतुं न शक्यते स्म: %1 कृपया विन्यासं पश्यन्तु।

source: KADMOS Failure
sa: KADMOS असफलता

source: The OCRAD executable is not configured or is not available.
sa: OCRAD कार्यान्वयनीयं विन्यस्तं वा उपलब्धं वा नास्ति ।

source: No Layout Detection
sa: कोऽपि लेआउट् डिटेक्शन् नास्ति

source: Layout Detection
sa: लेआउट डिटेक्शन

source: Column Detection
sa: स्तम्भपरिचयः

source: Full Layout Detection
sa: पूर्ण लेआउट डिटेक्शन

source: (default)
sa: (मूलभूतम्‌)

# @info
source: File <filename>%1</filename> does not exist
sa: <filename>%1</filename> सञ्चिका नास्ति

# @info
source: File <filename>%1</filename> unreadable
sa: सञ्चिका <filename>%1</filename> अपठनीयम्

# @info
source: Cannot open file <filename>%1</filename>
sa: <filename>%1</filename> सञ्चिकां उद्घाटयितुं न शक्यते

source: Name or path of the OCRAD executable:
sa: OCRAD कार्यान्वयनीयस्य नाम वा मार्गः वा:

source: The Tesseract executable is not configured or is not available.
sa: Tesseract कार्यान्वयनीयं विन्यस्तं वा उपलब्धं वा नास्ति ।

source: Select a file if required...
sa: आवश्यकता चेत् सञ्चिकां चिनोतु...

source: HOCR parsing error, %1
sa: HOCR विश्लेषणदोषः, %1

source: Name or path of the Tesseract executable:
sa: Tesseract कार्यान्वयनीयस्य नाम वा मार्गः वा:

source: <b>Bitmap Picture</b> is a widely used format for images under MS Windows. It is suitable for color, grayscale and line art images.<p>This format is widely supported but is not recommended, use an open format instead.
sa: <b>Bitmap Picture</b> इति MS Windows इत्यस्य अन्तर्गतं चित्राणां कृते बहुधा प्रयुक्तं प्रारूपम् अस्ति । वर्णस्य, ग्रेस्केलस्य, रेखाकलाप्रतिमानां च कृते उपयुक्तम् अस्ति ।<p> एतत् प्रारूपं बहुधा समर्थितं किन्तु न अनुशंसितं, तस्य स्थाने मुक्तस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>Portable Bitmap</b>, as used by Netpbm, is an uncompressed format for line art (bitmap) images. Only 1 bit per pixel depth is supported.
sa: <b>Portable Bitmap</b> , यथा Netpbm द्वारा उपयुज्यते, रेखाकला (bitmap) चित्राणां कृते असंपीडितं प्रारूपम् अस्ति । प्रतिपिक्सेलगहनतां केवलं १ बिट् समर्थितम् अस्ति ।

source: <b>Portable Greymap</b>, as used by Netpbm, is an uncompressed format for grayscale images. Only 8 bit per pixel depth is supported.
sa: <b>Portable Greymap</b> , यथा Netpbm द्वारा उपयुज्यते, ग्रेस्केल इमेज् कृते असंपीडितं प्रारूपम् अस्ति । प्रतिपिक्सेलगहनतां केवलं ८ बिट् समर्थितम् अस्ति ।

source: <b>Portable Pixmap</b>, as used by Netpbm, is an uncompressed format for full color images. Only 24 bit per pixel RGB is supported.
sa: <b>Portable Pixmap</b> , यथा Netpbm द्वारा उपयुज्यते, पूर्णरङ्गप्रतिमानां कृते असंपीडितं प्रारूपम् अस्ति । केवलं २४ बिट् प्रति पिक्सेल RGB समर्थितम् अस्ति ।

source: <b>PCX</b> is a lossless compressed format which is often supported by PC imaging applications, although it is rather old and unsophisticated. It is suitable for color and grayscale images.<p>This format is not recommended, use an open format instead.
sa: <b>PCX</b> एकं हानिरहितं संपीडितं प्रारूपं यत् प्रायः PC इमेजिंग अनुप्रयोगैः समर्थितं भवति, यद्यपि इदं किञ्चित् पुरातनं अपरिष्कृतं च अस्ति । वर्णस्य, ग्रेस्केलस्य च चित्राणां कृते उपयुक्तम् अस्ति ।<p> एतत् प्रारूपं न अनुशंसितम्, तस्य स्थाने मुक्तस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>X Bitmap</b> is often used by the X Window System to store cursor and icon bitmaps.<p>Unless required for this purpose, use a general purpose format instead.
sa: <b>X Bitmap इत्यस्य</b> उपयोगः प्रायः X Window System इत्यनेन कर्सरस्य, चिह्नस्य च बिटमैप्स् संग्रहणार्थं भवति ।<p> यावत् अस्य प्रयोजनस्य आवश्यकता नास्ति तावत् तस्य स्थाने सामान्यप्रयोजनस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>X Pixmap</b> is often used by the X Window System for color icons and other images.<p>Unless required for this purpose, use a general purpose format instead.
sa: <b>X Pixmap इत्यस्य</b> उपयोगः प्रायः X Window System इत्यनेन वर्णचिह्नानां अन्येषां च चित्राणां कृते भवति ।<p> यावत् अस्य प्रयोजनस्य आवश्यकता नास्ति तावत् तस्य स्थाने सामान्यप्रयोजनस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>Portable Network Graphics</b> is a lossless compressed format designed to be portable and extensible. It is suitable for any type of color or grayscale images, indexed or true color.<p>PNG is an open format which is widely supported.
sa: <b>पोर्टेबल नेटवर्कग्राफिक्स्</b> इति हानिरहितं संपीडितं प्रारूपं यत् पोर्टेबलं विस्तारयोग्यं च भवितुं डिजाइनं कृतम् अस्ति । इदं कस्यापि प्रकारस्य वर्णस्य अथवा ग्रेस्केलस्य चित्रस्य, अनुक्रमितस्य अथवा सत्यस्य वर्णस्य कृते उपयुक्तम् अस्ति ।<p> PNG एकं मुक्तं प्रारूपं यत् व्यापकरूपेण समर्थितम् अस्ति ।

source: <b>JPEG</b> is a compressed format suitable for true color or grayscale images. It is a lossy format, so it is not recommended for archiving or for repeated loading and saving.<p>This is an open format which is widely supported.
sa: <b>JPEG</b> इति सच्चिदानन्दवर्णस्य अथवा ग्रेस्केलस्य चित्राणां कृते उपयुक्तं संपीडितं प्रारूपम् अस्ति । इदं हानियुक्तं प्रारूपम् अस्ति, अतः संग्रहणार्थं वा पुनः पुनः लोड् कर्तुं रक्षणार्थं वा न अनुशंसितम् ।<p> एतत् एकं मुक्तं प्रारूपं यत् व्यापकरूपेण समर्थितम् अस्ति ।

source: <b>JPEG 2000</b> was intended as an update to the JPEG format, with the option of lossless compression, but so far is not widely supported. It is suitable for true color or grayscale images.
sa: <b>JPEG 2000 इत्यस्य</b> अभिप्रायः JPEG प्रारूपस्य अद्यतनरूपेण आसीत्, यत्र हानिरहितसंपीडनस्य विकल्पः आसीत्, परन्तु अद्यावधि व्यापकरूपेण समर्थितः नास्ति । सत्यवर्णस्य अथवा ग्रेस्केलप्रतिमानां कृते उपयुक्तम् अस्ति ।

source: <b>Encapsulated PostScript</b> is derived from the PostScript&trade; page description language. Use this format for importing into other applications, or to use with (e.g.) TeX.
sa: <b>Encapsulated PostScript</b> PostScriptTM पृष्ठविवरणभाषायाः व्युत्पन्नम् अस्ति । अन्येषु अनुप्रयोगेषु आयातार्थं, अथवा (उदा.) TeX इत्यनेन सह उपयोगाय एतत् प्रारूपं उपयुज्यताम् ।

source: <b>Truevision Targa</b> can store full color images with an alpha channel, and is used extensively by animation and video applications.<p>This format is not recommended, use an open format instead.
sa: <b>Truevision Targa</b> आल्फा-चैनेल्-सहितं पूर्ण-रङ्ग-चित्रं संग्रहीतुं शक्नोति, एनिमेशन-वीडियो-अनुप्रयोगैः च बहुधा उपयुज्यते ।<p> एतत् प्रारूपं न अनुशंसितम्, तस्य स्थाने मुक्तस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>Graphics Interchange Format</b> is a popular but patent-encumbered format often used for web graphics. It uses lossless compression with up to 256 colors and optional transparency.<p>For legal reasons this format is not recommended, use an open format instead.
sa: <b>ग्राफिक्स् आदानप्रदानस्वरूपं</b> लोकप्रियं किन्तु पेटन्ट-भारितं प्रारूपं यत् प्रायः जालचित्रस्य कृते उपयुज्यते । अस्मिन् २५६ वर्णपर्यन्तं, वैकल्पिकपारदर्शितायाः च सह हानिरहितसंपीडनस्य उपयोगः भवति ।<p> कानूनीकारणात् एतत् प्रारूपं न अनुशंसितं, तस्य स्थाने मुक्तस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>Tagged Image File Format</b> is a versatile and extensible file format widely supported by imaging and publishing applications. It supports indexed and true color images with alpha transparency.<p>Because there are many variations, there may sometimes be compatibility problems. Unless required for use with other applications, use an open format instead.
sa: <b>Tagged Image File Format</b> इति बहुमुखी विस्तारयोग्यं च सञ्चिकास्वरूपं यत् इमेजिंग्-प्रकाशन-अनुप्रयोगैः व्यापकरूपेण समर्थितम् अस्ति । एतत् अल्फा पारदर्शितायाः सह अनुक्रमितानि सत्यानि च वर्णचित्रं समर्थयति ।<p> यतः अनेके विविधताः सन्ति, कदाचित् संगततायाः समस्याः अपि भवितुम् अर्हन्ति । अन्यैः अनुप्रयोगैः सह उपयोगाय यावत् आवश्यकं नास्ति, तावत् तस्य स्थाने मुक्तस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>Multiple-image Network Graphics</b> is derived from the PNG standard and is intended for animated images. It is an open format suitable for all types of images.<p>Images produced by a scanner will not be animated, so unless specifically required for use with other applications use PNG instead.
sa: <b>बहु-प्रतिबिम्बयुक्तं संजाल-चित्रणं</b> PNG-मानकात् प्राप्तम् अस्ति तथा च एनिमेटेड्-प्रतिमानां कृते अभिप्रेतम् अस्ति । सर्वप्रकारस्य चित्राणां कृते उपयुक्तं मुक्तस्वरूपम् अस्ति ।<p> स्कैनरेण निर्मिताः चित्राणि एनिमेटेड् न भविष्यन्ति, अतः अन्यैः अनुप्रयोगैः सह उपयोगाय विशेषतया आवश्यकं यावत् तस्य स्थाने PNG इत्यस्य उपयोगं कुर्वन्तु ।

source: This is the <b>Silicon Graphics</b> native image file format, supporting 24 bit true color images with optional lossless compression.<p>Unless specifically required, use an open format instead.
sa: इदं <b>Silicon Graphics</b> मूलभूतप्रतिबिम्बसञ्चिकास्वरूपम् अस्ति, यत् वैकल्पिकहानिरहितसंपीडनेन सह २४ बिट् सत्या वर्णप्रतिमानां समर्थनं करोति ।<p> यावत् विशेषरूपेण आवश्यकं नास्ति, तावत् तस्य स्थाने मुक्तस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>Wireless Bitmap</b> is a monochrome bitmap format optimised for WAP mobile devices. It supports black and white bitmaps only.<p>Unless specifically required, use an general purpose format instead.
sa: <b>वायरलेस् बिटमैप्</b> इति WAP चलयन्त्राणां कृते अनुकूलितं एकवर्णीयं बिटमैप् प्रारूपम् अस्ति । एतत् केवलं कृष्णशुक्लबिटमैप्स् समर्थयति ।<p> यावत् विशेषरूपेण आवश्यकं नास्ति, तावत् तस्य स्थाने सामान्यप्रयोजनस्वरूपस्य उपयोगं कुर्वन्तु ।

source: <b>WebP</b> is intended to be an open standard for true colour images with optional transparency. It is widely supported by modern web browsers and graphics software.<p>Various compression methods, both lossy and lossless, are supported. Lossy compression is not recommended for archiving or for repeated loading and saving.
sa: <b>WebP</b> इत्यस्य उद्देश्यं वैकल्पिकपारदर्शितायाः सच्चिदानन्दचित्रेषु मुक्तमानकम् अस्ति । आधुनिकजालपुटैः, ग्राफिक्स् सॉफ्टवेयरैः च अस्य व्यापकरूपेण समर्थनं कृतम् अस्ति ।<p> हानियुक्ताः हानिरहिताः च विविधाः संपीडनविधयः समर्थिताः सन्ति । संग्रहणार्थं वा पुनः पुनः लोड् कर्तुं रक्षणार्थं वा हानियुक्तं संपीडनं न अनुशंसितम् ।

source: Save Assistant
sa: सहायकं रक्षतु

# @info
source: Select a format to save the scanned image.<nl/>This is a <emphasis strong="1">%1</emphasis>.
sa: स्कैन् कृतं चित्रं रक्षितुं प्रारूपं चिनोतु ।<nl/>इदं <emphasis strong="1">%1</emphasis> अस्ति ।

source: File format:
sa: सञ्चिकास्वरूपम् :

source: Image sub-format:
sa: चित्रस्य उपस्वरूपः :

source: File name:
sa: सञ्चिकानाम :

source: Select Format...
sa: Format इति चयनं कुर्वन्तु...

source: No format selected.
sa: न प्रारूपं चयनितम्।

source: No information is available for this format.
sa: अस्य प्रारूपस्य कृते कोऽपि सूचना उपलब्धा नास्ति ।

# @info
source: Unable to create the directory <filename>%1</filename><nl/>for the Kooka gallery - %3..<nl/><nl/>Your document directory <filename>%2</filename><nl/>will be used.<nl/><nl/>Check the document directory setting and permissions.
sa: Kooka-दर्पणस्य कृते <filename>%1</filename><nl/>निर्देशिकां निर्मातुं असमर्थम् - %3..<nl/><nl/>भवतः दस्तावेजनिर्देशिका <filename>%2</filename><nl/>उपयोगः भविष्यति।<nl/><nl/>दस्तावेजनिर्देशिकासेटिंग् अनुमतिः च पश्यन्तु।

source: Error creating gallery
sa: गैलरी निर्मातुं त्रुटिः

# @info
source: An old Kooka gallery was found at <filename>%1</filename>.<nl/>The preferred new location is now <filename>%2</filename>.<nl/><nl/>Do you want to create a new gallery at the new location?
sa: <filename>%1</filename> इत्यत्र पुरातनं Kooka-सङ्ग्रहालयं प्राप्तम् ।<nl/>अधुना प्राधान्यं नूतनं स्थानं <filename>%2</filename> अस्ति ।<nl/><nl/>किं भवान् निर्मातुम् इच्छति नूतनस्थाने नूतनं चित्रशालां?

source: Create New Gallery
sa: New Gallery रचयन्तु

# @action:button
source: Create New
sa: New रचयतु

# @action:button
source: Continue With Old
sa: पुरातनेन सह निरन्तरं कुर्वन्तु

# @info
source: Kooka will use the new gallery, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>If you wish to add the images from your old gallery <link url="file:%2"><filename>%2</filename></link>,<nl/>then you may do so by simply copying or moving the files.
sa: कूका नूतनस्य चित्रशालायाः उपयोगं करिष्यति,<link url="file:%1"><filename> %1</filename></link> .<nl/><nl/> यदि भवान् स्वस्य पुरातनस्य चित्रशालातः चित्राणि योजयितुम् इच्छति<link url="file:%2"><filename> %2</filename></link> , ९.<nl/> ततः भवन्तः केवलं सञ्चिकानां प्रतिलिपिं कृत्वा वा स्थानान्तरयित्वा वा तत् कर्तुं शक्नुवन्ति ।

source: New Gallery Created
sa: नवीन गैलरी निर्मित

source: Old Gallery Exists
sa: पुरातनं दीर्घा विद्यते

source: Rotate image +90 degrees
sa: चित्रं +90 डिग्री परिभ्रमन्तु

source: Rotate image 180 degrees
sa: चित्रं १८० डिग्री परिभ्रमन्तु

source: Rotate image -90 degrees
sa: चित्रं -90 डिग्री परिभ्रमन्तु

source: Mirror image horizontally
sa: दर्पणप्रतिबिम्बं क्षैतिजरूपेण

source: Mirror image vertically
sa: दर्पणप्रतिबिम्बं लम्बवत्

source: Error updating image %1
sa: %1 प्रतिबिम्बस्य अद्यतनीकरणे त्रुटिः

# @title:tab
source: Image
sa: छवि

# @title:group
source: Scaling
sa: स्केलिंग्

# @option:radio
source: Size as on screen
sa: पर्दायां यथा भवति तथा आकारः

# @info:tooltip
source: <div>Print at the same size as seen on screen, determined by the screen resolution.</div>
sa: <div>पटले दृश्यमानस्य समाने आकारे मुद्रणं कुर्वन्तु, यत् पटलस्य संकल्पेन निर्धारितम् अस्ति ।</div>

source: Screen resolution:
sa: स्क्रीन रिजोल्यूशन :

# @info:tooltip
source: <div>This is the current screen resolution. It cannot be changed here.</div>
sa: <div>एतत् वर्तमानं पटलसंकल्पम् अस्ति । अत्र परिवर्तनं कर्तुं न शक्यते।</div>

# @option:radio
source: Size as scanned
sa: यथा स्कैन् कृतं तथा आकारः

# @info:tooltip
source: <div>Print at a size determined by the scan resolution. The resolution is saved with the image and used if available; if it is not, it can be entered here.</div>
sa: <div>स्कैन-संकल्पेन निर्धारित-आकारेन मुद्रयन्तु । संकल्पः प्रतिबिम्बेन सह रक्षितः भवति, उपलब्धे सति च उपयुज्यते; यदि न भवति तर्हि अत्र प्रविष्टुं शक्यते।</div>

source: Scan resolution:
sa: स्कैन रिजोल्यूशन :

# @info:tooltip
source: <div>This is the scan resolution as saved with the image. It can be changed if necessary.</div>
sa: <div>इदं चित्रेण सह रक्षितं यथा स्कैन् रिजोल्यूशनम् अस्ति । आवश्यकतानुसारं परिवर्तनं कर्तुं शक्यते।</div>

# @option:radio
source: Custom size
sa: कस्टम आकार

# @info:tooltip
source: <div>Print scaled to the specified size. The image is centered on the paper.</div>
sa: <div>निर्दिष्टाकारं प्रति मुद्रणं स्केल कृतम् । बिम्बं कागदस्य उपरि केन्द्रीकृतम् अस्ति ।</div>

# @label:spinbox
source: Image width:
sa: चित्रस्य विस्तारः :

# @item:intext abbreviation for 'millimetres'
source: mm
sa: मि.मी
