Repository: KDE/kooka
Catalog: po/sa/kooka.po
Languages: sa

# @info
source: Do you really want to permanently delete the folder<nl/><filename>%1</filename><nl/>and all of its contents? It cannot be restored.
sa: किं भवान् वास्तवमेव पुटं<nl/><filename>%1</filename><nl/>तस्य सर्वाणि सामग्रीनि च स्थायिरूपेण विलोपयितुम् इच्छति? न पुनः स्थापयितुं शक्यते ।

# @info
source: Do you really want to permanently delete the image<nl/><filename>%1</filename>?<nl/>It cannot be restored.
sa: किं भवान् वास्तवमेव चित्रं स्थायिरूपेण विलोपयितुम् इच्छति<nl/><filename>%1</filename>?<nl/>इदं पुनः स्थापयितुं न शक्यते ।

source: Delete Gallery Item
sa: गैलरी मदं विलोपयन्तु

# @info
source: Could not delete the image or folder<nl/><filename>%2</filename><nl/>%1
sa: चित्रं वा पुटं वा<nl/><filename>%2</filename><nl/>%1 लोपयितुं न शक्तवान्

source: File Delete Error
sa: सञ्चिका विलोपनदोषः

source: New Folder
sa: नवीनं पुटम्

source: Name for the new folder:
sa: नूतनपुटस्य नाम :

# @info
source: Could not create the folder<nl/><filename>%2</filename><nl/>%1
sa: <nl/><filename>%2</filename><nl/>%1 इति पुटं निर्मातुं न शक्तम्

source: Folder Create Error
sa: समुच्चय रचयतु त्रुटिः

source: Scan Presets
sa: स्कैन पूर्वनिर्धारित

source: Saved scan preset sets:
sa: रक्षिताः स्कैन् पूर्वनिर्धारितसमूहाः:

source: Select
sa: विचि

source: Load the selected scan preset set to use as scanner settings
sa: स्कैनर सेटिंग्स् रूपेण उपयोक्तुं चयनितं स्कैन् पूर्वनिर्धारितं सेट् लोड् कुर्वन्तु

source: Save...
sa: रक्ष्...

source: Save the current scanner settings as a new scan preset set
sa: वर्तमान स्कैनर सेटिंग्स् नूतनस्कैन् पूर्वनिर्धारितसेट् रूपेण रक्षन्तु

source: Delete the selected scan preset set
sa: चयनितं स्कैन् पूर्वनिर्धारितं सेट् विलोपयन्तु

source: Edit...
sa: सम्पादन...

source: Change the name or description of the selected scan preset set
sa: चयनितस्य स्कैन् पूर्वनिर्धारितस्य सेट् इत्यस्य नाम वा वर्णनं वा परिवर्तयन्तु

source: No preset set selected.
sa: पूर्वनिर्धारितं सेट् न चयनितम्।

# @info
source: Do you really want to delete the set <resource>%1</resource>?
sa: किं भवान् वास्तवमेव <resource>%1</resource> इति सेट् विलोपयितुम् इच्छति?

source: Delete Scan Preset Set
sa: स्कैन पूर्वनिर्धारित सेट् विलोपयन्तु

# @info:status
source: Ready
sa: आत्त

# @info:tooltip
source: The size of the image being viewed in the gallery
sa: चित्रशालायां दृश्यमानस्य चित्रस्य आकारः

# @info:tooltip
source: The size of the selected area that will be scanned
sa: चयनितक्षेत्रस्य आकारः यः स्कैन् भविष्यति

# @info:tooltip
source: <qt>This is the uncompressed size of the scanned image. It tries to warn you if you try to produce too big an image by changing its background color.
sa: <qt>स्कैन् कृतस्य चित्रस्य असंपीडितः आकारः एषः अस्ति । यदि भवान् तस्य पृष्ठभूमिवर्णं परिवर्त्य अतिबृहत् चित्रं उत्पादयितुं प्रयतते तर्हि एतत् भवन्तं चेतयितुं प्रयतते ।

# @info:status
source: Image: %1
sa: चित्रम् : %1

# @info:status
source: Scan: %1
sa: स्कैन् : %1

source: Thumbnails
sa: लघुचित्रम्

source: Preview Size
sa: पूर्वावलोकन आकार

source: Very Large
sa: अतीव विशालः

source: Large
sa: बृहत्‌

source: Medium
sa: मध्यम

source: Small
sa: लघु

source: Very Small
sa: अतीव लघु

source: Tiny
sa: तुच्छ
