Repository: KDE/kooka
Catalog: po/sa/libkookascan.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: All Image Files
sa: सर्वाणि चित्रसञ्चिकाः

source: All Files
sa: सर्वाणि सञ्चिकाः

# @info
source: If your scanner has not been automatically detected, you can specify it here. The <interface>Scanner device</interface> is the SANE backend device name. The <interface>Manufacturer</interface>, <interface>Type</interface> and <interface>Description</interface> can be used to identify the scanner later.<nl/><nl/>More information on <link url="?1">SANE backends</link>, <link url="?2">locating devices</link>, <link url="?3">HP scanners</link>, <link url="?4">device not found</link>.
sa: यदि भवतः स्कैनरः स्वयमेव न ज्ञातः तर्हि भवन्तः अत्र निर्दिष्टुं शक्नुवन्ति । द<interface> स्कैनर यन्त्रम्</interface> SANE पृष्ठभागस्य यन्त्रनाम अस्ति । द<interface> निर्माता</interface> , ९.<interface> प्रकारः</interface> तथा<interface> वर्णनम्‌</interface> पश्चात् स्कैनरस्य परिचयार्थं उपयोक्तुं शक्यते ।<nl/><nl/> विषये अधिकाधिकं सूचनाः<link url="?1"> SANE पृष्ठभागाः</link> , ९.<link url="?2"> यन्त्राणां स्थाननिर्धारणम्</link> , ९.<link url="?3"> एचपी स्कैनर</link> , ९.<link url="?4"> यन्त्रं न लब्धम्</link> .

source: Scanner device:
sa: स्कैनरयन्त्रम् :

# Value used for manufacturer if none entered
source: User specified
sa: उपयोक्ता निर्दिष्टः

source: Manufacturer:
sa: निर्माता :

source: Device type:
sa: यन्त्रप्रकारः :

source: Description:
sa: वर्णनम्‌:

# @info
source: The <interface>Scanner device</interface> should be a backend name (with optional parameters) that is understood by SANE. See <link url="man:/sane">sane(7)</link> or <link url="man:/sane-dll">sane&#8209;dll(5)</link> for more information on available backends and the format of device names.
sa: द<interface> स्कैनर यन्त्रम्</interface> पृष्ठभागस्य नाम (वैकल्पिकमापदण्डैः सह) भवितुमर्हति यत् SANE द्वारा अवगम्यते । पश्यतु<link url="man:/sane"> सने(७) २.</link> वा<link url="man:/sane-dll"> sane‐dll(5) ९.</link> उपलब्धपृष्ठभागस्य अधिकसूचनार्थं तथा उपकरणनामस्वरूपस्य कृते ।

# @info
source: To find the information that needs to be entered here, try to locate the device using the <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> command for SCSI, USB or parallel port scanners, or the <link url="man:/scanimage">scanimage(1)</link> command with the <icode>&#8209;L</icode> option for network scanners. If the scanner is found, then enter the device name displayed by these commands.
sa: अत्र प्रविष्टव्या सूचनां अन्वेष्टुं, यन्त्रस्य स्थानं ज्ञातुं प्रयतध्वम्<link url="man:/sane-find-scanner"> sane‐find‐स्कैनर(1) 1.1.</link> SCSI, USB अथवा समानान्तरपोर्ट् स्कैनर् कृते आदेशः, अथवा...<link url="man:/scanimage"> scanimage(1) ९.</link> आज्ञा सह<icode> ‐ल</icode> संजालस्कैनर् कृते विकल्पः। यदि स्कैनरः लभ्यते तर्हि एतैः आदेशैः प्रदर्शितं यन्त्रनाम प्रविशतु ।

# @info
source: For a USB or networked HP scanner using <link url="http://hplip.sourceforge.net/">HPLIP</link>, try using the <command>hp&#8209;probe</command> command to locate it, for example <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> or <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Note that if the scanner is found by HPLIP, then the device name <icode>hp:</icode> that it displays needs to be replaced by <icode>hpaio:</icode> for SANE.
sa: USB अथवा संजालयुक्तस्य HP स्कैनरस्य कृते उपयुज्यते<link url="http://hplip.sourceforge.net/"> HPLIP</link> , इत्यस्य उपयोगं कर्तुं प्रयतस्व<command> hp‐probe इति</command> तस्य स्थानं ज्ञातुं आदेशः यथा<icode> hp‐probe ‐b usb</icode> वा<icode> hp‐probe ‐b जालम्</icode> . ध्यानं कुर्वन्तु यत् यदि स्कैनरः HPLIP द्वारा लभ्यते तर्हि उपकरणस्य नाम<icode> hp: .</icode> यत् प्रदर्शयति तत् प्रतिस्थापनीयम्<icode> hpaio: १.</icode> SANE कृते ।

# @info
source: If these commands fail to locate your scanner, then it may not be supported by SANE. Check the SANE documentation for a <link url="http://www.sane-project.org/sane-supported-devices.html">list of supported devices</link>.
sa: यदि एते आदेशाः भवतः स्कैनरस्य स्थानं ज्ञातुं असफलाः भवन्ति तर्हि SANE द्वारा समर्थितं न भवेत् । SANE दस्तावेजीकरणं पश्यन्तु क<link url="http://www.sane-project.org/sane-supported-devices.html"> समर्थितयन्त्राणां सूची</link> .

# @info
source: <subtitle>Auto Select</subtitle>
sa: <subtitle>स्वयं चयनं</subtitle>

# @info:tooltip
source: This is the grayscale value of the selected threshold
sa: इदं चयनितस्य दहलीजस्य ग्रेस्केल् मूल्यम् अस्ति

# @info:tooltip
source: Perform the auto-detection again
sa: पुनः स्वतः अन्वेषणं कुर्वन्तु

# @info:tooltip
source: Advanced settings for auto-detection
sa: स्वयमेव अन्वेषणार्थं उन्नतसेटिंग्स्

# @title:window
source: Autoselect Settings
sa: सेटिंग्स् स्वयमेव चयनं कुर्वन्तु

source: Black
sa: कृष्णः

source: White
sa: श्वेतः

source: Select
sa: विचि

source: Select Scan Device
sa: Scan Device इति चिनोतु

source: Available Scanners:
sa: उपलब्धाः स्कैनरः :

source: Always use this device at startup
sa: प्रारम्भे सर्वदा एतत् यन्त्रं उपयुज्यताम्

source: Edit Gamma Table
sa: गामा सारणी सम्पादयतु

source: Brightness
sa: कान्तिः

source: Contrast
sa: विप्रकर्ष

source: Gamma
sa: गाम्मा

source: This gamma table is passed to the scanner hardware.
sa: इदं गामा-सारणीं स्कैनर-हार्डवेयर्-इत्यत्र प्रसारितं भवति ।

source: Fit Best
sa: फिट बेस्ट

source: Original size
sa: मूल आकार

source: Fit Width
sa: फिट चौड़ाई

source: Fit Height
sa: फिट हाइट

source: Zoom %1%
sa: जूम %1% .

source: Unknown
sa: अज्ञात

source: %1x%2 pix, %3 bpp
sa: %1x%2 पिक्स, %3 bpp

source: Image Zoom
sa: इमेज ज़ूम

source: Custom:
sa: आचारः:

source: (Unknown)
sa: (अज्ञात)

source: Reset this setting to its standard value, %1
sa: एतत् सेटिङ्ग् तस्य मानकमूल्ये, %1 इत्यत्र पुनः सेट् कुर्वन्तु

source: PNM Image Files (*.pnm *.pbm *.pgm *.ppm)
sa: PNM चित्रसञ्चिकाः (*.pnm *.pbm *.pgm *.ppm)

source: No scanner selected
sa: कोऽपि स्कैनरः चयनितः नास्ति

source: Default startup configuration
sa: पूर्वनिर्धारितं प्रारम्भविन्यासः

# @info
source: The scanner<nl/><icode>%1</icode><nl/>requires authentication.
sa: स्कैनर<nl/><icode>%1</icode><nl/>प्रमाणीकरणस्य आवश्यकता भवति ।

source: Scanner Authentication
sa: स्कैनर प्रमाणीकरणम्

source: OK
sa: अस्तु

source: No device
sa: न यन्त्रम्

source: Bad parameter
sa: दुष्टः पैरामीटर्

source: Cannot open device
sa: यन्त्रं उद्घाटयितुं न शक्नोति

source: sane_control_option() failed
sa: sane_control_option () विफलम्

source: Error while scanning
sa: स्कैनिङ्गं कुर्वन् त्रुटिः

source: Empty picture
sa: रिक्तं चित्रम्

source: Out of memory
sa: स्मृतेः बहिः

source: Needs reload
sa: पुनः लोडस्य आवश्यकता अस्ति

source: Cancelled
sa: रद्दं कृतम्

source: Not active
sa: न सक्रियः

source: Not supported
sa: न समर्थितम्

source: Unknown status %1
sa: अज्ञात स्थिति %1

source: pixels
sa: पिक्सेल्

source: bits
sa: बिट्

source: mm
sa: मि.मी

source: µsec
sa: μsec

source: No description
sa: न वर्णनम्

# @info:status
source: %1x%2mm
sa: %1x%2मि.मी

source: The autodetection of images on the preview depends on the background color of the preview image (the result of scanning with no document loaded). Please select whether the background of the preview image is black or white.
sa: पूर्वावलोकने चित्राणां स्वयमेव अन्वेषणं पूर्वावलोकनप्रतिबिम्बस्य पृष्ठभूमिवर्णस्य उपरि निर्भरं भवति (दस्तावेजं लोड् न कृत्वा स्कैनिङ्गस्य परिणामः) । कृपया पूर्वावलोकनप्रतिबिम्बस्य पृष्ठभूमिः कृष्णा वा श्वेतवर्णः वा इति चिनोतु ।

# @title:window
source: Autodetection Background
sa: स्वतः अन्वेषण पृष्ठभूमि

# @action:button Name of colour
source: White
sa: श्वेतः

# @action:button Name of colour
source: Black
sa: कृष्णः

source: Unknown device '%1'
sa: अज्ञातं यन्त्रं '%1'.

source: SANE - Scanner Access Now Easy
sa: SANE - स्कैनर-प्रवेशः अधुना सुलभः

source: Scanner access and driver library
sa: स्कैनर-प्रवेशः चालकपुस्तकालयः च

source: LibTIFF
sa: लिबटीफ्फ

source: TIFF image format library
sa: TIFF इमेज प्रारूप पुस्तकालय

source: libpaper
sa: libpaper इति

source: Paper size configuration library
sa: कागदस्य आकारस्य विन्यासपुस्तकालयः

source: Loading non-local images is not yet implemented
sa: अस्थानीयप्रतिमाः लोड् करणं अद्यापि कार्यान्वितं नास्ति

source: Image loading failed
sa: चित्रभारणं विफलम् अभवत्

source: Failed to open TIFF file
sa: TIFF सञ्चिकां उद्घाटयितुं असफलम्

source: Failed to read TIFF directory
sa: TIFF निर्देशिकां पठितुं असफलम्

source: Failed to read TIFF image
sa: TIFF चित्रं पठितुं असफलम्

source: TIFF not supported
sa: TIFF समर्थितम् नास्ति

# @info
source: <title>Scanner&nbsp;Settings</title>
sa: <title>स्कैनर सेटिंग्स्</title>

source: Pre&view
sa: पूर्व&दृश्यम्

source: Start a preview scan and show the preview image
sa: पूर्वावलोकनस्कैन् आरभ्य पूर्वावलोकनप्रतिबिम्बं दर्शयन्तु

source: Start a scan and save the scanned image
sa: स्कैन् आरभ्य स्कैन् कृतं चित्रं रक्षन्तु

source: Stop
sa: विरमतु

source: Scanning
sa: स्कैनिङ्ग

source: &Basic
sa: &आधारभूत

source: Other
sa: इतर

source: Advanced
sa: उन्नतं

source: SANE Debug (from PNM image)
sa: SANE Debug (PNM चित्रात्)

# @info:tooltip
source: Operate in the same way that a real scanner does (including scan area, image processing etc.), but reading from the specified image file. See <link url="man:sane-pnm(5)">sane-pnm(5)</link> for more information.
sa: यथा वास्तविकः स्कैनरः करोति तथा एव कार्यं कुर्वन्तु (स्कैनक्षेत्रं, चित्रसंसाधनम् इत्यादयः समाविष्टाः), परन्तु निर्दिष्टप्रतिबिम्बसञ्चिकातः पठनं कुर्वन्तु । पश्यतु<link url="man:sane-pnm(5)"> सने-पन्म(5) .</link> अधिकविवरणार्थं।

source: Virtual Scanner (any image format)
sa: वर्चुअल् स्कैनर् (किमपि चित्रस्वरूपम्)

# @info:tooltip
source: Do not perform any scanning or processing, but simply read the specified image file. This is for testing the image saving, etc.
sa: किमपि स्कैनिङ्गं वा प्रक्रियां वा न कुर्वन्तु, अपितु केवलं निर्दिष्टं चित्रसञ्चिकां पठन्तु । एतत् प्रतिबिम्बसञ्चयस्य परीक्षणार्थम् इत्यादि ।

source: Reading mode:
sa: पठनविधिः :

source: Default (from scan settings)
sa: पूर्वनिर्धारितम् (स्कैन सेटिंग्स् तः)

source: Black/white bitmap
sa: कृष्ण/श्वेत बिटमैप

source: Grey scale
sa: ग्रे स्केल

source: Low colour
sa: निम्नवर्णः

source: High colour
sa: उच्चवर्णः

source: Force image format:
sa: बलप्रतिबिम्बस्वरूपम् :

source: Edit Gamma Table...
sa: गामा सारणी सम्पादयतु...

# @info
source: <title>No scanner selected</title><nl/><nl/>Select a scanner device to perform scanning.
sa: <title>कोऽपि स्कैनरः चयनितः नास्ति</title><nl/><nl/> स्कैनिङ्गं कर्तुं स्कैनरयन्त्रं चिनोतु ।

# @info
source: <title>No scanner found, or unable to access it</title><nl/><nl/>There was a problem using the SANE (Scanner Access Now Easy) library to access the scanner device. There may be a problem with your SANE installation, or it may not be configured to support your scanner.<nl/><nl/>Check that SANE is correctly installed and configured on your system, and also that the scanner device name and settings are correct.<nl/><nl/>See the SANE project home page (<link url="http://www.sane-project.org">www.sane-project.org</link>) for more information on SANE installation and setup.
sa: <title>न कोऽपि स्कैनरः लब्धः, अथवा तत् प्राप्तुं असमर्थः</title><nl/><nl/> स्कैनर-यन्त्रं प्राप्तुं SANE (Scanner Access Now Easy) पुस्तकालयस्य उपयोगेन समस्या आसीत् । भवतः SANE संस्थापनस्य समस्या अस्ति, अथवा भवतः स्कैनरस्य समर्थनार्थं विन्यस्तं न भवेत् ।<nl/><nl/> SANE भवतः प्रणाल्यां सम्यक् संस्थापितं विन्यस्तं च इति पश्यन्तु, अपि च स्कैनरयन्त्रस्य नाम सेटिङ्ग्स् च सम्यक् सन्ति वा इति ।<nl/><nl/> SANE परियोजनायाः मुखपृष्ठं पश्यन्तु (<link url="http://www.sane-project.org"> www.sane-project.org इत्यत्र</link> ) SANE संस्थापनस्य सेटअपस्य च अधिकसूचनार्थं ।

source: 1-bit depth scan cannot be done in color
sa: १-बिट् गभीरता-स्कैन् वर्णेन कर्तुं न शक्यते

source: 16-bit depth scans are not supported
sa: १६-बिट् गभीरतास्कैन्स् समर्थिताः न सन्ति

source: A file must be entered for testing or virtual scanning
sa: परीक्षणार्थं वा वर्चुअल् स्कैनिङ्गार्थं वा सञ्चिका प्रविष्टा भवितुमर्हति

# @info
source: The testing or virtual file <filename>%1</filename><nl/>was not found or is not readable.
sa: परीक्षणं वा आभासीसञ्चिकां वा <filename>%1</filename><nl/>न प्राप्ता अथवा पठनीया नास्ति ।

# @info
source: SANE Debug can only read PNM files.<nl/>The specified file is type <icode>%1</icode>.
sa: SANE Debug केवलं PNM सञ्चिकाः पठितुं शक्नोति।<nl/>निर्दिष्टसञ्चिका <icode>%1</icode> इति प्रकारः अस्ति ।

source: Scan in progress
sa: स्कैन् प्रचलति

source: Scan in progress<nl/><nl/>%1
sa: स्कैन् प्रचलति<nl/><nl/>%1

source: Cannot preview in Virtual Scanner mode
sa: Virtual Scanner मोड् मध्ये पूर्वावलोकनं कर्तुं न शक्यते

source: Query network for available scanners
sa: उपलब्धानां स्कैनराणां कृते प्रश्नजालम्

source: <div>Check this if you want a network query for available scanners.<br/><br/>Note that this does not mean a query over the entire network, but only those hosts configured for SANE.</div>
sa: <div>यदि भवान् उपलब्धानां स्कैनराणां कृते संजालप्रश्नं इच्छति तर्हि एतत् परीक्ष्यताम् ।<br/><br/> ध्यानं कुर्वन्तु यत् एतस्य अर्थः सम्पूर्णजालस्य उपरि प्रश्नः नास्ति, अपितु केवलं ते होस्ट्-सङ्केताः SANE कृते विन्यस्ताः ।</div>

source: Use the system proxy settings to access network scanners
sa: संजालस्कैनर्-प्रवेशार्थं सिस्टम्-प्रोक्सी-सेटिंग्स्-उपयोगं कुर्वन्तु

source: <div>Check this if you want to use the standard system proxy settings to access network scanners.<br/><br/>Note that some SANE backends (for example 'escl') may not work properly through a proxy.</div>
sa: <div>यदि भवान् संजालस्कैनर्-प्रवेशार्थं मानक-प्रणाली-प्रॉक्सी-सेटिंग्स् उपयोक्तुं इच्छति तर्हि एतत् परीक्ष्यताम् ।<br/><br/> ध्यानं कुर्वन्तु यत् केचन SANE पृष्ठभागाः (उदाहरणार्थं &#39;escl&#39;) प्रॉक्सीद्वारा सम्यक् कार्यं न कर्तुं शक्नुवन्ति ।</div>

source: Show the scanner selection dialog
sa: स्कैनरचयनसंवादं दर्शयतु

source: <div>Check this to show the scanner selection dialog on startup.</div>
sa: <div>प्रारम्भे स्कैनरचयनसंवादं दर्शयितुं एतत् पश्यन्तु ।</div>

source: Threshold:
sa: देहली:

source: <div>Threshold for auto-detection. All pixels lighter (on a black background) or darker (on a white background) than this are considered to be part of the image.</div>
sa: <div>स्वतः-परिचयस्य कृते सीमा । अस्मात् लघुतराः (कृष्णपृष्ठभूमिभागे) अथवा कृष्णतराः (श्वेतपृष्ठभूमिभागे) सर्वे पिक्सेलाः चित्रस्य भागः इति मन्यन्ते ।</div>

source: Dust size (pixels):
sa: धूलस्य आकारः (पिक्सेलः) :

source: <div>Set the dust size; dark or light areas smaller than this will be ignored</div>
sa: <div>रजः आकारं निर्धारयन्तु; अस्मात् लघुतराः कृष्णाः प्रकाशाः वा क्षेत्राणि उपेक्षितानि भविष्यन्ति</div>

source: Add/subtract margin (mm):
sa: मार्जिन योजयतु/घटयतु (मि.मी.): .

source: <div>Set a margin to be added to or subtracted from the detected area</div>
sa: <div>ज्ञातक्षेत्रे योजयितुं घटितुं वा मार्जिनं सेट् कुर्वन्तु</div>

source: Scanner background:
sa: स्कैनर पृष्ठभूमिः

source: <div>Select whether a scan of the empty scanner glass results in a black or a white image</div>
sa: <div>रिक्तस्य स्कैनर-काचस्य स्कैन्-करणेन कृष्णवर्णीयं वा श्वेतवर्णीयं वा चित्रं भवति वा इति चिनोतु</div>

source: Set the size of the scanned area
sa: स्कैन् कृतस्य क्षेत्रस्य आकारं सेट् कुर्वन्तु

source: Full size
sa: पूर्ण आकार

source: (No selection)
sa: (चयनं नास्ति)

source: Portrait
sa: चित्रम्

source: Landscape
sa: भूप्रदेश

source: Set the orientation for a preset size of the scanned area
sa: स्कैन् कृतस्य क्षेत्रस्य पूर्वनिर्धारित आकारस्य अभिमुखीकरणं सेट् कुर्वन्तु

source: Selection
sa: चयनम्
