{
    "KPlugin": {
        "Description": "<emphasis>OCRAD</emphasis> is a free software OCR engine by Antonio&nbsp;Diaz, part of the GNU&nbsp;Project.<nl/><nl/>Images for OCR should be scanned in black/white (lineart) mode. Best results are achieved if the characters are at least 20&nbsp;pixels high. Problems may arise, as usual, with very bold or very light or broken characters, or with merged character groups.<nl/><nl/>See <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> for more information on OCRAD.",
        "Description[ca@valencia]": "<emphasis>OCRAD</emphasis> és un motor d'OCR de programari lliure fet per l'Antonio&nbsp;Diaz, part del Projecte&nbsp;GNU. <nl/><nl/>Les imatges per a OCR s'han d'escanejar en mode blanc i negre (art lineal). S'aconseguixen els millors resultats si els caràcters tenen com a mínim 20&nbsp;píxels d'alçària. Poden produir-se problemes, normalment, amb caràcters molt grossos o molt fins o trencats, o amb grups de caràcters barrejats.<nl/><nl/>Vegeu <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> per a obtindre més informació quant a OCRAD.",
        "Description[ca]": "L'<emphasis>OCRAD</emphasis> és un motor d'OCR de programari lliure fet per l'Antonio&nbsp;Diaz, part del Projecte&nbsp;GNU. <nl/><nl/>Les imatges per a l'OCR s'han d'escanejar en mode blanc i negre (art lineal). S'aconsegueixen els millors resultats si els caràcters tenen com a mínim 20&nbsp;píxels d'alçada. Poden produir-se problemes, normalment, amb caràcters molt grossos o molt fins o trencats, o amb grups de caràcters barrejats.<nl/><nl/>Vegeu <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> per a obtenir més informació quant a l'OCRAD.",
        "Description[en_GB]": "<emphasis>OCRAD</emphasis> is a free software OCR engine by Antonio&nbsp;Diaz, part of the GNU&nbsp;Project.<nl/><nl/>Images for OCR should be scanned in black/white (lineart) mode. Best results are achieved if the characters are at least 20&nbsp;pixels high. Problems may arise, as usual, with very bold or very light or broken characters, or with merged character groups.<nl/><nl/>See <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> for more information on OCRAD.",
        "Description[es]": "<emphasis>OCRAD</emphasis> es un motor OCR de software libre creado por Antonio&nbsp;Díaz, que es parte del Proyecto&nbsp;GNU.<nl/><nl/>Las imágenes para OCR se deben escanear en modo de blanco y negro (arte de línea). Los mejores resultados se consiguen cuando los caracteres tienen al menos 20&nbsp;píxeles de altura. Como es natural, pueden surgir problemas con caracteres muy anchos, muy claros o incompletos, o con grupos de caracteres fusionados.<nl/><nl/>Consulte <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> para más información sobre OCRAD.",
        "Description[eu]": "<emphasis>OCRAD</emphasis> Antonio&nbsp;Diaz-ek eginiko software irekiko OCR motor bat da, GNU&nbsp;Proiektuaren zatia.<nl/><nl/>OCR-rako irudiak zuri/beltz (lineart) moduan eskaneatu beharko lirateke. Emaitzarik onenak karaktereak gutxienez 20&nbsp;pixeletako altuera dutenean lortzen dira. Arazoak sor daitezke, ohi bezala, karaktere oso lodiekin edo oso argiekin edo hautsiekin, edo batutako karaktere-multzoekin.<nl/><nl/>Begiratu <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> OCRAD-en gaineko informazio gehiago lortzeko.",
        "Description[fr]": "<emphasis>OCRAD</emphasis> est un moteur « Open source » de reconnaissance optique de caractères, écrit par Antonio Diaz, faisant partie du projet GNU.<nl/> <nl/>Les images pour la reconnaissance optique de caractères (OCR) doivent être numérisées en mode noir et blanc (lineart). De meilleurs résultats sont obtenus si la taille des caractères est d'au moins 20 pixels. Des problèmes peuvent, en général, survenir avec des polices trop épaisses, trop fines, avec des caractères entrecoupés ou fusionnés.<nl/> <nl/>Veuillez consulter la page <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> pour de plus amples informations sur le logiciel OCRAD. ",
        "Description[gl]": "<emphasis>OCRAD</emphasis> é un motor libre de recoñecemento óptico de caracteres (OCR) obra de Antonio&nbsp;Diaz e parte do Proxecto GNU.<nl/> <nl/> As imaxes para o recoñecemento óptico de caracteres deberían dixitalizarse usando o modo en branco e negro (arte de liñas). Os mellores resultados obtéñense se a altura dos caracteres é polo menos 20&nbsp;píxeles. Pode haber problemas, como sempre, no caso de caracteres moi escuros, moi claros, rotos ou con grupos de caracteres mesturados.<nl/> <nl/> Consulte <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> para obter máis información sobre OCRAD.",
        "Description[he]": "<emphasis>OCRAD</emphasis> הוא מנוע זיהוי תווים אופטי במסגרת תוכנהחופשית שנוצר על ידי אנטוניו דיאז כחלק ממיזם גנו.<nl/><nl/>אפשר לסרוק תמונות לזיהוי תווים אופטי במצב בשחור/לבן (אומנות קווים). התוצאות מיטביות כשגובה התווים הוא 20 פיקסלים לפחות. יכולות לצוץ בעיות, כרגיל,עם תווים מודגשים מאוד או דקיקים מאוד או תווים פגומים, או עם קבוצות תווים ממוזגות.<nl/><nl/>בכתובת <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> יש פרטים נוספים על OCRAD.",
        "Description[it]": "<emphasis>OCRAD</emphasis> è un motore per il riconoscimento ottico dei caratteri (OCR) libero creato da Antonio&nbsp;Diaz, ed è parte del Progetto&nbsp;GNU.<nl/><nl/>Le immagini per l'OCR devono essere scansionate in modalità bianco/nero (lineart). Si ottengono i migliori risultati se i caratteri sono alti almeno 20&nbsp;pixel. Possono sorgere problemi, in genere, con caratteri molto spessi o molto sottili o incompleti, o con gruppi di caratteri mischiati.<nl/><nl/>Per ulteriori informazioni su OCRAD, visita il sito <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link>.",
        "Description[ka]": "<emphasis>OCRAD</emphasis> არის უფასო პროგრამული OCR ძრავა Antonio Diaz- ის მიერ, GNU პროექტის ნაწილი.<nl/><nl/>OCR- ის სურათები უნდა იყოს დასკანერებული შავთეთრ (ხაზოვანი) რეჟიმში. საუკეთესო შედეგები მიიღწევა, თუ სიმბოლოები მინიმუმ 20 პიქსელის სიმაღლითაა. პრობლემები შეიძლება წარმოიშვას, როგორც ყოველთვის, ძალიან სქელი ან ძალიან თხელი ან გატეხილი სიმბოლოებით, ან გაერთიანებული სიმბოლოს ჯგუფებით.<nl/><nl/>იხილეთ <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html მეტი ინფორმაციისთვის OCRAD– ზე.",
        "Description[nl]": "<emphasis>OCRAD</emphasis> is een vrije software OCR-engine door Antonio&nbsp;Diaz, onderdeel van het GNU&nbsp;Project.<nl/><nl/>Afbeeldingen voor OCR zouden gescand moeten zijn in zwart/wit (lineart) modus. De beste resultaten worden bereikt als de tekens minstens 20&nbsp;pixels hoog zijn.  Problemen volgen, zoals gewoonlijk, met erg vette of erg lichte of gebroken tekens of met gemengde tekengroepen.<nl/><nl/>Zie <link href=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> voor meer informatie over OCRAD.",
        "Description[pl]": "<emphasis>OCRAD</emphasis> jest darmowym programowym silnikiem OCR napisanym przez Antonio&nbsp;Diaz, jako część projektu GNU&nbsp;. <nl/><nl/>Obrazy dla OCR powinny być skanowane w trybie czarno białym (rysunek kreskowy). Najlepsze wyniki są osiągane wtedy, gdy tekst jest wysoki na co najmniej 20&nbsp;pikseli.  Problemy mogą pojawić się, jak zwykle, z bardzo pogrubionym lub bardzo cienkim lub z uszkodzonymi znakami, lub ze scalonymi grupami znaków.<nl/><nl/>Zobacz <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\"> www.gnu.org/software/ocrad/ocrad.html</link> po więcej informacji o OCRAD.",
        "Description[sl]": "<emphasis>OCRAD</emphasis> je prosta programska oprema za OCR avtorja Antonio&nbsp;Diaz, del projekta GNU.<nl/><nl/>Slike za OCR je treba optično prebrati v črno-belem (lineart) načinu. Najboljši rezultati so doseženi, če so znaki visoki vsaj 20&nbsp;pikslov. Težave se lahko običajno pojavijo z zelo krepkimi ali zelo svetlimi ali zlomljenimi znaki ali z združenimi skupinami znakov.<nl/><nl/>Glejte <link url=\"http://www.gnu.org/software/ocrad /ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> za več informacij o OCRAD.",
        "Description[sv]": "<emphasis>OCRAD</emphasis> är ett fritt program för optisk teckentydning av Antonio&nbsp;Diaz, som ingår i GNU-projektet.<nl/><nl/>Bilder för optisk teckentydning bör läsas in i svartvitt läge (streckbildsläge). De bästa resultaten uppnås om tecknen är minst 20&nbsp;bildpunkter höga. Problem kan som vanligt uppstå med extrem fetstil, väldigt tunna eller brutna tecken, eller med sammanfogade teckengrupper.<nl/><nl/>Se <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> för mer information om OCRAD.",
        "Description[tr]": "<emphasis>OCRAD</emphasis>, Antonio Diaz tarafından geliştirilen ücretsiz ve açık kaynaklı bir optik karakter tanıma işletkesidir ve aynı zamanda GNU&nbsp;Projesi’nin de bir parçasıdır.<nl/><nl/>Optik karakter tanıma için görseller siyah-beyaz olarak taranmalıdır. En iyi sonucun alınabilmesi için karakterlerin en az 20 piksel yüksekliğinde olması gerekir. Çok kalın, çok ince, bozuk karakterler veya birleştirilmiş karakter grupları olduğu takdirde sorunlar olağan olduğu üzere ortaya çıkabilir.<nl/><nl/>OCRAD üzerine daha fazla bilgi için <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> adresine bakın.",
        "Description[uk]": "<emphasis>OCRAD</emphasis> — вільне програмне забезпечення для розпізнавання текстів, створене Antonio&nbsp;Diaz, є частиною проєкту GNU.<nl/><nl/>Зображення для розпізнавання має бути скановано у чорно-білому (штриховому) режимі. Найкращих результатів можна досягти, якщо висота символів перевищує 20 пікселів. Як завжди, проблеми можуть бути з дуже темними та дуже світлими зображеннями, пошкодженими символами або з групами символів, що перекриваються.<nl/><nl/>Докладніше про OCRAD можна дізнатися <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">тут</link>.",
        "Description[x-test]": "xx<emphasis>OCRAD</emphasis> is a free software OCR engine by Antonio&nbsp;Diaz, part of the GNU&nbsp;Project.<nl/><nl/>Images for OCR should be scanned in black/white (lineart) mode. Best results are achieved if the characters are at least 20&nbsp;pixels high. Problems may arise, as usual, with very bold or very light or broken characters, or with merged character groups.<nl/><nl/>See <link url=\"http://www.gnu.org/software/ocrad/ocrad.html\">www.gnu.org/software/ocrad/ocrad.html</link> for more information on OCRAD.xx",
        "Icon": "ocrad",
        "License": "GPL",
        "Name": "OCRAD",
        "Name[ca@valencia]": "OCRAD",
        "Name[ca]": "OCRAD",
        "Name[cs]": "OCRAD",
        "Name[de]": "OCRAD",
        "Name[el]": "OCRAD",
        "Name[en_GB]": "OCRAD",
        "Name[eo]": "OCRAD",
        "Name[es]": "OCRAD",
        "Name[et]": "OCRAD",
        "Name[eu]": "OCRAD",
        "Name[fi]": "OCRAD",
        "Name[fr]": "OCRAD",
        "Name[gl]": "OCRAD",
        "Name[he]": "OCRAD",
        "Name[it]": "OCRAD",
        "Name[ka]": "OCRAD",
        "Name[ko]": "OCRAD",
        "Name[nl]": "OCRAD",
        "Name[nn]": "OCRAD",
        "Name[pa]": "OCRAD",
        "Name[pl]": "OCRAD",
        "Name[pt]": "OCRAD",
        "Name[pt_BR]": "OCRAD",
        "Name[sl]": "OCRAD",
        "Name[sv]": "OCRAD",
        "Name[tr]": "OCRAD",
        "Name[uk]": "OCRAD",
        "Name[x-test]": "xxOCRADxx",
        "Name[zh_CN]": "OCRAD",
        "Name[zh_TW]": "OCRAD"
    }
}
