Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Use a custom background image
ca@valencia: Utilitza una imatge de fons personalitzada
de: Benutzerdefiniertes Hintergrundbild verwenden
eo: Uzi propran fonbildon
es: Usar una imagen de fondo personalizada
et: Kohandatud taustapildi kasutamine
fi: Käytä mukautettua taustakuvaa
fr: Utiliser une image de fond personnalisée
gl: Usar unha imaxe de fondo personalizada.
he: להשתמש בתמונת רקע מותאמת אישית
ia: Usa un imagined e fundo personalisate
it: Usa un'immagine di sfondo personalizzata
ka: ფონის გამოსახულების ხელით მითითება
ko: 사용자 정의 배경 그림 사용
nl: Een eigen achtergrondafbeelding gebruiken:
pl: Użyj własnego obrazu tła
pt: Usar uma imagem de fundo personalizada
pt_br: Usar uma imagem de fundo personalizada
sl: Izberite sliko za ozadje po meri
sv: Använd en egen bakgrundsbild
uk: Використовувати нетипове зображення тла
zh_tw: 使用自訂背景圖片

source: <div>Set a custom background image for the thumbnail view.</div>
ca@valencia: <div>Definix una imatge de fons personalitzada per a la vista de miniatures.</div>
de: <div>Legt ein benutzerdefiniertes Hintergrundbild für die Anzeige der Vorschaubilder fest.</div>
eo: <div>Meti propran fonbildon por la bildetovido.</div>
es: <div>Definir una imagen de fondo personalizada para la vista de miniaturas.</div>
et: <div>Pisipildivaatele kohandatud taustapildi määramine.</div>
fi: <div>Mukauta pienoiskuvanäkymän taustakuvaa.</div>
fr: <div>Couleur d'arrière-plan à utiliser dans l'affichage en vignettes</div>
gl: <div>Seleccionar unha imaxe de fondo personalizada para a vista de miniaturas.</div>
he: <div>הגדרת תמונת רקע משלך לתצוגת התמונות הממוזערות.</div>
it: <div>Imposta un'immagine di sfondo personalizzata per la vista miniature.</div>
ka: <div>დააყენეთ მორგებული ფონის სურათი მინიატურის ხედისთვის.</div>
ko: <div>섬네일 보기에 사용할 사용자 정의 배경 그림을 설정합니다.</div>
nl: <div>Stel een aangepaste achtergrond afbeelding in voor de weergave van miniaturen.</div>
pl: <div>Ustaw własny obraz tła dla widoku miniatur.</div>
pt: <div>Define uma imagem de fundo personalizada para a área de miniaturas.</div>
sl: <div>Nastavite sliko ozadja po meri za prikaz sličic.</div>
sv: <div>Ange en egen bakgrundsbild för miniatyrbildsvisningen.</div>
uk: <div>Встановити нетипове зображення тла для панелі перегляду мініатюр.</div>
zh_tw: <div>設定縮圖檢視的自訂背景圖片。</div>

source: Image:
ca@valencia: Imatge:
de: Bild:
eo: Bildo:
es: Imagen:
et: Pilt:
fi: Kuva:
gl: Imaxe:
he: תמונה:
ia: Imagine:
it: Immagine:
ka: გამოსახულება:
ko: 그림:
nl: Afbeelding:
pl: Obraz:
pt: Imagem:
pt_br: Imagem:
sl: Slika:
sv: Bild:
uk: Зображення:
zh_tw: 圖片：

source: <div>The background image to use for the thumbnail view.</div>
ca@valencia: <div>La imatge de fons que s'utilitzarà per a la vista de miniatures.</div>
de: <div>Das Hintergrundbild für die Anzeige der Vorschaubilder.</div>
eo: <div>La fonbildo uzenda por la bildetovido.</div>
es: <div>La imagen de fondo a usar en la vista de miniaturas.</div>
et: <div>Pisipildivaate taustapilt.</div>
fi: <div>Pienoiskuvanäkymässä käytettävä taustakuva.</div>
fr: <div>Image d'arrière-plan à utiliser dans l'affichage en vignettes</div>
gl: <div>A imaxe de fondo personalizada para usar na vista de miniaturas.</div>
he: <div>תמונת הרקע לשימוש לתצוגת התמונות הממוזערות.</div>
it: <div>L'immagine di sfondo da usare per la vista miniature.</div>
ka: <div>მინიატურის ხედისთვის გამოყენებული ფონის სურათი.</div>
ko: <div>섬네일 보기에 사용할 배경 그림입니다.</div>
nl: <div>De te gebruiken achtergrondafbeelding voor de weergave van miniaturen.</div>
pl: <div>Obraz tła dla widoku miniatur.</div>
pt: <div>a imagem de fundo a usar na área de miniaturas.</div>
sl: <div>Slika ozadja, ki se uporablja za prikaz sličic.</div>
sv: <div>Bakgrundsbilden att använda för miniatyrbildsvisningen.</div>
uk: <div>Зображення тла, яким слід скористатися для панелі перегляду мініатюр.</div>
zh_tw: <div>縮圖檢視要使用的背景圖片。</div>

source: Preview size:
ca@valencia: Mida de la vista prèvia:
de: Vorschaugröße:
eo: Antaŭrigarda grandeco:
es: Tamaño de la vista previa:
et: Eelvaatluse suurus:
fi: Esikatselun koko:
fr: Taille de l'aperçu :
gl: Tamaño da vista previa:
he: גודל תצוגה מקדימה:
ia: Dimension de vista preliminar:
it: Dimensione anteprima:
ka: მინიატურის ზომა:
ko: 미리 보기 크기:
nl: Voorbeeldgrootte:
pl: Rozmiar podglądu:
pt: Tamanho da antevisão:
pt_br: Tamanho da antevisão:
sl: Velikost predogleda:
sv: Förhandsgranskningens storlek:
uk: Розмір перегляду:
zh_tw: 預覽大小：

source: <div>Select the default preview size for the thumbnail view.</div>
ca@valencia: <div>Selecciona la mida de la vista prèvia predeterminada per a la vista de miniatures.</div>
de: <div>Legt die Standardgröße der Ansicht der Vorschaubilder fest.</div>
eo: <div>Elektu la defaŭltan antaŭrigardan grandecon por la bildetovido.</div>
es: <div>Seleccionar el tamaño predeterminado de la vista previa para la vista de miniaturas.</div>
et: <div>Pisipildivaate eelvaatluse vaikesuuruse määramine.</div>
fi: <div>Valitse pienoiskuvanäkymän esikatselun oletuskoko.</div>
fr: <div>Choisir la taille d'affichage par défaut pour la vue en vignettes.</div>
gl: <div>Seleccionar o tamaño de previsualización predeterminado para a vista de miniaturas.</div>
he: <div>נא לבחור את גודל ברירת המחדל לתצוגה מקדימה לתצוגת התמונות הממוזערות.</div>
ia: <div>Selectiona le grandor de vista preliminar predefinite per le vista de miniaturas.</div>
it: <div>Seleziona la dimensione di anteprima predefinita per la vista miniature.</div>
ka: <div>აირჩიეთ ნაგულისხმევი გადახედვის ზომა მინიატურის ხედვისთვის.</div>
ko: <div>섬네일 보기에서 사용할 기본 미리 보기 크기를 선택합니다.</div>
nl: <div>Selecteer de standaard vooruitblikgrootte voor de weergave van miniaturen.</div>
pl: <div>Wybierz domyślny rozmiar podglądu dla widoku miniatur.</div>
pt: <div>Seleccione o tamanho predefinido da antevisão para a área de miniaturas.</div>
sl: <div>Za prikaz sličic izberite privzeto velikost predogleda.</div>
sv: <div>Välj standardstorlek för förhandsgranskningen i miniatyrbildsvisningen.</div>
uk: <div>Виберіть типовий розмір попереднього перегляду для панелі перегляду мініатюр.</div>
zh_tw: <div>選擇縮圖檢視的預設預覽尺寸。</div>

source: Dust size:
ca@valencia: Mida de la pols:
de: Staubgröße
eo: Grandeco de polvo:
es: Tamaño de las motas de polvo:
et: Tolmu suurus:
fi: Pölyn koko:
fr: Seuil de taille de poussière :
gl: Tamaño do po:
he: גודל אבק:
ia: Dimension de pulvere
it: Dimensione polvere:
ka: მტვრის ზომა:
ko: 먼지 크기:
nl: Stofafmeting:
pl: Rozmiar kurzu:
pt: Tamanho do grão:
pt_br: Tamanho do grão:
sl: Velikost prahu:
sv: Dammstorlek:
uk: Розмір пилу:
zh_tw: 灰塵大小：

source: <div>Clusters smaller than this size will be considered to be noise, and ignored. 0 means to not detect dust clusters, -1 means to automatically detect them. The default is 10.</div>
ca@valencia: <div>Els grups més petits que esta mida es consideraran soroll i s'ignoraran. 0 vol dir no detectar clústers de pols, -1 vol dir detectar-los automàticament. El valor predeterminat és 10.</div>
de: <div>Pixelgruppen, die kleiner als diese Größe sind, werden als Bildrauschen angesehen und ignoriert. 0 deaktiviert diese Funktion, -1 aktiviert die automatische Erkennung. Die Voreinstellung ist 10.</div>
eo: <div>Aretoj pli malgrandaj ol ĉi tiu grandeco estos konsiderataj kiel bruo, kaj ignoritaj. 0 signifas ne detekti polvaretojn, -1 signifas aŭtomate detekti ilin. La defaŭlta estas 10.</div>
es: <div>Las acumulaciones menores de este tamaño se considerarán ruido y se ignorarán. 0 significa que no se detectan motas de polvo, -1 significa que se detectan de forma automática. El valor predeterminado es 10.</div>
fi: <div>Tätä pienemmät kasaumat tulkitaan kohinaksi ja sivuutetaan. 0 = älä tunnista pölykasaumia, –1 = tunnista automaattisesti. Oletus on 10.</div>
fr: <div>Toute unité plus petite que cette valeur sera considérée comme du bruit et ignorée. Une valeur de 0 permet de ne pas détecter des unités de poussière et une valeur de -1 de les détecter automatiquement. Sa valeur par défaut est de 10.</div>
he: <div>צבירים (Clusters) מתחת לגודל הזה נחשבים לרעש ונפסחים. 0 משמעולא לזהות צבירי אבק, ‎-1 משמעו לזהות אותם אוטומטית. ברירת המחדל היא 10.</div>
it: <div>I granelli più piccoli di questa dimensione saranno considerati polvere e ignorati. 0 indica di non rilevare i granelli di polvere, -1 indica di rilevarli automaticamente. Il valore predefinito è 10.</div>
ka: <div>ამ ზომაზე მცირე ზომის მტევანი ჩაითვლება ხმაურად და იგნორირებულია. 0 ნიშნავს მტვრის მტევნების გამოვლენას, -1 ნიშნავს მათ ავტომატურად გამოვლენას. ნაგულისხმევი არის 10.</div>
ko: <div>이 값보다 작은 클러스터는 잡음으로 인식하여 그림에서 제거합니다. 0으로 설정하면 먼지 클러스터를 감지하지 않으며, -1로 설정하면 자동으로 감지합니다. 기본값은 10입니다.</div>
nl: <div>Clusters kleiner dan deze waarde zullen als ruis worden beschouwd en genegeerd. 0 betekent om geen clusters te detecteren, -1 ze automatisch detecteren. De standaard is 10.</div>
pl: <div>Bloki mniejsze niż ta wartość będą uznawane jako kurz i zostaną usunięte z obrazu. 0 oznacza niewykrywanie klastrów kurzu, -1 oznacza wykrywanie ich samoczynnie. Domyślna wartość to 10.</div>
pt: <div>As zonas menores que este tamanho serão consideradas como ruído e removidas da imagem. Um valor igual a 0 corresponde a não detectar zonas de grão, enquanto -1 corresponde à sua detecção automática. O valor por omissão é 10.</div>
sl: <div>Gruče manjše od te vrednosti, bodo veljale za šum in bodo prezrte. 0 pomeni, da naj ne zaznava gruče prahu, -1 pomeni naj jih samodejno zaznava.Privzeta vrednost je 10.</div>
sv: <div>Kluster mindre än det här värdet kommer att anses som damm och tas bort från bilden. 0 betyder att inte detektera dammkluster, -1 betyder att detektera dem automatiskt. Standardvärde är 10.</div>
uk: <div>Групи точок, розмір яких буде меншим за це значення, вважатимуться пилом, їх буде вилучено з зображення. 0 — не виявляти скупчення пилу, –1 — автоматично виявляти такі скупчення. Типове значення — 10.</div>
zh_tw: <div>小於此值的叢集會被認為是雜質而忽略。0 代表不偵測灰塵叢集，-1 代表自動偵測。預設值是 10。</div>

source: Gray level:
ca@valencia: Nivell de gris:
de: Graustufen:
eo: Griza nivelo:
es: Nivel de gris:
et: Halli tase:
fi: Harmaan taso:
fr: Niveau de gris :
gl: Nivel de gris:
he: רמת אפור:
ia: Nivello de Gris:
it: Livello di grigio:
ka: ნაცრისფრის დონე:
ko: 회색 수준:
nl: Grijsniveau:
pl: Poziom szarości:
pt: Nível de cinzento:
pt_br: Nível de cinza:
sl: Raven sivine:
sv: Gråskalenivå:
uk: Рівень сірого:
zh_tw: 灰色閥值：

source: <div>The threshold value below which gray pixels are considered to be black. 0 means to automatically detect the gray level. The default is 160.</div>
ca@valencia: <div>El valor del llindar per davall el qual els píxels grisos es consideraran negres. 0 vol dir detectar automàticament el nivell de gris. El valor predeterminat és 160.</div>
de: <div>Der Schwellenwert, unter dem graue Pixel als schwarz angesehen werden. 0 aktiviert die automatische Erkennung des Grauwerts. Die Voreinstellung ist 160.</div>
eo: <div>La sojla valoro sub kiu grizaj rastrumeroj estas konsiderataj nigraj. 0 signifas aŭtomate detekti la grizan nivelon. La defaŭlta estas 160.</div>
es: <div>El valor del umbral por debajo del cual los píxeles grises se consideran negros. 0 significa que se detecta automáticamente el nivel de gris. El valor predeterminado 160.</div>
fi: <div>Kynnysarvo, jonka alla harmaat kuvapisteet tulkitaan mustiksi. 0 = tunnista harmaan taso automaattisesti. Oletus on 160.</div>
fr: <div>La valeur de seuil en dessous duquel les pixels gris sont considérés comme noirs. Une valeur de 0 permet une détection automatique du niveau de gris. La valeur par défaut est de 160.</div>
he: <div>ערך הסף שמתחתיו פיקסלים אפורים נחשבים לשחורים. 0 משמעו לזהות את רמת האפור אוטומטית. ברירת המחדל היא 160.</div>
it: <div>Il valore di soglia per cui i pixel grigi vengono considerati neri. 0 indica di rilevare automaticamente il livello di grigio. Il valore predefinito è 160.</div>
ka: <div>ბარიერის მნიშვნელობა, რომლის ქვემოთაც ნაცრისფერი პიქსელები ითვლება შავად. 0 ნიშნავს, რომ ავტომატურად აღმოაჩინოს ნაცრისფერი დონე. ნაგულისხმევი არის 160.</div>
ko: <div>해당 임곗값 이하의 회색 픽셀을 검은색으로 취급합니다. 0으로 설정하면 회색 수준을 자동으로 감지합니다. 기본값은 160입니다.</div>
nl: <div>De drempelwaarde waaronder grijspixels als zwart worden beschouwd. 0 betekent automatisch het grijsniveau detecteren. De standaard is 160.</div>
pl: <div>Wartość progowa poniżej, której szare piksele są uznawane za czarne. 0 oznacza wykrywanie poziomów szarości samoczynnie. Domyślna wartość to 160.</div>
pt: <div>O valor-limite com o qual os pixels cinzentos são considerados como pretos. O valor 0 corresponde a detectar automaticamente o nível de cinzento. O valor por omissão é 160.</div>
sl: <div>Numerična vrednost praga, kjer sive pike obravnavamo kot črne. Vrednost 0 pomeni, da samodejno zaznavamo nivo sive. Privzeta vrednost je 160.</div>
sv: <div>Tröskelvärde under vilket en grå bildpunkt anses vara svart. 0 betyder att automatiskt detektera gråskalenivån. Standardvärde är 160.</div>
uk: <div>Числове значення інтенсивності сірих пікселів, що вважаються чорними. 0 — автоматично виявляти рівень сірого. Типове значення — 160.</div>
zh_tw: <div>低於此閥值的灰色像素會視為黑色。0 代表自動偵測灰色閥值。預設值是 160。</div>

source: Space width:
ca@valencia: Amplària de l'espai:
de: Zeichenabstand:
eo: Spaclarĝo:
es: Ancho del espacio:
et: Vahe laius:
fi: Välistyksen leveys:
fr: Espacement :
gl: Espazamento:
he: רוחב רווח:
ia: Largesasa de Spatio:
it: Larghezza spazio:
ka: ადგილი სიმბოლოებს შორის:
ko: 공백 너비:
nl: Witruimtebreedte:
pl: Szerokość odstępu:
pt: Largura do espaço:
pt_br: Largura do espaço:
sl: Širina razmika:
sv: Mellanslagsbredd:
uk: Ширина інтервалів:
zh_tw: 字間寬度：

source: <div>The minimum gap in pixels considered to be word spacing. The default is 0 which means to automatically detect spacing.</div>
ca@valencia: <div>Separació mínima en píxels que es considerarà un espai entre els caràcters. El valor predeterminat és 0, que vol dir detectar automàticament l'espaiat entre caràcters.</div>
de: <div>Der minimale Abstand zwischen Pixeln, der als Wortabstand angesehen wird. Die Voreinstellung ist 0 und aktiviert die automatische Erkennung des Wortabstands.</div>
eo: <div>La minimuma interspaco en rastrumeroj konsiderata kiel vortinterspaco. La defaŭlta estas 0, kio signifas aŭtomate detekti interspacon.</div>
es: <div>El hueco mínimo en píxeles que se considera un espacio entre palabras. El predeterminado es 0, que significa que se detecta el espacio automáticamente.</div>
fi: <div>Pienin sanaväliksi katsottava kuvapisteväli. Oletus on 0 = tunnista väli automaattisesti.</div>
fr: <div>L'espace minimal en pixels étant considéré comme un espacement de mots. La valeur par défaut est de 0, ce qui permet la détection automatique de l'espacement.</div>
he: <div>המרווח המזערי בפיקסלים שנחשב רווח בין אותיות. ברירת המחדל היא 0, כלומר לזהות את הריווח אוטומטית.</div>
it: <div>La distanza minima in pixel per essere considerata spaziatura tra parole. Il valore predefinito è 0 e indica il rilevamento automatico della spaziatura.</div>
ka: <div> მინიმალური მანძილი პიქსელებში, რომელიც ჰარედ ჩაითვლება. ნაგულისხმევი არის 0, რაც ნიშნავს ინტერვალის ავტომატურად გამოვლენას.</div>
ko: <div>단어간 띄어쓰기로 간주할 픽셀 단위의 문자 사이 빈 공간입니다. 기본값은 0으로 자동 탐색을 의미합니다.</div>
nl: <div>Het minimale gat in pixels dat beschouw wordt als woordscheiding. De standaard is 0, wat automatische detectie betekent.</div>
pl: <div>Najmniejszy odstęp w pikselach pomiędzy słowami. Domyślna wartość to 0, co oznacza, że odstęp zostanie sam wykryty.</div>
pt: <div>O intervalo mínimo em pixels considerado como espaço entre palavras. O valor por omissão é 0 que significa auto-detecção.</div>
sl: <div>Minimalni razmik med piksli, ki ga obravnavamo kot presledek med besedami. znaki. Privzeta vrednost je 0, kar pomeni samodejno zaznavo presledka.</div>
sv: <div>Det minimala mellanrummet i bildpunkter som anses vara ett ordmellanrum. Standardvärdet är 0, vilket betyder att automatiskt detektera mellanrum.</div>
uk: <div>Мінімальний проміжок у пікселях, який вважається інтервалом між словами. Типовим є значення 0, яке вказує на автоматичне визначення інтервалу.</div>

source: Certainty:
ca@valencia: Certesa:
de: Sicherheit:
eo: Certeco:
es: Certeza:
fi: Varmuus:
fr: Précision :
he: ודאות:
ia: Certitude:
it: Certezza:
ka: ალბათობა:
ko: 확신도:
nl: Zekerheid:
pl: Pewność:
pt: Certeza:
sl: Gotovost:
sv: Säkerhet:
uk: Певність:
zh_tw: 信心：

source: <div>The acceptance certainty threshold for recognition, characters with a lower certainty are considered to be unknown. The default is 95.</div>
ca@valencia: <div>El llindar de certesa d'acceptació del reconeixement. Els caràcters amb una certesa inferior es consideraran desconeguts. El valor predeterminat és 95.</div>
de: <div>Der Schwellenwert für die Erkennungssicherheit. Zeichen mit einer niedrigeren Sicherheit werden als unbekannt angesehen. Die Voreinstellung ist 95.</div>
eo: <div>La akcepta certecsojlo por rekono, signoj kun pli malalta certeco estas konsiderataj kiel nekonataj. La defaŭlta estas 95.</div>
es: <div>El umbral de certeza de aceptación para el reconocimiento. Los caracteres con una certeza inferior se consideran desconocidos. El predeterminado es 95.</div>
fi: <div>Tunnistuksen hyväksymisen varmuuskynnys: pienemmän varmuuden merkit tulkitaan tuntemattomiksi. Oletus on 95.</div>
fr: <div>Le seuil de précision pour la validation de la reconnaissance. Les caractères avec une niveau de précision plus bas sont considérés comme indéterminés. La valeur par défaut est de 160.</div>
he: <div>סף ודאות הקבלה, תווים שהוודאות שלהם נמוכה מהסף נחשבים לבלתי ידועים. ברירת המחדל 95.</div>
it: <div>La soglia della certezza di accettazione per il riconoscimento; i caratteri con una certezza inferiore a tale valore vengono considerati sconosciuti. Il valore predefinito è 95.</div>
ka: <div>მისაღები ალბათობა ამოცნობისთვის. უფრო მცირე ალბათობის მქონე სიმბოლოები უცნობად ჩაითვლება. ნაგულისხმევია 95.</div>
ko: <div>해당 값 이상의 확신도를 가지는 글자만 성공적으로 인식된 것으로 간주하며, 이 값 미만이면 알 수 없는 글자로 취급합니다. 기본값은 95입니다.</div>
nl: <div>De zekerheid van acceptatie van de drempelwaarde voor herkenning, tekens met een lagere zekerheid worden als onbekend beschouwd. De standaard is 95.</div>
pl: <div>Próg przyjmowania z pewnością tego co zostało rozpoznane, znaki z mniejszą pewnością są uznawane jako nieznane. Domyślna wartość to 95.</div>
pt: <div>O limite de certeza aceite para o reconhecimento, sendo que os caracteres com uma certeza inferior serão considerados desconhecidos. O valor por omissão é 95.</div>
sl: <div>Prag gotovosti sprejema razpoznave znaka, znak z nižjo gotovostjo se šteje kot neznan. Privzeta vrednost je 95.</div>
sv: <div>Acceptanssäkerhetströskel för igenkänning, tecken med en lägre säkerhet anses vara okända. Standardvärdet är 95.</div>
uk: <div>Порогове значення певності для прийняття при розпізнаванні. Символи із нижчим рівнем певності вважатимуться невідомими. Типовим є значення 95.</div>
zh_tw: <div>辨識用的接受信心閥值，信心低於此數值的字元會視為未知。預設是 95。</div>

source: Layout analysis mode:
ca@valencia: Mode d'anàlisi de la disposició:
de: Layout-Analysemodus:
eo: Enpaĝiga analizoreĝimo:
es: Modo de análisis de esquema:
et: Paigutuse analüüsi režiim:
fi: Asetteluntunnistustila:
fr: Mode d'analyse de la disposition :
gl: Modo de análise da disposición:
he: מצב ניתוח פריסה:
ia: Modo de analysys de disposition:
it: Modalità di analisi layout:
ka: განლაგების ანალიზის რეჟიმი:
ko: 레이아웃 분석 모드:
nl: Modus van OCRAD-opmaakanalyse:
pl: Tryb analizy układu:
pt: Modo de análise de disposição:
pt_br: Modo de análise de disposição:
sl: Način analize postavitve:
sv: Layoutanalysläge:
uk: Режим визначення компонування:
zh_tw: 版面分析模式：

source: Character set:
ca@valencia: Joc de caràcters:
de: Zeichensatz:
eo: Signaro:
es: Juego de caracteres:
et: Kooditabel:
fi: Merkistö:
fr: Jeu de caractères :
gl: Conxunto de caracteres:
he: ערכת תווים:
ia: Insimul de character:
it: Insieme di caratteri:
ka: სიმბოლოების კოდირება:
ko: 문자 인코딩:
nl: Tekenset:
pl: Zestaw znaków:
pt: Codificação:
pt_br: Conjunto de caracteres:
sl: Zbirka znakov:
sv: Teckenuppsättning:
uk: Набір символів:
zh_tw: 字元集：

source: Filter:
ca@valencia: Filtre:
eo: Filtri:
es: Filtro:
fi: Suodatin:
fr: Filtre :
gl: Filtro:
he: סינון:
ia: Filtro:
it: Filtro:
ka: ფილტრი:
ko: 필터:
pl: Filtr:
pt: Filtro:
pt_br: Filtro:
uk: Фільтр:
zh_tw: 過濾器：

source: Transform:
ca@valencia: Transforma:
de: Transformieren:
eo: Transformi:
es: Transformar:
et: Teisendamine:
fi: Muunnos:
fr: Modifier :
gl: Transformar:
he: התמרה:
ia: Transforma:
it: Trasformare:
ka: გარდაქმნა:
ko: 변형:
nl: Transformeren:
pl: Przekształć:
pt: Transformar:
pt_br: Transformar:
sl: Preoblikovanje:
sv: Transformera:
uk: Перетворення:
zh_tw: 轉換：

source: Invert input
ca@valencia: Invertix l'entrada
de: Eingabe invertieren
eo: Inversigi enigon
es: Invertir entrada
et: Sisend teistpidi
fi: Käännä syöte
fr: Inverser l'entrée
gl: Inverter a entrada
he: היפוך קלט
ia: Inverte ingresso
it: Inverti immissione
ka: შეყვანის ინვერსია
ko: 입력 반전
nl: Invoer inverteren
pl: Odwróć wejście
pt: Inverter a entrada
pt_br: Inverter a entrada
sl: Invertiraj vhod
sv: Invertera indata
uk: Інвертувати вхідні дані
zh_tw: 反轉輸入

source: Set threshold
ca@valencia: Establix el llindar
de: Schwellwert einstellen
eo: Agordi sojlon
es: Establecer umbral
et: Läve määramine
fi: Aseta kynnys
fr: Régler le seuil
gl: Definir o límite
he: הגדרת סף
ia: Fixa limine
it: Imposta la soglia
ka: ზღვრის დაყენება
ko: 임곗값 설정
nl: Drempel instellen
pl: Ustaw próg
pt: Definir o limiar
pt_br: Definir o limiar
sl: Postavi prag
sv: Ange tröskelvärde
uk: Встановити поріг
zh_tw: 設定閥值

source: Threshold
ca@valencia: Llindar
de: Schwellwert
eo: Sojlo
es: Umbral
et: Lävi
fi: Kynnys
fr: Seuil
gl: Limiar
he: סף
ia: Limine
it: Soglia
ka: ზღვარი
ko: 임곗값
nl: Grenswaarde
pl: Próg
pt: Limiar
pt_br: Limiar
sl: Prag
sv: Tröskel
uk: Поріг
zh_tw: 閾值

source: Language:
ca@valencia: Idioma:
de: Sprache:
eo: Lingvo:
es: Idioma:
et: Keel:
fi: Kieli:
fr: Langue :
gl: Idioma:
he: שפה:
ia: Linguage:
it: Lingua:
ka: ენა:
ko: 언어:
nl: Taal:
pl: Język:
pt: Língua:
sl: Jezik:
sv: Språk:
uk: Мова:
zh_tw: 語言：

source: User word list:
ca@valencia: Llista de paraules de l'usuari:
de: Eigene Wortliste:
eo: Listo de uzantvortoj:
es: Lista de palabras del usuario:
et: Kasutaja sõnaloend:
fi: Käyttäjän sanalista:
fr: Liste de mots de l'utilisateur :
gl: Lista de palabras do usuario:
he: רשימת מילות משתמש:
ia: Lista de parola de usator:
it: Elenco parole personalizzate:
ka: სიტყვები სიის გამოყენება:
ko: 사용자 단어 목록:
nl: Woordenlijst van gebruiker:
pl: Lista słów użytkownika:
pt: Lista de palavras do utilizador:
sl: Seznam uporabnikovih besed:
sv: Användarordlista:
uk: Список слів користувача:
zh_tw: 使用者單字清單：

source: User patterns:
ca@valencia: Patrons de l'usuari:
de: Eigene Muster:
eo: Uzantaj ŝablonoj:
es: Patrones del usuario:
et: Kasutaja mustrid:
fi: Käyttäjän kuviot:
fr: Motifs de l'utilisateur :
gl: Padróns do usuario:
he: תבניות משתמש:
ia: Patronos de usator:
it: Modelli utente:
ka: ნიმუშების გამოყენება:
ko: 사용자 패턴:
nl: Patronen van gebruiker:
pl: Wzorce użytkownika:
pt: Padrões de utilizadores:
sl: Uporabnikovi vzorci:
sv: Användarmönster:
uk: Взірці користувача:
zh_tw: 使用者樣式：

source: Engine mode:
ca@valencia: Mode del motor:
de: Modulmodus:
eo: Motorreĝimo:
es: Modo del motor:
et: Mootori režiim:
fi: Tekstintunnistustapa:
fr: Mode du moteur :
gl: Modo do motor:
he: מצב מנוע:
ia: Modo de motor:
it: Modalità motore:
ka: ძრავის რეჟიმი:
ko: 엔진 모드:
nl: Engine-modus:
pl: Tryb silnika:
pt: Modo do motor:
sl: Način delovanja:
sv: Teckentydningsmetod:
uk: Режим рушія:
zh_tw: 引擎模式：
