Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: <b>Bitmap Picture</b> is a widely used format for images under MS Windows. It is suitable for color, grayscale and line art images.<p>This format is widely supported but is not recommended, use an open format instead.
ca@valencia: La <b>imatge de mapa de bits («Bitmap Picture»)</b> és un format àmpliament utilitzat per a imatges en el MS Windows. És adequat per a imatges en color, escala de grisos i art lineal.<p>Este format està àmpliament acceptat, però no es recomana, en el seu lloc utilitzeu un format obert.
de: <b>Bitmap Picture</b> ist ein weit verbreitetes Format für Bilder unter MS Windows. Es ist für Bilder mit Farben, Graustufen und für Strichzeichnungen geeignet.<p>Diese Format wird weithin unterstützt. Es wird aber nicht empfohlen, benutzen Sie statt dessen ein offenes Format.
eo: <b>Bitmap Picture</b> estas vaste uzata formato por bildoj sub MS Windows. Ĝi taŭgas por koloraj, grizskaloj kaj liniartaj bildoj.<p>Ĉi tiu formato estas vaste subtenata sed ne rekomendita, uzu anstataŭe malfermitan formaton.
es: La <b>imagen de mapa de bits</b> es un formato muy utilizado para imágenes en MS Windows. Es adecuado para imágenes en color, escala de grises y artísticas.<p>Este formato está muy bien implementado, pero no se recomienda su uso. Utilice un formato abierto en su lugar.
et: <b>Bittrasterpilt</b> (BMP) on eriti MS Windowsis laialdaselt kasutatav pildivorming. See sobib värvi- halltoonis ja joonisgraafikapiltidele.<p>See vorming on laialdaselt toetatud, aga pole soovitatav - kasuta selle asemel avatud vormingut.
fi: <b>BMP</b> (bitmap picture) on MS Windowsin yleisesti käyttämä kuvamuoto. Se sopii väri-, harmaasävy- ja viivapiirustuskuville.<p>Kuvamuoto on yleisesti tuettu mutta ei suositeltava: käytä mieluummin avointa muotoa.
fr: <b>Image Bitmap</b> est un format d'image très utilisé sous MS Windows. Il est adapté à la couleur, aux niveaux de gris ainsi qu'aux dessins Line Art.<p>Ce format est globalement suivi mais n'est pas recommandé, privilégiez un format ouvert.
gl: <b>Imaxe de mapa de bits</b> é un formato usado amplamente para imaxes en MS Windows. É axeitado para cor, escala de grises e imaxes de arte de liñas. <p>Hai moito software compatíbel con este formato pero non se recomenda. Mellor use un formato aberto.
he: <b>תמונת מפת סיביות</b> הוא סוג קובץ נפוץ מאוד לתמונות תחת MS Windows. הוא מתאים לתמונות בצבע, בגווני אפור וקווים אומנותיים.<p>הסוג הזה נתמך היטב בשלל מערכות שונות אך אינו מומלץ, עדיף להשתמש בתקן פתוח במקום.
ia: <b>Imagine Bitmap </b> es un formatogeneralmente usate per imagines sub MS Windows. Il es convenibile per imagines de color, scala de gris e arte de linea (line art).<p>Iste formato es generalmente supportate ma non es recommendate, in loco usa un formato aperite.
it: <b>Immagine Bitmap</b> è un formato ampiamente utilizzato per le immagini in MS Windows. È adatto per immagini a colori, in scala di grigi e in line art.<p>Questo formato è ampiamente supportato ma non è consigliato. Usa invece un formato aperto.
ka: <b>რასტრული ფორმატი</b> არის ფართოდ გამოყენებული ფორმატი სურათებისთვის MS Windows-თვის. იგი განკუთვნილია ფერადი, ნაცრისფერი და ხაზოვანი სურათებისთვის.<p>ეს ფორმატი ფართოდ არის მხარდაჭერილი, მაგრამ არ არის რეკომენდებული, ამის ნაცვლად გამოიყენეთ ღია ფორმატი.
ko: <b>비트맵 그림</b>은 Microsoft Windows에서 자주 사용하는 형식입니다. 컬러, 회색조, 라인아트 그림에 사용할 수 있습니다.<p>이 형식은 많은 곳에서 지원하지만 다른 개방형 형식을 사용하는 것을 추천합니다.
nl: <b>Bitmap-afbeelding</b> is een breed gebruikt formaat voor afbeeldingen onder MS Windows. Het is geschikt voor afbeeldingen met kleur, grijstinten en lijnen.<p>Dit formaat is breed ondersteund maar is niet aanbevolen, gebruik in plaats daarvan een open formaat.
pl: <b>Obraz mapy bitowej</b> jest szeroko wykorzystywanym formatem do obrazów w MS Windows. Jest odpowiedni dla obrazów kolorowych, w odcieni szarości oraz rysunków kreskowych.<p>Format ten jest szeroko obsługiwany, lecz niezalecany, zamiast niego używaj otwartego formatu.
pt: O <b>Bitmap Picture</b> (BMP) é um formato bastante usado em imagens do MS Windows. É adequado para imagens a cores, em tons de cinzento e artísticas.<p>Este formato é bastante bem suportado, mas não é recomendado, pelo que sugerimos um formato aberto em alternativa.
pt_br: O <b>Bitmap Picture</b> (BMP) é um formato bastante usado em imagens do MS Windows. É adequado para imagens em cores, em tons de cinza e artísticas.<p>Este formato é bastante bem suportado, mas não é recomendado, sendo sugerido o uso de um formato aberto em alternativa.
sl: <b>Bitmap Picture</b> je format, ki se pogosto uporablja za slike v MS Windows.Primeren je za barvne, sive in umetniške slike.<p>Ta format je sicer široko podprt, vendar ni priporočljiv, namesto tega raje uporabite odprti format.
sv: <b>Bitavbildning</b> är ett vanligt förekommande format för bilder i MS Windows. Det är lämpligt för bilder i färg, gråskala och streckbilder.<p>Formatet har brett stöd, men rekommenderas inte; använd hellre ett öppet format.
uk: <b>Bitmap Picture</b> — формат зберігання зображень, який широко використовується у MS Windows. Формат придатний для зберігання кольорових зображень, зображень у відтінках сірого та штрихових зображень.<p>Цей формат є розповсюдженим, але ми не рекомендуємо ним користуватися, краще скористайтеся відкритим форматом.

source: <b>Portable Bitmap</b>, as used by Netpbm, is an uncompressed format for line art (bitmap) images. Only 1 bit per pixel depth is supported.
ca@valencia: El <b>mapa de bits portable («Portable Bitmap»)</b>, utilitzat per Netpbm, és un format no comprimit per a imatges d'art lineal (mapa de bits). Només accepta una profunditat d'1 bit per píxel.
de: <b>Portable Bitmap</b>, ein Netpmb-Format, ist ein unkomprimiertes Bildformat für Strichzeichnungen (Rastergrafik). Es wird nur eine Farbtiefe von 1 Bit Je Pixel unterstützt.
eo: <b>Portebla Bitmapo</b>, kiel uzata de Netpbm, estas nekunpremita formato por liniartaj (bitmapo) bildoj. Nur 1 bito per rastrumera profundo estas subtenata.
es: El <b>mapa de bits portable</b>, usado por Netpbm, es un formato sin compresión para imágenes de mapas de bits. Solo permite una profundidad de 1 bit por píxel.
et: <b>Porditav bittrasterpilt</b> (PBM), mida kasutab Netpbm, on joonisgraafikapiltide tihendamata vorming. Toetatud on ainult sügavus 1 bitt piksli kohta.
fi: Netpbm:n käyttämä <b>PBM</b> (portable bitmap) on pakkaamaton viivapiirustuskuvien (-bittikarttojen) kuvamuoto. Vain 1 bitti/kuvapiste -syvyyttä tuetaan.
fr: <b>Portable Bitmap</b>, comme utilisé par Netpbm, est un format non compressé pour des images de type « Line Art » (bitmap). La profondeur de couleur est limitée à 1 bit par pixel (noir ou blanc).
gl: <b>Mapa de bits portátil</b>, como as que usa Netpbm, é un formato sen comprimir para imaxes de arte de liñas (mapa de bits). Só permite unha profundidade de 1 bit.
he: <b>מפת סיביות ניידת</b>, כמו זה שמשתמש בה Netpbm, הוא סוג לא דחוס לתמונות אומנות קווים (מפת סיביות). יש תמיכה בסיבית לעומק פיקסל.
ia: <b>Portable Bitmap</b>, como usate per Netpbm, es un formato non comprimite per imagines de line art (bitmap). Solmente profunditate de 1 bit per pixel es supportate.
it: <b>Portable Bitmap</b>, come utilizzato da Netpbm, è un formato non compresso per immagini in line art (bitmap). È supportata solo la profondità di 1 bit per pixel.
ka: <b>პორტატული რასტრული ფორმატი</b>, გამოიყენება Netpbm–ის მიერ, არის შეუკუმშავი ფორმატი ხაზოვანი (bitmap) სურათებისთვის. მხარდაჭერილია, მხოლოდ, 1 ბიტი პიქსელისთვის .
ko: <b>PBM</b>(포터블 비트맵) 형식은 Netpbm에서 사용하며 라인아트(비트맵) 그림에 사용할 수 있는 비압축 형식입니다. 1비트 색 농도만 지원합니다.
nl: <b>Portable Bitmap</b>, zoals door Netpbm wordt gebruikt, is een niet gecomprimeerd formaat voor afbeeldingen met lijnen (bitmap). Slechts één bit per pixel wordt ondersteund.
pl: <b>Przenośna mapa bitowa</b>, wykorzystywana przez Netpbm, jest nieskompresowanym formatem dla rysunków kreskowych (map bitowych). Obsługiwana jest głębia tylko 1 bita na piksel.
pt: O <b>Portable Bitmap</b> (PBM), usado pelo Netpbm, é um formato não-comprimido para imagens artísticas (rasterizadas). Só é suportada uma profundidade de 1 bit por pixel.
pt_br: O <b>Portable Bitmap</b> (PBM), usado pelo Netpbm, é um formato não-comprimido para imagens artísticas (rasterizadas). Só é suportada uma profundidade de 1 bit por pixel.
sl: <b>Prenosni Bitmap</b>, kot ga uporablja Netpbm, je nestisnjen format za umetniške rastrske slike (bitmap). Podprt je samo 1 bit na globino pikslov.
sv: <b>Portabel bitavbildning</b>, som används av Netpbm, är ett okomprimerat format för streckbilder. Det har bara stöd för färgdjup i 1 bit per pixel.
uk: <b>Portable Bitmap</b> — назва, яку використано розробником, компанією Netpbm. Формат зберігання даних без стискання для штрихових (растрових) зображень. Підтримується лише 1 біт на піксель.

source: <b>Portable Greymap</b>, as used by Netpbm, is an uncompressed format for grayscale images. Only 8 bit per pixel depth is supported.
ca@valencia: El <b>mapa de grisos portable («Portable Greymap»)</b>, utilitzat per Netpbm, és un format no comprimit per a imatges d'escala de grisos. Només accepta una profunditat de 8 bits per píxel.
de: <b>Portable Graymap</b>, ein Netpmb-Format, ist ein unkomprimiertes Format für Graustufenbilder. Es wird nur eine Farbtiefe von 8 Bit Je Pixel unterstützt.
eo: <b>Portebla Grizmapo</b>, kiel uzata de Netpbm, estas nekunpremita formato por grizskalaj bildoj. Nur 8 bitoj per rastrumera profundo estas subtenata.
es: El <b>mapa de grises portable</b>, usado por Netpbm, es un formato sin compresión usado para imágenes de escala de grises. Solo permite una profundidad de 8 bits por píxel.
et: <b>Porditav halltoonpilt</b> (PGM), mida kasutab Netpbm, on halltoonis piltide tihendamata vorming. Toetatud on ainult sügavus 8 bitti piksli kohta.
fi: Netpbm:n käyttämä <b>PGM</b> (portable greymap) on pakkaamaton harmaasävykuvamuoto. Vain 8 bittiä/kuvapiste -syvyyttä tuetaan.
fr: <b>Portable Greymap</b>, comme utilisé par Netpbm, est un format non compressé pour les images en niveaux de gris. La profondeur de couleur est limitée à 8 bits par pixel.
gl: <b>Mapa de grises portátil</b>, como as que usa Netpbm, é un formato sen comprimir para imaxes en escala de grises. Só permite unha profundidade de 8 bits.
he: <b>מפת אפורים ניידת</b>, כמו זה שמשתמש בה Netpbm, הוא סוג לא דחוס לתמונות בגווני אפור. יש תמיכה ב־8 סיביות לעומק פיקסל.
ia: <b>Portable Greymap</b>, como usate per Netpbm, es un formato non comprimite per imagines de scala de gris. Solmente profunditate de 8 bit per pixel es supportate.
it: <b>Portable Greymap</b>, come utilizzato da Netpbm, è un formato non compresso per immagini in scala di grigi. È supportata solo la profondità di 8 bit per pixel.
ka: <b>გადატანადი ნაცრისფრის რუკა</b> გამოიყენება Netpbm-ის მიერ, შეუკუმშავი ფორმატია ნაცრისფერი გამოსახულებებისთვის. მხარდაჭერილია, მხოლოდ 8 ბიტი პიქსელზე.
ko: <b>PGM</b>(포터블 그레이맵) 형식은 Netpbm에서 사용하며 회색조 그림에 사용할 수 있는 비압축 형식입니다. 8비트 색 농도만 지원합니다.
nl: <b>Portable Greymap</b>, zoals door Netpbm wordt gebruikt, is een niet gecomprimeerd formaat voor afbeeldingen grijskleuren. Slechts acht bits per pixel wordt ondersteund.
pl: <b>Przenośna mapa odcieni szarości</b>, wykorzystywana przez Netpbm, jest nieskompresowanym formatem dla obrazów w odcieniach szarości. Obsługiwana jest głębia tylko 8 bitów na piksel.
pt: O <b>Portable Greymap</b> (PGM), usado pelo Netpbm, é um formato não-comprimido para imagens em tons de cinzento. Só é suportada uma profundidade de 8 bits por pixel.
pt_br: O <b>Portable Greymap</b> (PGM), usado pelo Netpbm, é um formato não-comprimido para imagens em tons de cinza. Só é suportada uma profundidade de 8 bits por pixel.
sl: <b>Portable Greymap</b>, kot ga uporablja Netpbm, je nestisnjen format za slike v sivih barvah. Podprta je le 8 bitna globina pikslov.
sv: <b>Portabel gråskaleavbildning</b>, som används av Netpbm, är ett okomprimerat format för bilder i gråskala. Det har bara stöd för färgdjup i 8 bitar per pixel.
uk: <b>Portable Greymap</b> — назва, яку використано розробником, компанією Netpbm. Формат зберігання даних без стискання для зображень у відтінках сірого. Підтримується лише 8 бітів на піксель.

source: <b>Portable Pixmap</b>, as used by Netpbm, is an uncompressed format for full color images. Only 24 bit per pixel RGB is supported.
ca@valencia: El <b>mapa de píxels portable («Portable Pixmap»)</b>, utilitzat per Netpbm, és un format no comprimit per a imatges a tot color. Només accepta RGB de 24 bits per píxel.
de: <b>Portable Pixmap</b>, ein Netpmb-Format, ist ein unkomprimiertes Format für Farbbilder. Es wird nur eine Farbtiefe von 24 Bit Je Pixel unterstützt.
eo: <b>Portebla Bildmapo</b>, kiel uzata de Netpbm, estas nekunpremita formato por plenkoloraj bildoj. Nur 24 bitoj per rastrumero RGB estas subtenata.
es: El <b>mapa de píxeles portable</b>, usado por Netpbm, es un formato sin compresión usado para imágenes a todo color. Solo permite 24 bits RGB por píxel.
et: <b>Porditav pikselrasterpilt</b> (PPM), mida kasutab Netpbm, on värvipiltide tihendamata vorming. Toetatud on ainult sügavus 24 bitti piksli kohta.
fi: Netpbm:n käyttämä <b>PPM</b> (portable pixmap) on pakkaamaton täysvärikuvamuoto. Vain 24 bittiä/kuvapiste -syvyyttä (RGB) tuetaan.
fr: <b>Portable Pixmap</b>, comme utilisé par Netpbm, est un format non compressé pour des images en pleines couleurs. La seule profondeur de couleur prise en charge est de 24 bits par pixel en mode RGB.
gl: <b>Mapa de píxeles portátil</b>, como as que usa Netpbm, é un formato sen comprimir para imaxes en cor. Só permite unha profundidade de 24 bits (RGB).
he: <b>מפת פיקסלים ניידת</b>, כמו זה שמשתמש בה Netpbm, הוא סוג לא דחוס לתמונות בצבע מלא. יש תמיכה ב־24 סיביות RGB לפיקסל.
ia: <b>Portable Pixmap</b>, como usate per Netpbm, es un formato non comprimite per imagines de color plen. Solmente profunditate de 24 bit per pixel RGB es supportate.
it: <b>Portable Pixmap</b>, come utilizzato da Netpbm, è un formato non compresso per immagini a colori. È supportata solo la profondità di 24 bit per pixel RGB.
ka: <b>გადატანადი პიქსელების რუკა</b> გამოიყენება Netpbm-ის მიერ, წარმოადგენს შეუკუმშავ ფორმატს სრული ფერის მქონე გამოსახულებებისთვის. თითოეული პიქსელისთვის, მხარდაჭერილია, მხოლოდ 24 ბიტი.
ko: <b>PPM</b>(포터블 픽스맵) 형식은 Netpbm에서 사용하며 컬러 그림에 사용할 수 있는 비압축 형식입니다. 24비트/RGB 색 농도만 지원합니다.
nl: <b>Portable Pixmap</b>, zoals door Netpbm wordt gebruikt, is een niet gecomprimeerd formaat voor afbeeldingen volledige kleuren. Slechts 24 bits per RGB-pixel wordt ondersteund.
pl: <b>Przenośna mapa pikselowa</b>, wykorzystywana przez Netpbm, jest nieskompresowanym formatem dla obrazów pełno-kolorowych. Obsługiwana jest głębia tylko 24 bitów na piksel RGB.
pt: O <b>Portable Pixmap</b> (PPM), usado pelo Netpbm, é um formato não-comprimido para imagens com cores totais. Só é suportada uma profundidade RGB de 24 bits por pixel.
pt_br: O <b>Portable Pixmap</b> (PPM), usado pelo Netpbm, é um formato não-comprimido para imagens com cores totais. Só é suportada uma profundidade RGB de 24 bits por pixel.
sl: <b>Portable Pixmap</b>, kot ga uporablja Netpbm, je nestisnjen format za slike v vseh barvah. Podprta je le 24 bitna globina pikslov.
sv: <b>Portabel bildpunktsavbildning</b>, som används av Netpbm, är ett okomprimerat format för bilder i färg. Det har bara stöd för RGB i 24 bitar per pixel.
uk: <b>Portable Pixmap</b> — назва, яку використано розробником, компанією Netpbm. Формат зберігання даних без стискання для кольорових зображень. Підтримується лише 24 бітів на піксель у форматі RGB.

source: <b>PCX</b> is a lossless compressed format which is often supported by PC imaging applications, although it is rather old and unsophisticated. It is suitable for color and grayscale images.<p>This format is not recommended, use an open format instead.
ca@valencia: <b>PCX</b> és un format comprimit sense pèrdua que està acceptat freqüentment per les aplicacions d'imatge dels PC, tot i que és bastant vell i poc sofisticat. És adequat per a les imatges en color i en escala de grisos.<p>Este format no està recomanat, en el seu lloc utilitzeu un format obert.
de: <b>PCX</b> ist ein verlustfrei komprimiertes Format, das häufig in Bildbearbeitungsprogrammen für PCs verwendet wird, obwohl es ziemlich alt und anspruchslos ist. Es ist für Farb- und Graustufenbilder geeignet.<p>Dieses Format wird nicht empfohlen, benutzen Sie statt dessen ein offenes Format.
eo: <b>PCX</b> estas senperda kunpremita formato, kiu ofte estas subtenata de komputilaj bildaj aplikaĵoj, kvankam ĝi estas sufiĉe malnova kaj nesofistika. Ĝi taŭgas por koloraj kaj grizskalaj bildoj.<p>Tiu ĉi formato ne estas rekomendita, uzu anstataŭe malfermitan formaton.
es: <b>PCX</b> es un formato comprimido sin pérdidas que se suele usar en las aplicaciones de tratamiento de imagen de la plataforma PC, aunque es algo anticuado y poco sofisticado. Es adecuado para imágenes en color y en escala de grises.<p>Este formato no está recomendado. Use un formato abierto en su lugar.
et: <b>PCX</b> on kadudeta tihendatud vorming, mida toetavad sageli PC pildirakendused, ehkki see on juba üsna vana ja lihtsakoeline. See sobib värvi- ja halltoonpiltidele.<p>See vorming ei ole soovitatav - kasuta selle asemel avatud vormingut.
fi: <b>PCX</b> on häviötön pakattu kuvamuoto, jota monet PC:n kuvankäsittelysovellukset tukevat, vaikka se on vanha ja yksinkertainen. Se sopii väri- ja harmaasävykuville.<p>Kuvamuoto ei ole suositeltava: käytä mieluummin avointa muotoa.
fr: <b>PCX</b> est un format d'image sans perte qui est souvent utilisé dans les applications d'imagerie PC, bien qu'il soit relativement âgé et simpliste. Il convient pour les images en couleurs ou en niveaux de gris.<p>Ce format n'est pas recommandé, privilégiez-en un ouvert.
gl: <b>PCX</b> é un formato comprimido sen perda que adoita ser compatíbel coas aplicacións especializadas en imaxes, pero que está relativamente obsoleto. É axeitado para imaxes en cor ou escala de grises. <p>Non se recomenda usar este formato. Use mellor un formato aberto.
he: <b>PCX</b> הוא תסדיר דחוס ללא אובדן נתונים שבדרך כלל נתמך על ידי יישומי דימות למחשב, למרות שהוא די ישן ולא מתוחכם. הוא מתאים לתמונות צבעוניות ובגווני אפור.<p>התסדיר הזה לא מומלץ, עדיף להשתמש בתסדיר פתוח במקום.
ia: <b>PCX</b> es un formato sin perdita que sovente es supportate per applicationes de illustration de PC, ben que il es plus tosto vetere e non complexe. Il es convenibileper imagines de color e scala de gris.<p> Iste formato non es recommendate, in loco usa un formato aperite.
it: <b>PCX</b> è un formato compresso senza perdita che è sovente supportato dalle applicazioni per immagini, sebbene sia piuttosto vecchio e poco sofisticato. È adatto per immagini a colori e in scala di grigi.<p>Questo formato non è consigliato, usa invece un formato aperto.
ka: <b>PCX</b> უდანაკარგო შეკუმშვის ფორმატია, რომელიც ხშირადაა მხარდაჭერილ PC-ის გამოსახულებებთან სამუშაო პროგრამების მიერ, მაგრამ ის ძველი და დაუხვეწავია. ის რეკომენდებულია ფერადი და ნაცრისფერი გამოსახულებებისთვის.<p>ეს ფორმატი რეკომენდებული არაა. მის მაგიერ გამოიყენეთ ღია ფორმატი.
ko: <b>PCX</b> 형식은 그래픽 앱에서 종종 지원하는 무손실 압축 그림 형식이지만, 개발된지 오래 되었고 구조가 단순합니다. 컬러 및 회색조 그림에 추천합니다.<p>다른 개방형 형식을 사용하는 것을 추천합니다.
nl: <b>PCX</b> is gecomprimeerd formaat zonder verlies die vaak wordt ondersteund toepassingen op de PC voor afbeeldingen, hoewel het tamelijk oud is en niet zo geavanceerd. Het is geschikt voor kleuren- en grijze afbeeldingen.<p>Dit formaat wordt niet aanbevolen, gebruik in plaats daarvan een open formaat.
pl: <b>PCX</b> jest bezstratnym skompresowanym formatem, który jest często obsługiwany przez programy graficzne, mimo tego, że jest raczej stary nieskomplikowany. Jest odpowiedni dla obrazów kolorowych i tych w odcieniach szarości.<p>Format ten nie jest zalecany, zamiast tego użyj otwartego formatu.
pt: O <b>PCX</b> é um formato comprimido sem perdas que é normalmente suportado pelas aplicações de imagens para PC's, ainda que seja relativamente antigo e pouco sofisticados. É adequado para imagens a cores e em tons de cinzento.<p>Este formato não é recomendado; use um formato livre em alternativa.
pt_br: O <b>PCX</b> é um formato comprimido sem perdas que é normalmente suportado pelas aplicações de imagens para PCs, ainda que seja relativamente antigo e pouco sofisticado. É adequado para imagens em cores e em tons de cinza.<p>Este formato não é recomendado; use um formato livre em alternativa.
sl: <b>PCX</b> je stisnjen format brez izgub, ki ga pogosto podpira aplikacije za slikanje, čeprav je precej stara in nezahtevna. jeprimeren za barvne in sive slike.<p>Ta oblika ni priporočljiva, namesto tega uporabite odprti format.
sv: <b>PCX</b> är ett förlustfritt komprimerat format som ofta stöds av bildprogram på PC, fastän det är ganska gammalt och saknar finesser. Det lämpar sig väl för bilder i färg och gråskala.<p>Formatet rekommenderas inte, använd hellre ett öppet format.
uk: <b>PCX</b> — формат зберігання зі стисканням без втрат, який часто підтримується програмами для роботи з зображеннями на ПК, але цей формат є доволі застарілим і неефективним. Придатний для зберігання кольорових зображень та зображень у відтінках сірого.<p>Не рекомендуємо вам користуватися цим форматом, скористайтеся краще якимось з відкритих форматів.
