Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Name or path of the GOCR executable:
ca@valencia: Nom o camí cap a l'executable de GOCR:
de: Name oder Pfad des Programms GOCR:
eo: Nomo aŭ vojo de la plenumebla GOCR:
es: Nombre o ruta del ejecutable GOCR:
et: GOCR-i täitmisfaili nimi või asukoht:
fi: GOCR-ohjelmatiedoston nimi ja sijainti:
fr: Nom ou emplacement de l'exécutable GOCR :
gl: Nome ou ruta do executábel de GOCR:
he: השם או הנתיב לקובץ ההפעלה של GOCR:
ia: Nomine o percurso (path) del executabile de GOCR:
it: Nome o percorso dell'eseguibile GOCR:
ka: GOCR-ის გამშვები ფაილის სახელი ან ბილიკი:
ko: GOCR 실행 파일의 이름이나 경로:
nl: Naam of pad van het uitvoerbare bestand GOCR:
pl: Nazwa lub ścieżka do pliku wykonywalnego GOCR:
pt: Nome ou localização do executável GOCR:
sl: Ime ali pot izvršljive datoteke GOCR:
sv: Namn eller sökväg till GOCR körbart program:
uk: Назва виконуваного файла GOCR або шлях до нього:
zh_tw: GOCR 執行檔的名稱或路徑：

source: Czech Republic, Slovakia
ca@valencia: República Txeca, Eslovàquia
de: Tschechische Republik, Slowakei
eo: Ĉeĥio, Slovakio
es: República Checa, Eslovaquia
et: Tšehhi, Slovakkia
fi: Tšekki, Slovakia
fr: République Tchèque, Slovaquie
gl: República Checa, Eslovaquia
he: הרפובליקה הצ׳כית, סלובקיה
ia: Republica Tchec,Slovachia
it: Repubblica Ceca, Slovacchia
ka: ჩეხეთი, სლოვაკეთი
ko: 체코, 슬로바키아
nl: Tsjechische republiek, Slowakije
pl: Republika Czeska, Słowacja
pt: República Checa, Eslováquia
pt_br: República Tcheca, Eslováquia
sl: Češka republika, Slovaška
sv: Republiken Tjeckien, Slovakien
uk: Чеська республіка, Словаччина
zh_tw: 捷克共和國、斯洛伐克

source: Great Britain, USA
ca@valencia: Gran Bretanya, EUA
de: Großbritannien, USA
eo: Britio, Usono
es: Gran Bretaña, EE. UU.
et: Suurbritannia, USA
fi: Britannia, Yhdysvallat
fr: Grande Bretagne, USA
gl: Gran Bretaña, Estados Unidos de América
he: אנגליה, ארה״ב
ia: Grande Britannia, S.U.A.
it: Gran Bretagna, USA
ka: დიდი ბრიტანეთი, აშშ
ko: 영국, 미국
nl: Groot Brittannië, Verenigde Staten
pl: Wielka Brytania, USA
pt: Grã-Bretanha, EUA
pt_br: Grã-Bretanha, EUA
sl: Velika Britanija, ZDA
sv: Storbritannien, Förenta Staterna
uk: Велика Британія, США
zh_tw: 英國、美國

source: European Countries
ca@valencia: Països europeus
de: Europäische Länder
eo: Eŭropaj Landoj
es: Países europeos
et: Euroopa riigid
fi: Euroopan maat
fr: Pays européens
gl: Países europeos
he: מדינות אירופה
ia: Paises Europee
it: Paesi europei
ka: ევროპული ქვეყნები
ko: 유럽 국가
nl: Europese landen
pl: Kraje europejskie
pt: Países Europeus
pt_br: Países Europeus
sl: Evropske države
sv: Europeiska länder
uk: Європейські країни
zh_tw: 歐洲國家

source: The classifier files for KADMOS could not be found. OCR with KADMOS will not be possible. Change the OCR engine in the preferences dialog.
ca@valencia: No s'han trobat els fitxers classificadors per a KADMOS. No és possible OCR amb KADMOS. Canvieu el motor d'OCR en el diàleg de preferències.
de: Die Klassifizierungsdatei für KADMOS kann nicht gefunden werden. Eine Texterkennung mit KADMOS ist nicht möglich. Ändern Sie das OCR-Modul im Dialog Einstellungen.
eo: La klasifikdosieroj por KADMOS ne troveblas. OCR kun KADMOS ne eblos. Ŝanĝi la OCR-motoron en la dialogo de preferoj.
es: No se encuentran los archivos de clasificación de KADMOS. No es posible realizar OCR con KADMOS. Cambie el motor de OCR en el diálogo de preferencias.
et: KADMOSe klassifikaatorifaile ei leitud. OMT KADMOSega ei ole võimalik. Muuda palun OMT mootorit seadistustedialoogis.
fi: KADMOS-määritystiedostoja ei löytynyt. Tekstintunnistus KADMOS-ohjelmalla ei ole mahdollista. Vaihda tekstintunnistusmoottoria asetusikkunassa.
fr: Les fichiers classificateurs pour KADMOS ne peuvent pas être trouvés. La ROC avec KADMOS ne sera pas possible. Changez le moteur de ROC dans la fenêtre des préférences.
gl: Non se puideron atopar os ficheiros de clasificador para KADMOS. Non se poderá usar OCR con KADMOS. Cambie o motor de OCR no diálogo de preferencias.
he: לא ניתן למצוא את קובצי הסיווג ל־KADMOS. זיהוי תווים אופטי עם KADMOS לא יהיה אפשרי. יש לשנות את מנוע זיהוי התווים האופטי בחלונית ההעדפות.
ia: Le files de classificator perKADMOS non poteva esser trovate. OCR con KADMOS non essera possibile. Cambia le motor de OCR in le dialogo de preferentias.
it: Il classificatore di file per KADMOS non si trova. L'OCR con KADMOS non sarà possibile! Cambia il motore OCR nella finestra di dialogo delle preferenze.
ka: კლასიფიკატორი ფაილები KADMOS-სთვის აღმოჩენილი არაა. OCR KADMOS-ით შეუძლებელი იქნება. შეცვალეთ OCR ძრავა მორგების დიალოგში.
ko: KADMOS 분류기 파일을 찾을 수 없습니다. KADMOS OCR을 사용할 수 없습니다. 설정 대화 상자에서 다른 OCR 엔진을 선택하십시오.
nl: De classificatiebestanden van KADMOS konden niet worden gevonden. Tekstherkenning met KADMOS is niet mogelijk. U kunt een andere tekstherkenningsprogramma kiezen in de Kooka-instellingen.
pl: Nie można znaleźć plików klasyfikujących KADMOS. OCR z KADMOS nie będzie możliwe. Zmień silnik OCR w oknie dialogowym ustawień.
pt: Não foi possível encontrar os ficheiros de classificação do KADMOS. Não será possível o OCR com o KADMOS. Mude o motor de OCR na janela de configuração.
pt_br: Os arquivos classificadores para KADMOS não puderam ser encontrados. OCR com KADMOS não será possível. Altere o mecanismo OCR no dialogo de preferência.
sl: Ni mogoče najti datoteke za KADMOS. OCR z KADMOS-om ne bo možen. Spremenite pogon OCR v nastavitvenem oknu.
sv: Klassificeringsfilerna för KADMOS kunde inte hittas. Optisk teckentydning med KADMOS är inte möjlig. Ändra program för optisk teckentydning i inställningsdialogrutan.
uk: Не вдалося знайти файли класифікаторів для KADMOS. Розпізнавання за допомогою KADMOS неможливе! Змініть рушій розпізнавання у вікні налаштування.
zh_tw: 找不到 KADMOS 的分類檔。 將無法使用 KADMOS 進行 OCR 文字辨識。 請在設定對話框中改用別的 OCR 引擎。

source: Installation Error
ca@valencia: S'ha produït un error en la instal·lació
de: Installationsfehler
eo: Instala eraro
es: Error de instalación
et: Paigaldusviga
fi: Asennusvirhe
fr: Erreur d'installation
gl: Erro de instalación
he: שגיאת התקנה
ia: Error de installation
it: Errore d'installazione
ka: დაყენების შეცდომა
ko: 설치 오류
nl: Installatiefout
pl: Błąd instalacji
pt: Erro de Instalação
pt_br: Erro de instalação
sl: Napaka namestitve
sv: Installationsproblem
uk: Помилка встановлення
zh_tw: 安裝錯誤

source: Please classify the font type and language of the text on the image:
ca@valencia: Classifiqueu el tipus de lletra i l'idioma del text de la imatge:
de: Bitte geben Sie den Schrifttyp und die Sprache des Bildtextes an:
eo: Bonvolu klasifiki la tiparon kaj lingvon de la teksto sur la bildo:
es: Por favor, clasifique el tipo de letra y el idioma del texto de la imagen:
et: Palun klassifitseeri kujutisel oleva teksti fonditüüp ja keel:
fi: Määritä fontin luokka ja kuvan tekstin kieli:
fr: Veuillez classer le type de la police et la langue du texte de l'image :
gl: Clarifique o tipo de fonte e o idioma do texto da imaxe:
he: נא לסווג את סוג הרופן ואת שפת טקסט התמונה:
ia: Per favor classifica le typo de font e linguage del texto sur le imagine:
it: Classifica il tipo di carattere e il linguaggio del testo sull'immagine:
ka: მიუთითეთ გამოსახულების ტექსტის ფონტის ტიპი და ენა:
ko: 이미지의 텍스트의 글꼴 종류와 언어를 선택하십시오:
nl: Kies hier het lettertype en de taal van de tekst op de afbeelding:
pl: Proszę sklasyfikować typ czcionki i język tekstu na obrazie:
pt: Por favor classifique o tipo de letra e a língua do texto na imagem:
pt_br: Por favor classifique o idioma e o tipo de fonte do texto na imagem:
sl: Prosim določite vrsto pisave in jezik besedila na sliki:
sv: Klassificera teckensnittstyp och textens språk på bilden:
uk: Будь ласка, вкажіть тип шрифту та мову тексту на зображенні:
zh_tw: 請指定圖片當中文字的字體類型和語言：

source: Font Type Selection
ca@valencia: Seleccioneu el tipus de lletra
de: Schrifttyp-Auswahl
eo: Elekto de Tiparo
es: Selección de tipo de letra
et: Fonditüübi valik
fi: Fonttityypin valinta
fr: Sélection du type de police
gl: Selección de tipo de fonte
he: בחירת סוג גופן
ia: Selection de Typo de Font
it: Selezione tipo carattere
ka: ფონტის ტიპის არჩევა
ko: 글꼴 형식 선택
nl: Lettertypeselectie
pl: Wybór typu czcionki
pt: Selecção do Tipo de Letra
pt_br: Seleção do Tipo de Fonte
sl: Izbira vrste pisave
sv: Val av teckensnittstyp
uk: Вибір типу шрифту
zh_tw: 字型類型選擇

source: Machine print
ca@valencia: Màquina impressora
de: Maschinendruck
eo: Maŝina presado
es: Impresión mecanizada
et: Masinakiri
fi: Tietokonetuloste
fr: Écriture dactylographiée
gl: Impresión a máquina
he: הדפסת מכונה
ia: Imprimite a machina
it: Macchina di stampa
ka: მანქანური ბეჭდვა
ko: 기계 인쇄
nl: Drukwerk
pl: Wydruk maszynowy
pt: Letra de imprensa
pt_br: Cópia da Máquina
sl: Strojni tisk
sv: Maskinutskrift
uk: Друкарська машинка
zh_tw: 機器印刷

source: Hand writing
ca@valencia: Escriptura a mà
de: Handschrift
eo: Manskribado
es: Escritura manual
et: Käsikiri
fi: Kaunokirjoitus
fr: Écriture manuscrite
gl: Escrita manual
he: כתב יד
ia: Scribente a mano
it: Scrittura a mano
ka: ხელნაწერი
ko: 필기
nl: Handgeschreven
pl: Pismo odręczne
pt: Escrita à mão
pt_br: Escrevendo à mão
sl: Ročna pisava
sv: Handskrift
uk: Рукописний текст
zh_tw: 手寫

source: Norm font
ca@valencia: Lletra normal
de: Norm-Zeichensatz
eo: Norma tiparo
es: Tipo de letra normal
et: Normaalne font
fi: Normifontti
fr: Police normale
gl: Fonte normal
he: גופן רגיל
ia: Font de Norma
it: Carattere Norm
ka: ნორმალური ფონტი
ko: 일반 글꼴
nl: Lettertype normering
pl: Czcionka bazowa
pt: Tipo de letra normal
pt_br: Fonte Norm
sl: Običajna pisava
sv: Normalt teckensnitt
uk: Звичайний текст
zh_tw: 標準字型

source: Country
ca@valencia: País
de: Land
eo: Lando
es: País
et: Riik
fi: Maa
fr: Pays
gl: País
he: מדינה
ia: Pais
it: Paese
ka: ქვეყანა
ko: 국가
nl: Land
pl: Kraj
pt: País
pt_br: País
sl: Država
sv: Land
uk: Країна
zh_tw: 國家

source: OCR Modifier
ca@valencia: Modificador OCR
de: OCR-Modifizierer
eo: OCR-Modifilo
es: Modificador de OCR
et: OMT modifikaator
fi: Tekstintunnistus
fr: Modificateur de la ROC
gl: Modificador de OCR
he: משתני זיהוי תווים אופטי
ia: Modificator de OCR
it: Modificatore OCR
ka: OCR მოდიფიკატორი
ko: OCR 수정자
pl: Modyfikator OCR
pt: Modificador do OCR
pt_br: Modificador OCR
sl: Modifikator OCR
sv: Parameter för optisk teckentydning
uk: Модифікатор ОРС
zh_tw: OCR 修飾子

source: Enable automatic noise reduction
ca@valencia: Activa la reducció de soroll automàtica
de: Automatische Rauschunterdrückung
eo: Ebligi aŭtomatan bruoredukton
es: Activar reducción de ruido automática
et: Automaatse müravähenduse lubamine
fi: Käytä automaattista kohinanvaimennusta
fr: Activer la réduction automatique du bruit
gl: Activar a redución de ruído automática
he: הפעלת הפחתת רעשים אוטומטית
ia: Habilita reduction de ruito normal
it: Abilita riduzione automatica del rumore
ka: ხმაურის ავტომატური შემირების ჩართვა
ko: 자동 잡음 감소 사용
nl: Schakel automatische ruisonderdrukking in
pl: Automatyczna redukcja szumu
pt: Activar a redução automática de ruído
pt_br: Habilitar redução automática de sujeira
sl: Omogoči samodejno zmanjševanje šuma
sv: Aktivera automatisk brusreducering
uk: Ввімкнути автоматичне зменшення шумів
zh_tw: 啟用自動雜訊減少

source: Enable automatic scaling
ca@valencia: Activa l'escalat automàtic
de: Automatische Skalierung
eo: Ebligi aŭtomatan skaladon
es: Activar escalado automático
et: Automaatse skaleerimise lubamine
fi: Käytä automaattista skaalausta
fr: Activer le changement automatique d'échelle
gl: Activar o cambio de escala automático
he: הפעלת התאמת קנה מידה אוטומטית
ia: Habilita scalar automatic
it: Abilita ridimensionamento automatico
ka: ავტომატური მასშტაბირების ჩართვა
ko: 자동 크기 조정 사용
nl: Schakel automatisch herschalen in
pl: Automatyczne skalowanie
pt: Activar a escala automática
pt_br: Habilitar escalonamento automático
sl: Omogoči samodejno spreminjanje velikosti
sv: Aktivera automatisk skalning
uk: Ввімкнути автоматичне масштабування
zh_tw: 啟用自動大小調整

source: Classifier file %1 does not exist
ca@valencia: No existix el fitxer classificador %1
de: Klassifizierungsdatei %1 existiert nicht
eo: Klasigilo-dosiero %1 ne ekzistas
es: El archivo de clasificación %1 no existe
et: Klassifikaatorifaili %1 ei ole olemas
fi: Luokitustiedostoa %1 ei ole olemassa
fr: Le fichier classificateur %1 n'existe pas
gl: O ficheiro de clasificador %1 non existe
he: קובץ המסווג %1 לא קיים
ia: File classificator %1 non existe
it: Il classificatore di file %1 non esiste
ka: კლასიფიკატორის ფაილი %1 არ არსებობს
ko: 분류기 파일 %1이(가) 없음
nl: Het classificatiebestand %1 bestaat niet
pl: Plik klasyfikujący %1 nie istnieje
pt: O ficheiro de classificação %1 não existe
pt_br: O arquivo classificador %1 não existe
sl: Razporeditvena datoteka %1 ne obstaja
sv: Klassificeringsfilen %1 finns inte
uk: Файл класифікатора %1 не існує
zh_tw: 分類檔 %1 不存在

source: Classifier file %1 is not readable
ca@valencia: No es pot llegir el fitxer classificador %1
de: Klassifizierungsdatei %1 ist nicht lesbar
eo: Klasigilo dosiero %1 ne estas legebla
es: El archivo de clasificación %1 no se puede leer
et: Klassifikaatorifail %1 ei ole loetav
fi: Luokitustiedostoa %1 ei voida lukea
fr: Le fichier classificateur %1 est illisible
gl: Non se pode ler o ficheiro de clasificador %1
he: קובץ המסווג %1 אינו קריא
ia: File classificator %1 non es legibile
it: Il classificatore di file %1 non è leggibile
ka: კლასიფიკატორის ფაილი %1 წაკითხვადი არაა
ko: 분류기 파일 %1에서 읽을 수 없음
nl: Het classificatiebestand %1 kan niet worden gelezen
pl: Nie można czytać pliku klasyfikującego %1
pt: O ficheiro de classificação %1 não está legível
pt_br: O arquivo classificador %1 não está legível
sl: Razporeditvena datoteka %1 ni berljiva
sv: Klassificeringsfilen %1 kan inte läsas
uk: Неможливо прочитати файл класифікатора %1
zh_tw: 分類檔 %1 無法讀取

# @info %1 is one of the two following messages
source: <para><emphasis>Kadmos</emphasis> is a commercial OCR/ICR library produced by reRecognition&nbsp;AG.</para><para>%1</para><para>See <link url="http://www.rerecognition.com">www.rerecognition.com</link> for more information on Kadmos.</para>
ca@valencia: <para><emphasis>Kadmos</emphasis> és una biblioteca comercial d'OCR/ICR produïda pel reRecognition&nbsp;AG.</para><para>%1</para><para>Vegeu <link url="http://www.rerecognition.com">www.rerecognition.com</link> per a més informació quant a Kadmos.</para>
de: <para><emphasis>Kadmos</emphasis> ist eine kommerzielle OCR/ICR-Bibliothek der reRecognition&nbsp;AG.</para><para>%1</para><para>Weitere Informationen über Kadmos finden Sie auf <link url="http://www.rerecognition.com">www.rerecognition.com</link>.</para>
eo: <para><emphasis>Kadmos</emphasis> estas komerca OCR/ICR-biblioteko produktita de reRecognition AG.</para><para >%1</para><para >Vidu <link url="http:// www.rerecognition.com">www.rerecognition.com</link> por pliaj informoj pri Kadmos.</para>
es: <para><emphasis>Kadmos</emphasis> es una biblioteca comercial de OCR/ICR creada por reRecognition&nbsp;AG.</para><para>%1</para><para>Consulte <link url="http://www.rerecognition.com">www.rerecognition.com</link> para obtener más información sobre Kadmos.</para>
et: <para><emphasis>Kadmos</emphasis> on kommertslik OMT/IMT teek, mille valmistaja on reRecognition&nbsp;AG.</para><para>%1</para><para><link url="http://www.rerecognition.com">www.rerecognition.com</link> kõneleb Kadmosest lähemalt.</para>
fi: <para><emphasis>KADMOS</emphasis> on kaupallinen tekstintunnistuskirjasto, jonka on tuottanut reRecognition&nbsp;AG.</para><para>%1</para><para>Lisätietoa KADMOS-ohjelmistosta löytyy sivulta <link url="http://www.rerecognition.com/">www.rerecognition.com</link>.</para>
fr: <para><emphasis>KADMOS</emphasis> est une bibliothèque commerciale de type « OCR / ICR » produite par reRecognition AG.</para><para>%1</para><para>Consultez <link url="http://www.rerecognition.com">www.rerecognition.com</link> Pour plus d'informations sur KADMOS.</para>
gl: <para><emphasis>Kadmos</emphasis> é unha biblioteca privativa de OCR e ICR creada por reRecognition&nbsp;AG.</para><para>%1</para><para>Consulte <link url="http://www.rerecognition.com">www.rerecognition.com</link> para máis información sobre Kadmos.</para>
he: <para><emphasis>Kadmos</emphasis> היא ספריית זיהוי תווים אופטי/חכם שנוצרה על ידי reRecognition&nbsp;AG.</para><para>%1</para><para>באתר <link url="http://www.rerecognition.com">www.rerecognition.com</link> יש פרטים נוספים על Kadmos.</para>
ia: <para><emphasis>Kadmos</emphasis> es un bibliotheca de OCR/ICR commercial OCR/ICR producite per reRecognition&nbsp;AG.</para><para>%1</para><para>Vide <link url="http://www.rerecognition.com">www.rerecognition.com</link> per plus information re Kadmos.</para>
it: <para><emphasis>Kadmos</emphasis> è una libreria OCR/ICR commerciale prodotta da reRecognition&nbsp;AG.</para><para>%1</para><para>Visita il sito <link url="https://www.best-ocr.com/en.html">www.best-ocr.com</link> per maggiori informazioni su Kadmos.</para>
ka: <para><emphasis>Kadmos</emphasis> ფასიანი OCR/ICR ბიბლიოთეკაა, რომლის ავტორია reRecognition&nbsp;AG.</para><para>%1</para><para>Kadmos-ის შესახებ მეტი ინფორმაციისთვის იხ. ბმული <link url="http://www.rerecognition.com">www.rerecognition.com</link>.</para>
ko: <para><emphasis>Kadmos</emphasis>는 reRecognition&nbsp;AG에서 개발한 상용 OCR/ICR 라이브러리입니다.</para><para>%1</para><para>더 많은 정보를 보려면 <link url="http://www.rerecognition.com">www.rerecognition.com</link> 사이트를 방문하십시오.</para>
nl: <para><emphasis>Kadmos</emphasis> is een commerciële OCR/ICR bibliotheek geproduceerd door reRecognition&nbsp;AG.</para><para>%1</para><para>Zie <link url="http://www.rerecognition.com">www.rerecognition.com</link> voor meer informatie over Kadmos.</para>
pl: <para><emphasis>Kadmos</emphasis> jest komercyjna biblioteką OCR/ICR napisaną przez reRecognition&nbsp;AG.</para><para>%1</para><para>Zobacz <link url="http://www.rerecognition.com">www.rerecognition.com</link> po więcej informacji o Kadmos.</para>
pt: O <para><emphasis>Kadmos</emphasis> é uma biblioteca comercial de OCR/ICR produzida pela reRecognition&nbsp;AG.</para><para>%1</para><para>Veja mais informações sobre o Kadmos em <link url="http://www.rerecognition.com">www.rerecognition.com</link>.</para>
sl: <para><emphasis>Kadmos</emphasis> je komercialna knjižnica za OCR/ICR izdelana v reRecognition&nbsp;AG.</para><para>%1</para><para>Glejte <link url="http://www.rerecognition.com">www.rerecognition.com</link> za več informacij o programju Kadmos.</para>
sv: <para><emphasis>Kadmos</emphasis> är ett kommersiellt bibliotek för optisk teckentydning (OCR/ICR) som är framtaget av reRecognition&nbsp;AG.</para><para>%1</para><para>Se <link url="http://www.rerecognition.com">www.rerecognition.com</link> för mer information om Kadmos.</para>
uk: <para><emphasis>Kadmos</emphasis> — комерційна бібліотека для оптичного та інтелектуального розпізнавання текстів, створена reRecognition&nbsp;AG.</para><para>%1</para><para>Докладніше про Kadmos можна дізнатися <link url="http://www.rerecognition.com">тут</link>.</para>
zh_tw: <para><emphasis>Kadmos</emphasis> 是 reRecognition&nbsp;AG 所做的商用 OCR/ICR 函式庫。</para><para>%1</para><para>關於 Kadmos 的更多資訊請見 <link url="http://www.rerecognition.com">www.rerecognition.com</link>。</para>

source: This version of Kooka is configured to use the Kadmos engine.
ca@valencia: Esta versió de Kooka està configurada per a utilitzar el motor Kadmos.
de: Diese Version von Kooka ist zu Verwendung des Kadmos-Moduls eingerichtet.
eo: Ĉi tiu versio de Kooka estas agordita por uzi la Kadmos-motoron.
es: Esta versión de Kooka está configurada para usar el motor Kadmos.
et: See Kooka versioon on seadistatud kasutama Kadmose mootorit.
fi: Tätä Kookan versiota ei ole koostettu käyttämään KADMOS-moottoria.
fr: Cette version de Kooka est configurée pour utiliser le moteur KADMOS.
gl: Esta versión de Kooka está configurada para usar o motor Kadmos.
he: הגרסה הזאת של Kooka מוגדרת להשתמש במנוע Kadmos.
ia: Iste version de Kooka es configurate per usar le motor Kadmos.
it: Questa versione di Kooka è configurata per utilizzare il motore Kadmos.
ka: Kooka-ის ეს ვერსია Kadmos-ის გამოყენებითაა აგებული.
ko: 이 버전의 Kooka는 Kadmos 엔진을 사용하도록 설정되었습니다.
nl: Deze versie van Kooka is geconfigureerd om de Kadmos engine te gebruiken.
pl: Ta wersja Kooki została skonfigurowana do używania z silnikiem Kadmos.
pt: Esta versão do Kooka está configurada para usar o motor do Kadmos.
pt_br: Esta versão do Kooka está configurada para usar o motor Kadmos.
sl: Ta različica Kooka je nastavljena za uporabo podlage Kadmos.
sv: Den här versionen av Kooka är konfigurerad för att använda Kadmos-programmet.
uk: Цю версію Kooka налаштовано на використання рушія Kadmos.
zh_tw: 這個版本的 Kooka 已為 Kadmos 引擎進行配置。
