Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: <b>Encapsulated PostScript</b> is derived from the PostScript&trade; page description language. Use this format for importing into other applications, or to use with (e.g.) TeX.
ca@valencia: <b>PostScript encapsulat («Encapsulated PostScript»)</b> es deriva del llenguatge de descripció de pàgina PostScript&trade;. Utilitzeu este format per a importar cap a altres aplicacions, o per a utilitzar amb TeX, per exemple.
de: <b>Encapsulated PostScript</b> ist von der Seitenbeschreibungssprache PostScript&trade; abgeleitet. Benutzen Sie dieses Format für den Import in andere Anwendungen, zum Beispiel mit TeX.
eo: <b>Enkapsuligita PostScript</b> devenas de la paĝa priskriba lingvo PostScript™. Uzu ĉi tiun formaton por importi en aliajn aplikojn, aŭ por uzi kun (ekz.) TeX.
es: <b>PostScript encapsulado</b> deriva del lenguaje descriptivo de página PostScript&trade;. Use este formato para importar en otras aplicaciones o para usarlo (por ejemplo) con TeX.
et: <b>Kapseldatud PostScript</b> (EPS) lähtub PostScript&trade; lehekülje kirjelduskeelest. Kasuta seda vormingut importimiseks teistesse rakendustesse või näiteks koos TeXiga.
fi: <b>EPS</b> (encapsulated PostScript) on PostScript&trade;-sivunkuvauskielen johdannainen. Käytä tätä muotoa tuotaessa kuvia muihin sovelluksiin tai esim. TeXissä.
fr: <b>Encapsulated PostScript</b> est un dérivé du format PostScript. Utilisez ce format pour importer dans d'autres applications ou avec TeX, par exemple.
gl: <b>PostScript encapsulado</b> derívase da linguaxe de descrición de páxinas PostScript&trade;. Use este formato para importar noutras aplicacións, ou para usar dentro de TeX, por exemplo.
he: <b>PostScript מכומס</b> הוא נגזרת של PostScript&trade; שפת תיאור עמודים. יש להשתמש בתסדיר הזה כדי לייבא ליישומים אחרים, או כדי להשתמש ב־TeX (טך, למשל).
it: <b>Encapsulated PostScript</b> deriva dal linguaggio di descrizione della pagina PostScript&trade;. Usa questo formato per importare in altre applicazioni, o per l'uso con (per esempio) TeX.
ka: <b>Encapsulated PostScript</b> მიღებულია PostScript&trade; გვერდის აღწერის ენიდან. გამოიყენეთ ეს ფორმატი სხვა აპლიკაციაში შესტანად, ან, მაგალითად, TeX-თან გამოსაყენებლად.
ko: <b>EPS</b> 형식은 PostScript&trade; 페이지 기술 언어의 파생 형식입니다. TeX 등 다른 앱에 임베드해야 할 때 사용하십시오.
nl: <b>Ingekapseld PostScript</b> is afgeleid van de beschrijvingstaal van een PostScript&trade; pagina. Dit formaat gebruiken voor importeren in andere toepassingen of met (bijv.) TeX.
pl: <b>Encapsulated PostScript</b> jest pochodną PostScript&trade; język opisu strony. Używaj tego formatu do importowania do innych programów, lub użyj go z np. TeX.
pt: O <b>Encapsulated PostScript</b> (EPS) é derivado da linguagem de descrição de páginas PostScript&trade;. Use este formato para importar noutras aplicações ou para usar com (p.ex.) o TeX.
pt_br: O <b>Encapsulated PostScript</b> (EPS) é derivado da linguagem de descrição de páginas PostScript&trade;. Use este formato para importar para outras aplicações ou para usar com (p.ex.) o TeX.
sl: <b>Encapsulated PostScript</b> je nastal iz jezika za opis strani PostScript&trade. Ta format uporabite za uvoz v druge programe npr. za TeX.
sv: <b>Encapsulated PostScript</b> är en vidareutveckling av sidbeskrivningsspråket Postscript&trade;. Använd formatet för att importera i andra program, eller för användning i (exempelvis) TeX.
uk: <b>Encapsulated PostScript</b> походить з мови опису компонування сторінок PostScript&trade;. Цим форматом можна скористатися для імпортування даних до інших програм або використання, наприклад у TeX.

source: <b>Truevision Targa</b> can store full color images with an alpha channel, and is used extensively by animation and video applications.<p>This format is not recommended, use an open format instead.
ca@valencia: El <b>Truevision Targa</b> pot emmagatzemar imatges a color complet amb un canal alfa, i s'utilitza àmpliament en aplicacions d'animació i de vídeo.<p>Este format no està recomanat, en el seu lloc utilitzeu un format obert.
de: <b>Truevision Targa</b> kann Echtfarbenbilder mit einem Alpha-Kanal speichern und wird vielfach für Animationen und Videos benutzt.<p>Dieses Format wird nicht empfohlen, verwenden Sie statt dessen ein offenes Format.
eo: <b>Truevision Targa</b> povas stoki plenkolorajn bildojn kun alfa-kanalo, kaj estas vaste uzata de animaciaj kaj video-aplikoj.<p>Tiu ĉi formato ne estas rekomendita, uzu malferman formaton anstataŭe.
es: <b>Truevision Targa</b> puede guardar imágenes de color con un canal alfa, y se usa ampliamente en las aplicaciones de animación y de vídeo.<p>Este formato no está recomendado. Use un formato abierto en su lugar.
et: <b>Truevision Targa</b> (TGA) võib salvestada värvipilte koos alfakanaliga ning seda kasutatakse laialdaselt animatsiooni- ja videorakendustes.<p>See vorming pole soovitatav, kasuta selle asemel vaba vormingut.
fi: <b>TTG</b> (Truevision Targa) voi tallentaa täysvärikuvia alfakanavalla, ja sitä käytetään laajasti animaatio- ja videosovelluksissa.<b>Kuvamuoto ei ole suositeltava: käytä mieluummin avointa muotoa.
fr: <b>Truevision Targa</b> peut stocker des images en pleines couleurs avec un canal alpha. Il est largement utilisé par les applications d'animation et de vidéo. <p>Ce format n'est pas recommandé, privilégiez un format ouvert.
gl: <b>Truevision Targa</b> pode almacenar imaxes a toda cor con canle alfa, e úsano amplamente aplicacións de animación e vídeo. <p>Non se recomenda este formato, mellor use un formato aberto.
he: <b>Truevision Targa</b> יכול לאחסן תמונות צבע מלאות עם ערוץ שקיפות, משמש באופן נרחב להנפשות ויישומי וידאו.<p>התסדיר הזה לא מומלץ, עדיף להשתמש בתסדיר פתוח במקום.
it: <b>Truevision Targa</b> può archiviare immagini in quadricromia con un canale alfa, ed è molto utilizzato da applicazioni per video e per animazioni.<p>Questo formato non è consigliato, usa invece un formato aperto.
ka: <b>Truevision Targa</b> შეუძლია დაიმახსოვროს 24-ბიტიანი გამოსახულებები ალფა არხით და ფართოდ გამოიყენება ანიმაციისა და ვიდეოს აპლიკაციების მიერ.<p>ეს ფორმატი რეკომენდებული არაა. გამოიყენეთ რაიმე ღია ფორმატი.
ko: <b>Truevision Targa</b> 형식은 알파 채널이 들어 있는 컬러 그림을 저장할 수 있으며, 애니메이션과 비디오 앱에서 사용합니다.<p>다른 개방형 형식을 사용하는 것을 추천합니다.
nl: <b>Truevision Targa</b> kan volledige kleur afbeeldingen met een alfa-kanaal en wordt used uitgebreid gebruikt door animatie- en video-toepassingen.<p>Dit formaat wordt niet aangeraden, gebruik in plaats daarvan een open formaat.
pl: <b>Truevision Targa</b> może przechowywać pełno-kolorowe obrazy z kanałem alfa i jest szeroko używany przez programy do animacji i wideo.<p> Format ten jest niezalecany, zamiast niego użyj otwartego formatu.
pt: O <b>Truevision Targa</b> pode guardar imagens a cores totais com um canal alfa e é usado frequentemente em aplicações de animação e vídeo.<p>Este formato não é recomendado, pelo que use um formato aberto em alternativa.
pt_br: O <b>Truevision Targa</b> pode guardar imagens em cores totais com um canal alfa e é usado frequentemente em aplicações de animação e vídeo.<p>Este formato não é recomendado; use um formato aberto em alternativa.
sl: <b>Truevision Targa</b> lahko shrani polno barvne slike z alfa kanalom in ga veliko uporabljajo aplikacije za animacije in video.<p>Ta format ni priporočljiv, namesto tega raje uporabite odprti format.
sv: <b>Truevision Targa</b> kan lagra färgbilder med en alfakanal, och används flitigt av animerings- och videoprogram.<p>Formatet rekommenderas inte, använd hellre ett öppet format.
uk: <b>Truevision Targa</b> придатний для зберігання кольорових зображень з каналом прозорості. Широко використовується у програмах для роботи з анімацією та відео.<p>Не рекомендуємо вам користуватися цим форматом, краще скористайтеся якимось з відкритих форматів.

source: <b>Graphics Interchange Format</b> is a popular but patent-encumbered format often used for web graphics. It uses lossless compression with up to 256 colors and optional transparency.<p>For legal reasons this format is not recommended, use an open format instead.
ca@valencia: El <b>format d'intercanvi de gràfics («Graphics Interchange Format»)</b> és un format popular però carregat de patents utilitzat amb freqüència als gràfics web. Utilitza una compressió sense pèrdua amb fins a 256 colors i transparència opcional.<p>Per motius legals este format no està recomanat, en el seu lloc utilitzeu un format obert.
de: <b>Graphics Interchange Format</b> ist ein populäres aber patentiertes Format, das häufig für Web-Grafiken benutzt wird. Es verwendet eine verlustfreie Komprimierung mit bis zu 256 Farben und optional Transparenz.<p> Aus legalen Gründen wird dieses Format nicht empfohlen, benutzen Sie statt dessen ein offenes Format.
eo: <b>Grafika Interŝanĝa Formato</b> estas populara sed patent-ŝarĝita formato ofte uzata por TTT-grafikaĵoj. Ĝi uzas senperdan kunpremadon kun ĝis 256 koloroj kaj laŭvola travidebleco.<p>Pro juraj kialoj ĉi tiu formato ne estas rekomendita, uzu malferman formaton anstataŭe.
es: El <b>formato de intercambio de gráficos</b> (GIF) es un formato popular, aunque cargado de patentes, que a menudo se usa en gráficos para la web. Usa compresión sin pérdida con un máximo de 256 colores y con transparencia opcional.<p>Por motivos legales, este formato no se recomienda. Use un formato abierto en su lugar.
et: <b>Graafika vahetusvorming</b> (GIF) on populaarne, aga patentide all ägav vorming, mida kasutatakse sageli veebigraafika puhul. See kasutab kadudeta tihendamist kuni 256 värviga ja lisavõimalusena ka läbipaistvusega.<p>Juriidilistel kaalutlustel pole see vorming soovitatav, kasuta selle asemel avatud vormingut.
fi: <b>GIF</b> (graphics interchange format) on verkkografiikassa käytetty suosittu mutta patenttien raskauttama kuvamuoto. Se käyttää häviötöntä pakkausta 256 väriin saakka ja valinnaista läpinäkyvyyttä.<p>Juridisista syistä tätä kuvamuotoa ei suositella: käytä mieluummin avointa muotoa.
fr: <b>Graphics Interchange Format</b> est un format breveté assez populaire souvent utilisé pour les graphiques Web. Il utilise une compression sans perte jusqu'à 256 couleurs et la transparence en option. <p>Pour des raisons légales ce format n'est pas recommandé, privilégiez un format ouvert.
gl: <b>GIF</b> é un formato popular pero afectado por patentes que adoita empregarse para imaxes web. Usa compresión sen perda con ata 256 cores e coa posibilidade de usar transparencia. <p>Este formato non se recomenda por cuestións legais, mellor use un formato aberta.
he: <b>תסדיר תחלופה גרפית</b> הוא תסדיר נפוץ אך סבוך פטנטים שבדרך כלל משמש לגרפיקה באנטרנט. הוא משמש בדחיסה ללא אובדן נתונים עם עד 256 צבעים ושקיפות כרשות.<p>מטעמים משפטיים התסדיר הזה לא מומלץ, עדיף להשתמש בתסדיר פתוח במקום.
it: <b>Graphics Interchange Format</b> è un formato comune ma coperto da brevetti, utilizzato spesso per la grafica web. Utilizza una compressione senza perdita fino a 256 colori e trasparenza opzionale.<p>Per motivi legali questo formato non è consigliato, usa invece un formato aperto.
ka: <b>Graphics Interchange Format</b> პოპულარული ფორმატია, მაგრამ პატენტით დაცული, რომელიც ხშირად გამოიყენება ვებგრაფიკისთვის.<p>იურიდიული მიზეზების გმო ეს ფორმატი რეკომენდებული არაა. გამოიყენეთ ღია ფორმატი.
ko: <b>GIF</b> 형식은 웹 그래픽에서 종종 사용합니다. 최대 256색까지의 무손실 압축을 사용하며 선택 사항으로 투명도를 사용할 수 있습니다.<p>압축 알고리즘에 적용된 특허 문제로 인하여 다른 개방형 형식을 사용하는 것을 추천합니다.
nl: <b>Graphics Interchange Format</b> is een populair formaat, maar omgeven door patenten, vaak gebruikt voor webillustraties. Het gebruik compressie zonder verlies met tot 256 kleuren en optioneel transparantie.<p>Vanwege juridische redenen wordt dit formaat niet aanbevolen, gebruik in plaats daarvan een open formaat.
pl: <b>Graphics Interchange Format</b> jest popularnym formatem, ale obarczonym patentami, często używany dla grafiki sieciowej. Wykorzystuje bezstratną kompresję do aż 256 kolorów z opcjonalną przezroczystością.<p>Ze względów prawnych format ten nie jest zalecany, zamiast niego użyj otwartego formatu.
pt: O <b>Graphics Interchange Format</b> (GIF) é um formato popular mas coberto por patentes, usando frequentemente para gráficos na Web. Usa uma compressão sem perdas até 256 cores e, opcionalmente, com transparência.<p>Por razões legais, este formato não é recomendado, pelo que use um formato aberto em alternativa.
pt_br: O <b>Graphics Interchange Format</b> (GIF) é um formato popular mas coberto por patentes, usado frequentemente para gráficos na Web. Usa uma compressão sem perdas até 256 cores e, opcionalmente, com transparência.<p>Por razões legais, este formato não é recomendado; use um formato aberto em alternativa.
sl: <b>Graphics Interchange Format (Oblika za grafično izmenjavo) - GIF</b> je priljubljen, s patentom obremenjen format, ki se pogosto uporablja za spletno grafiko. Uporablja stiskanje brez izgub z do 256 barv in optimalno preglednost.<p>Zaradi pravnih razlogov ta format ni priporočljiv, namesto tega raje uporabite odprti format.
sv: <b>Graphics Interchange Format</b> är ett populärt men patentbegränsat format som ofta används för webbgrafik. Det använder förlustfri komprimering med upp till 256 färger och valbar genomskinlighet.<p>Av juridiska skäl rekommenderas inte formatet; använd hellre ett öppet format.
uk: <b>Graphics Interchange Format</b> — популярний, але проблемний з точки зору патентів формат, який часто використовується для інтернет-графіки. У цьому форматі зі стиканням без втрати якості можна зберігати зображення з кількістю кольорів до 256 і каналом прозорості.<p>Якщо не хочете мати проблем з патентним законодавством, скористайтеся якимось іншим відкритим форматом.

source: <b>Tagged Image File Format</b> is a versatile and extensible file format widely supported by imaging and publishing applications. It supports indexed and true color images with alpha transparency.<p>Because there are many variations, there may sometimes be compatibility problems. Unless required for use with other applications, use an open format instead.
ca@valencia: El <b>format de fitxer d'imatge etiquetat («Tagged Image File Format»)</b> és un format de fitxer versàtil i ampliable àmpliament acceptat per les aplicacions d'imatge i publicació. Admet imatges indexades i de color real amb transparència de l'alfa.<p>Com que hi ha moltes variacions, a vegades hi ha problemes de compatibilitat. A menys que es requerisca utilitzar amb altres aplicacions, en el seu lloc utilitzeu un format obert.
de: <b>Tagged Image File Format</b> ist ein vielseitiges und erweiterbares Dateiformat, das umfassend durch Anwendungen zur Bildbearbeitung und zur Veröffentlichung unterstützt wird. Es unterstützt Index- und Echtfarbenbilder mit Alpha-Transparenz.<p>Wegen der vielen Varianten dieses Formats ergeben sich manchmal Kompatibilitätsprobleme. Wenn es nicht wegen der Benutzung in anderen Programmen nötig ist, sollten Sie statt dessen ein offenes Formt verwenden.
eo: <b>Tagged Image File Format</b> estas multflanka kaj etendebla dosierformato vaste subtenata de bildigaj kaj eldonaj aplikaĵoj. Ĝi subtenas indeksitajn kaj verajn kolorbildojn kun alfa travidebleco.<p>Ĉar estas multaj variaĵoj, povas foje esti kongruaj problemoj. Krom se necese por uzo kun aliaj aplikoj, uzu malferman formaton anstataŭe.
es: El <b>formato de archivo de imagen con etiquetas</b> (TIFF) es un formato de archivo extensible y versátil, ampliamente usado en las aplicaciones de escaneo y de autoedición. Permite imágenes en color indexado y verdadero con transparencia alfa.<p>Como existen muchas variantes, a veces hay problemas de compatibilidad. A menos que sea necesario para usar con otras aplicaciones, use un formato abierto en su lugar.
et: <b>Sildistatud pildifaili vorming</b> (TIFF) on mitmekülgne ja laiendatav failivorming, mida toetavad laialdaselt pilditöötlus- ja küljendamisrakendused. See toetab indekseeritud ja loomutruid värve ning alfakanali läbipaistvust.<p>Väga paljude variantide tõttu võib mõnikord tekitada probleeme ühildumatus. Kui see pole vajalik koostööks teiste rakendustega, kasuta selle asemel avatud vormingut.
fi: <b>TIFF</b> (tagged image file format) on kuvankäsittely- ja julkaisusoveltusten laajalti tukema joustava ja laajennettavissa ole kuvamuoto. Se tukee indeksoituja ja tosivärikuvia alfa-läpinäkyvyydellä.<p>Kuvamuodon monien muunnelmien takia joskus voi esiintyä yhteensopivuusongelmia. Ellei se erityisesti ole tarpeen, käytä mieluummin avointa kuvamuotoa.
fr: <b>Tagged Image File Format</b> est un format souple et extensible largement soutenu par les applications d'imagerie et d'édition. Il accepte les images indexées et en vraies couleurs avec transparence alpha.<p>Il existe de nombreuses variantes, il peut donc y avoir des problèmes de compatibilité. Sauf si le fichier est destiné à être utilisé pour d'autres applications, privilégiez un format ouvert.
gl: <b>Tagged Image File Format</b> é un formato de ficheiro versátil e extensíbel compatíbel coa meirande parte das aplicacións de imaxe e publicación. Permite imaxes indexadas e de cor real con transparencia alfa. <p>Dado que existen varias variantes, ás veces poderían existir problemas de compatibilidade. A menos que necesite este formato para usar a imaxe noutra aplicación, mellor use un formato aberto.
he: <b>תסדיר קובץ תמונה מתויגת</b> הוא תסדיר גמיש וניתן להרחבה שנתמך באופן נרחב על ידי תוכנות הפקה וצילום. הוא תומך בתמונות עם צבע אמיתי ומסודר במפתח עם שקיפות.<p>כיוון שיש הרבה הגוונים, נוצרות לפעמים בעיות תאימות. אם אין צורך נקודתי להשתמש בזה עם יישומים אחרים, עדיף להשתמש בתסדיר פתוח במקום.
it: <b>Tagged Image File Format</b> è un formato versatile ed estendibile molto supportato da applicazioni per immagini ed editoria. Supporta immagini a colori indicizzati e a colori reali con trasparenza alfa.<p>Dato che ne esistono molte varianti, potrebbero a volte sorgere problemi di compatibilità. A meno che non lo debba utilizzare con altre applicazioni, usa invece un formato aperto.
ka: <b>Tagged Image File Format</b> მრავალმხრივი და გაფართოებადი ფაილის ფორმატია, რომელიც მხარდაჭერილია გამოსახულების დამუშავებისა და გამოცემის აპლიკაციების მიერ. გააჩნია დაინდექსებული და 24-ბიტიანი ფერების მხარდაჭერა ალფა გამჭვირვალობით.<p>იმის გამო, რომ არსებობს ამ ფორმატის მეტისმეტად განსხვავებული ვერსიები, ხანდახან თავსებადობის პრობლემები ჩნდება. თუ ეს აუცილებელი არაა, რომელიმე ღია ფორმატი გამოიყენეთ.
ko: <b>TIFF</b> 형식은 이미징 및 출판 앱에서 지원하는 확장 가능한 다기능 파일 형식입니다. 인덱스 및 트루컬러 그림과 알파 투명도를 지원합니다.<p>TIFF 형식에는 여러 파생형이 있으므로 일부 경우에 호환성 문제가 발생할 수 있습니다. 다른 앱에서 사용해야 하는 경우가 아니라면 다른 개방형 형식을 사용하는 것을 추천합니다.
nl: <b>Tagged Image File Format</b> is een veelzijdig en uitbreidbaar bestandsformaat breed ondersteund door toepassingen voor afbeeldingen en publiceren. Het ondersteunt geïndexeerde en echte kleur afbeeldingen met alfa transparantie.<p>Omdat er vele variaties zijn, kunnen er soms problemen met de compatibiliteit zijn. Tenzij voor gebruik met andere toepassingen, gebruik in plaats daarvan een open formaat.
pl: <b>Tagged Image File Format</b> jest wszechstronnym i rozszerzalnym formatem pliku szeroko obsługiwanym przez wiele programów graficznych i wydawniczych. Wspiera obrazy indeksowane i true color z przezroczystością alfa.<p>Ponieważ istnieje wiele wariacji, to czasami mogą wystąpić problemy z kompatybilnością. Użyj otwartego formatu, chyba że potrzebujesz go używać z innym programem.
pt: O <b>Tagged Image File Format</b> (TIFF) é um formato versátil e extensível que é bastante usado nas aplicações de imagem e de publicações. Suporta imagens a cores totais e indexadas com o suporte do canal alfa de transparência.<p>Dado que existem demasiadas variantes, poderão ocorrer em algumas vezes problemas de compatibilidade. A menos que seja necessário para usar noutras aplicações, use um formato aberto em alternativa.
pt_br: O <b>Tagged Image File Format</b> (TIFF) é um formato versátil e extensível que é bastante usado nas aplicações de imagem e de publicações. Suporta imagens em cores totais e indexadas com o suporte do canal alfa de transparência.<p>Como existem muitas variantes, poderão ocorrer em algumas vezes problemas de compatibilidade. A menos que seja necessário para usar em outras aplicações, use um formato aberto em alternativa.
sl: <b>Tagged Image File Format</b> je vsestranski in razširljiv format datoteke široko podprto s programi za slikanje in objavljanje. Podpira indeksirano in prave barvne slike s transparentnostjo alfa.<p>Ker jih je veliko različic, včasih lahko pride do težav z združljivostjo. Če ni potrebno za druge aplikacije namesto tega raje uporabite odprti format.
sv: <b>Tagged Image File Format</b> är ett flexibelt och utökningsbart filformat som har utbrett stöd av bild- och publiceringsprogram. Det har stöd för bilder i indexerade och sanna färger med alfa-genomskinlighet.<p>Eftersom det finns många varianter kan det uppstå kompatibilitetsproblem. Om det inte krävs av andra program, använd hellre ett öppet format.
uk: <b>Tagged Image File Format</b> — гнучкий формат файлі з широкими можливостями, підтримується переважною частиною програм для роботи з зображеннями та поліграфії. Передбачено підтримку індексованих та кольорових зображень з каналом прозорості.<p>Через те, що було створено доволі багато версій формату, іноді можуть виникати проблеми з сумісністю. Якщо зберігання у цьому форматі не є обов’язковою вимогою, скористайтеся відкритим форматом замість цього.
