Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: <div>Check this if you want Kooka to load the last selected image into the viewer on startup.<br/><br/>If your images are large, that might slow down Kooka's startup.</div>
ca@valencia: <div>Seleccioneu-la si voleu que Kooka carregue l'última imatge en el visor en iniciar.<br/><br/>Si les imatges són grans, l'inici de Kooka pot ser més lent.</div>
de: <div>Wählen Sie diese Option aus, wenn beim Programmstart das zuletzt bearbeitete Bild geladen werden soll.<br/><br/>Beachten Sie, dass dies den Programmstart von Kooka verzögern kann.</div>
eo: <div>Marku ĉi tion se vi volas, ke Kooka ŝargu la lastan elektitan bildon en la spektilon dum ekfunkciigo.<br/><br/>Se viaj bildoj estas grandaj, tio povus malrapidigi la ekfunkciigon de Kooka.</div>
es: <div>Marque esto si desea que Kooka cargue la última imagen seleccionada en el visor al arrancar.<br/><br/>Si la imagen es grande, podría ralentizar el inicio de Kooka.</div>
et: <div>Märkimise korral laadib Kooka käivitamisel näitajasse viimase valitud pildi.<br/><br/>Kui pilt on suur, võib see aeglustada Kooka käivitamist.</div>
fi: <div>Valitse tämä, jos haluat Kookan lataavan viimeksi valitun kuvan katselimeen käynnistettäessä.<br/><br/>Jos kuvasi ovat suuria, tämä voi hidastaa Kookan käynnistymistä.</div>
fr: <div>Cochez cette option si vous voulez que Kooka ouvre la dernière image sélectionnée dans l'afficheur au démarrage.<br/> <br/>Si les images sont volumineuses, cela peut ralentir le démarrage de Kooka.</div>
gl: <div>Marque esta opción para que Kooka cargue no visor a última imaxe seleccionada ao iniciarse.<br/> <br/>Se as imaxes son grandes, Kooka podería tardar máis en iniciar.</div>
he: <div>יש לסמן את זה כדי ש־Kooka תטען את התמונה האחרונה שנבחרה למציג עם העלייה.<br/><br/>אם התמונות שלך גדולות, הן עשויות להאט את העלייה של Kooka.</div>
it: <div>Abilita questa opzione se vuoi che Kooka carichi l'ultima immagine selezionata all'avvio.<br/><br/>Se le tue immagini sono grandi, questa opzione potrebbe rallentare l'avvio di Kooka.</div>
ka: <div>ჩართეთ ეს, თუ გნებავთ, Kooka-მა ბოლოს მონიშნული გამოსახულება ჩატვირთოს გაშვებისას.<br/><br/>თუ თქვენი გამოსახულებები დიდია, ამან, შეიძლება, Kooka-ის გაშვება შეანელოს.</div>
ko: <div>이 옵션을 선택하면 Kooka를 시작할 때 마지막으로 뷰어에서 선택한 그림을 불러옵니다.<br/><br/>해당 그림의 용량이 클 경우 Kooka의 시작이 느려질 수 있습니다.</div>
nl: <div>Activeer dit als u wilt dat Kooka de laatst geselecteerde afbeelding in de viewer laadt tijdens het opstarten.<br/><br/>Als u met grote afbeeldingen werkt, dan vertraagt deze optie de start van Kooka.</div>
pl: <div>Zaznacz to, jeśli chcesz żeby Kooka wczytywał ostatnio wybrany obraz w przeglądarce na starcie.<br/><br/>Jeśli obraz jest duży, to może to spowolnić uruchamianie Kooka.</div>
pt: <div>Assinale isto se quiser que o Kooka leia a última imagem seleccionada no visualizador aquando do arranque.<br/><br/>Se as suas imagens forem grandes, isto pode tornar mais lento o início do Kooka.</div>
pt_br: <div>Marcar esta se você quer que o Kooka carregue a última imagem selecionada no visualizador durante a inicialização.<br/><br/>Se suas imagens são grandes, isto pode deixar a inicialização do Kooka lenta.</div>
sl: <div>Preverite, ali želite, da ob zagonu Kooka naloži zadnjo izbrano sliko v pregledovalnik.<br/><br/>Če so slike velike, to lahko upočasni zagon Kooka.</div>
sv: <div>Markera det här om du vill att Kooka ska ladda den senast valda bilden i visaren vid start.<br/><br/>Om dina bilder är stora kan det göra att starten av Kooka går långsammare.</div>
uk: <div>Позначте, якщо хочете, щоб Kooka завантажував останні вибрані зображення при запуску.<br/><br/>Якщо ці зображення досить великі, це може суттєво сповільнити запуск.</div>
zh_tw: <div>如果希望 Kooka 啟動時在檢視器載入上次選擇的圖片的話，請勾選此選項。<br/><br/>如果圖片較大，這可能會造成 Kooka 啟動需要更多時間。</div>

source: Always use the Save Assistant
ca@valencia: Utilitza sempre l'assistent de guardada
de: Speicher-Assistent immer verwenden
eo: Ĉiam uzi la Konserv-Asistanton
es: Mostrar siempre el asistente para guardar imágenes
et: Alati kasutatakse salvestusabilist
fi: Käytä tallennusavustajaa aina
fr: Toujours utiliser l'assistant d'enregistrement
gl: Usar sempre o asistente para gardar imaxes.
he: תמיד להשתמש במסייע השמירה
ia: Sempre usa le Assistente de Salveguardar
it: Usa sempre l'assistente al salvataggio
ka: შენახვის დამხმარე ყოველთვის გაეშვება
ko: 항상 저장 도우미 사용
nl: Afbeeldingopslagassistent altijd gebruiken
pl: Zawsze używaj asystenta zapisu
pt: Usar sempre o Assistente de Gravação
pt_br: Usar sempre o Assistente de Salvamento
sl: Vedno uporabi pomočnika za shranjevanje slik
sv: Använd alltid assistent för att spara
uk: Завжди використовувати помічник збереження
zh_tw: 總是使用儲存助手

source: <div>Check this if you want to always use the image save assistant, even if there is a default format for the image type.</div>
ca@valencia: <div>Seleccioneu-la si voleu que sempre s'utilitze l'assistent per a guardar la imatge, encara que hi haja un format predeterminat per al tipus d'imatge.</div>
de: <div>Markieren Sie diese Einstellung, wenn der Speicher-Assistenten auch bei bereits eingestelltem Standard-Speicherformat verwendet werden soll.</div>
eo: <div>Marku ĉi tion, se vi volas ĉiam uzi la asistanton pri konservado de bildoj, eĉ se ekzistas defaŭlta formato por la bildtipo.</div>
es: <div>Marque esto si desea usar siempre el asistente para guardar imágenes, incluso si existe un formato predeterminado para el tipo de imagen.</div>
et: <div>Märkimise korral kasutatakse alati salvestusabilist - isegi siis, kui pilditüübi jaoks on olemas vaikevorming.</div>
fi: <div>Valitse tämä, jos haluat aina käyttää tallennusavustajaa, vaikka kuvien tallentamiseen olisikin määritetty oletusmuoto.</div>
fr: <div>Cochez cette option si vous voulez toujours faire apparaître l'assistant d'enregistrement d'image, même s'il y a un format par défaut pour le type d'image.</div>
gl: <div>Marque esta opción se quere usar o asistente para gardar imaxes, mesmo cando haxa un formato predeterminado para o tipo de imaxe.</div>
he: <div>יש לסמן את זה כדי תמיד להשתמש במסייע השמירה, אפילו אם יש תסדיר ברירת מחדל לסוג התמונה.</div>
it: <div>Abilita questa opzione se vuoi usare sempre l'assistente al salvataggio delle immagini, anche se esiste un formato predefinito per il tipo d'immagine.</div>
ka: <div>ჩართეთ ეს, თუ ყოველთვის გნებავთ გამოსახულების შენახვის დამხმარის გამოყენება მაშინაც კი, როცა არსებობს ნაგულისხმევი ფორმატი გამოსახულების ტიპისთვის.</div>
ko: <div>이 옵션을 선택하면 그림 종류별 기본 파일 형식을 지정했다고 하더라도 그림 저장 도우미를 사용합니다.</div>
nl: <div>Activeer dit als u de afbeeldingopslagassistent altijd wilt gebruiken, ook als er een standaardformaat voor het type afbeelding aanwezig is.</div>
pl: <div>Zaznacz to, jeśli chcesz zawsze używać asystenta zapisu obrazu, nawet jeśli istnieje domyślny format dla typu obrazu.</div>
pt: <diV>Assinale isto se desejar usar sempre o assistente de gravação de imagens, mesmo que haja um formato por omissão para o tipo de imagem.</div>
pt_br: <div>Marcar esta se você quer usar sempre o assistente de salvamento da imagem mesmo se existir um formato padrão para o tipo de imagem.</div>
sl: <div>Preverite, če želite vedno uporabljati pomočnika za shranjevanje slike, tudi če za vrsto slike obstaja privzeta oblika.</div>
sv: <div>Markera det här om du alltid vill använda assistenten för att spara bilden, även om det finns ett standardformat för bildtypen.</div>
uk: <div>Позначте цей пункт, якщо хочете завжди використовувати помічник збереження зображень, навіть якщо вибрано типовий формат зображень.</div>
zh_tw: <div>勾選此選項來在永遠使用圖片儲存助手，即使圖片類型有預設的格式。</div>

source: Ask for file name when saving
de: Beim Speichern nach Dateinamen fragen
eo: Peti dosiernomon kiam oni konservas
fi: Pyydä tiedostonimi tallennettaessa
he: לבקש שם קובץ בעת השמירה
ia: Demanda le nomine quando salveguarda
it: Quando salvi chiedi un nome per il file
ka: შენახვისას ფაილის სახელის კითხვა
sl: Vprašaj za ime datoteke ob shranjevanju
sv: Fråga efter filnamn när bilden sparas
uk: Запитувати назву файла під час збереження
zh_tw: 儲存時詢問檔名

source: <div>Check this if you want to always enter a file name when scanning an image.</div>
de: <div>Ist diese Einstellung aktiviert, können Sie beim Scannen eines Bildes immer einen Dateinamen eingeben.</div>
eo: <div>Marku ĉi tion se vi volas ĉiam enigi dosiernomon dum skanado de bildo.</div>
fi: <div>Valitse tämä, jos haluat aina antaa tiedostonimen sen jälkeen, kun kuva on luettu.</div>
he: <div>יש לסמן את זה כדי תמיד למלא שם קובץ בעת סריקה תמונה.</div>
it: <div>Abilita questa opzione se vuoi indicare sempre un nome di file quando acquisisci un'immagine.</div>
ka: <div>ჩართეთ, თუ ყოველთვის გნებავთ ფაილის სახელის შეყვანა გამოსახულების სკანირებისას.</div>
sl: <div>Odkljukajte to možnost, če želite vedno vnesti ime datoteke ob skeniranju slike.</div>
sv: <div>Markera om du alltid vill skriva in ett filnamn när en bild läses in.</div>
uk: <div>Позначте цей пункт, якщо ви хочете вказувати назву файла завжди під час сканування зображення.</div>
zh_tw: <div>如果您希望總是在掃描圖片後輸入檔名，請勾選此選項。</div>

source: Only show recommended formats for this image type
ca@valencia: Mostra només els formats recomanats per a este tipus d'imatge
de: Nur empfohlenen Formate für diesen Bildtyp anzeigen
eo: Montri nur rekomenditajn formatojn por ĉi tiu bildspeco
es: Mostrar solo los formatos recomendados para este tipo de imagen
et: Ainult selle pilditüübi soovituslike vormingute näitamine
fi: Näytä vain tälle kuvatyypille suositellut kuvamuodot
fr: N'afficher que les formats recommandés pour ce type d'image
gl: Mostrar só os formatos recomendados para este tipo de imaxe.
he: להציג רק תסדירים מומלצים לסוג התמונה הזה
ia: Monstra solmente formatos recommendate per iste typo de imagine
it: Per questo tipo d'immagine mostra solo i formati consigliati
ka: გამოსახულების ამ ტიპისთვის მხოლოდ რეკომენდებული ფორმატების ჩვენება
ko: 이 그림 종류에서 추천하는 그림 파일 형식만 표시
nl: Toon alleen aanbevolen formaten voor dit type afbeelding
pl: Pokazuj tylko zalecane formaty dla tego typu obrazu
pt: Mostrar apenas os formatos recomendados para este tipo de imagem
pt_br: Mostrar apenas os formatos recomendados para este tipo de imagem
sl: Pokaži samo priporočene formate za to vrsto slike
sv: Visa bara rekommenderade format för den här bildtypen
uk: Показувати лише рекомендовані формати для зображень цього типу
zh_tw: 只顯示此圖片類型的建議格式

source: <div>Check this to only show recommended file formats for the scan type. Uncheck it to show all compatible formats.</div>
ca@valencia: <div>Seleccioneu-la per a mostrar només els formats de fitxer recomanats per al tipus d'escaneig. Desseleccioneu-la per a mostrar tots els formats compatibles.</div>
de: <div>Aktivieren Sie dies, um nur empfohlene Dateiformate für diesen Scantyp anzuzeigen. Ansonsten werden alle kompatiblen Formate angezeigt.</div>
eo: <div>Marku ĉi tion por montri nur rekomenditajn dosierformatojn por la skana tipo. Malmarku ĝin por montri ĉiujn kongruajn formatojn.</div>
es: <div>Marque esto para mostrar solo los formatos de archivos recomendados para el tipo de escaneo. Desmárquelo para mostrar todos los formatos compatibles.</div>
et: <div>Märkimise korral näidatakse skannitud tüübile ainult soovitatavaid failivorminguid. Märkimata jätmisel näidatakse kõiki ühilduvaid vorminguid.</div>
fi: <div>Valitse tämä näyttääksesi kuvanlukutyypillä vain suositellut kuvatiedostomuodot. Kaikki muodot näytetään poistamalla valinta.</div>
fr: <div>Cocher pour ne voir que les formats de fichier recommandés pour le type de numérisation. Décocher pour afficher tous les formats compatibles.</div>
gl: <div>Marque esta opción para mostrar só os formatos de ficheiro recomendados para o tipo de escáner. Desmarcar para mostrar todos os formatos compatíbeis.</div>
he: <div>יש לסמן את זה כדי שיופיעו סוגי הקבצים המומלצים לסוג הסריקה בלבד. ביטול הסימון יציג את כל הסוגים הנתמכים.</div>
it: <div>Abilita questa opzione per mostrare solo i formati consigliati per il tipo di scansione. Disabilitala per mostrare tutti i formati compatibili.</div>
ka: <div>ჩართეთ ეს, მხოლოდ, რეკომენდებული ფაილის ტიპების საჩვენებლად არჩეული სკანირების ტიპისთვის. გამორთეთ ყველა თავსებადი ფორმატის საჩვენებლად.</div>
ko: <div>이 옵션을 선택하면 스캔한 그림 종류에 추천하는 그림 파일 형식만 표시합니다. 선택하지 않으면 모든 형식을 표시합니다.</div>
nl: <div>Activeer dit om alleen aanbevolen bestandsformaten voor het type scan te tonen. Deactiveer het om alle compatibele formaten te tonen.</div>
pl: <div>Zaznacz to, aby pokazywać tylko zalecane formaty pliku dla danego skanu. Odznacz to, aby pokazać wszystkie zgodne formaty.</div>
pt: <div>Assinale isto para mostrar apenas os formatos de ficheiros recomendados no tipo de digitalização. Desligue para mostrar todos os formatos compatíveis.</div>
sl: <div>Preverite to, če želite prikazati samo priporočene formate datotek za vrsto skena. Počistite to polje, da se prikažejo vsi združljivi formati.</div>
sv: <div>Markera det här för att bara visa rekommenderade filformat för inläsningstypen. Avmarkera för att visa alla kompatibla format.</div>
uk: <div>Позначте цей пункт, щоб програма показувала лише рекомендовані формати файлів для типів сканування. Зніміть позначку з пункту, якщо слід показувати усі сумісні формати.</div>
zh_tw: <div>勾選來只顯示該掃描類型建議使用的檔案格式。取消勾選來顯示所有相容的格式。</div>

source: Always use this save format for this image type
ca@valencia: Utilitza sempre este format per a guardar este tipus d'imatge
de: Immer dieses Speicherformat für diesen Bildtyp verwenden
eo: Ĉiam uzi ĉi tiun konservan formaton por ĉi bildospeco
es: Usar siempre este formato para guardar este tipo de imagen
et: Selle pilditüübi korral kasutatakse alati seda salvestamisvormingut
fi: Käytä tälle kuvatyypillä aina tätä tallennusmuotoa
fr: Toujours utiliser ce format d'enregistrement pour ce type d'image.
gl: Usar sempre este formato para gardar este tipo de imaxes.
he: תמיד להשתמש בסוג השמירה הזאת לסוג הקובץ הזה
ia: Usa sempre iste formato de salveguardar per iste typo de imagine
it: Usa sempre questo formato di salvataggio per questo tipo d'immagine
ka: ამ გამოსახულების ტიპისთვის ყოველთვის ამ შენახვის ფორმატის გამოყენება
ko: 항상 이 그림 종류에 이 파일 형식 사용
nl: Altijd dit opslagformat voor dit type afbeelding gebruiken
pl: Zawsze używaj tego formatu zapisu dla tego typu obrazu
pt: Usar sempre este formato de gravação para este tipo de imagem
pt_br: Usar sempre este formato de gravação para este tipo de imagem
sl: Vedno uporabite ta format shranjevanja za to vrsto slike
sv: Spara alltid i det här formatet för den här bildtypen
uk: Завжди використовувати цей формат для такого типу зображень
zh_tw: 總是為此圖片類型使用此儲存格式

source: <div>Check this to remember the selected file format for the scanned image type and not ask for it again.</div>
ca@valencia: <div>Seleccioneu-la per a recordar el format de fitxer seleccionat pel tipus d'imatge escanejat i no tornar-ho a preguntar.</div>
de: <div>Aktivieren Sie diese Einstellung, um das ausgewählte Dateiformat immer für den gescannten Bildtyp zu verwenden und nicht mehr jedes mal nachzufragen.</div>
eo: <div>Marku ĉi tion por memori la elektitan dosierformaton por la skanita bildspeco kaj ne peti ĝin denove.</div>
es: <div>Marque esto para recordar el formato de archivo seleccionado para el tipo de imagen escaneada y no volver a preguntar por él.</div>
et: <div>Märkimise korral jäetakse skannitud pilditüübile valitud failivorming meelde ning seda rohkem ei küsita.</div>
fi: <div>Valitse tämä, niin luetulle kuvalle valittu kuva tiedostomuoto muistetaan eikä sitä kysytä toiste.</div>
fr: <div>Cocher pour se souvenir du format de fichier sélectionné pour le type d'image numérisé et ne pas le demander à nouveau.</div>
gl: <div>Marque esta opción para lembrar o formato de ficheiro seleccionado para o tipo de imaxe dixitalizada e non volver preguntar cal usar.</div>
he: <div>יש לסמן את זה כדי לזכור את סוג הקובץ הנבחר לסוג התמונה שנסרקה ולא לשאול שוב.</div>
it: <div>Abilita questa opzione per memorizzare il formato di file per il tipo di immagine scansionata e non chiedere più.</div>
ka: <div>ჩართეთ არჩეული ფაილის ფორმატის დასამახსოვრებად დასკანირებული გამოსახულების ტიპისთვის და აღარ მკითხო.</div>
ko: <div>이 옵션을 선택하면 스캔한 그림 종류에 항상 선택한 파일 형식을 사용하고 다시 묻지 않습니다.</div>
nl: <div>Activeer dit om het geselecteerde bestandsformaat voor het type gescande afbeelding te onthouden en vraag er niet meer om.</div>
pl: <div>Zaznacz to, aby zapamiętać wybrany format rodzaju skanowanego brazu i nie pytać o niego ponownie.</div>
pt: <div>Assinale isto para recordar o formato de ficheiro seleccionado para o tipo de imagem digitalizado e não perguntar pelo mesmo de novo.</div>
sl: <div>Odkljukajte to, če si želite zapomniti izbrano obliko datoteke za skenirano sliko in ga ne zahtevajte več.</div>
sv: <div>Markera det här för att komma ihåg valt filformat för den inlästa bildtypen och inte fråga efter det igen.</div>
uk: <div>Позначте цей пункт, щоб програма запам’ятовувала вибраний формат файлів для сканованих зображень і не питала про нього знову.</div>
zh_tw: <div>勾選來為掃描的圖片類型記住所選的檔案類型，以後則不詢問。</div>

source: Allow click-to-rename
ca@valencia: Permet un clic per a canviar de nom
de: Klicken zum Umbenennen verwenden
eo: Permesi klak-por-alinomi
es: Permitir hacer clic para cambiar el nombre
et: Klõpsamisega nime muutmise lubamine
fi: Salli nimen muuttaminen napsauttamalla
fr: Autoriser le clic pour renommer
gl: Permitir premer para renomear.
he: לאפשר לחיצה לשינוי שם
ia: Permitte clicca-per -renominar (click-to-rename)
it: Abilita il clic per rinominare
ka: წკაპი სახელის გადასარქმევად
ko: 클릭해서 이름 바꾸기 허용
nl: Klik-om-te-hernoemen toestaan
pl: Pozwól na kliknij-aby-zmienić-nazwę
pt: Activar o carregar-para-renomear
pt_br: Permitir o clicar-para-renomear
sl: Dovoli preimenovanje na klik
sv: Tillåt att klicka för namnbyte
uk: Уможливити перейменування клацанням
zh_tw: 允許點擊即重新命名

source: <div>Check this if you want to be able to rename gallery items by clicking on them (otherwise, use the "Rename" menu option).</div>
ca@valencia: <div>Seleccioneu-la si voleu poder canviar de nom els elements d'una galeria clicant-hi damunt (en cas contrari, utilitzeu l'opció «Canvia el nom» del menú).</div>
de: <div>Aktivieren Sie diese Einstellung, wenn Einträge in der Galerie durch Klicken darauf umbenennen möchten. Ansonsten benutzen Sie die Aktion „Umbenennen“ im Menü.</div>
eo: <div>Marku ĉi tion se vi volas povi renomi galeriajn erojn alklakante ilin (alie, uzu la menuopcion "Alinomi").</div>
es: <div>Marque esto si desea poder cambiar el nombre de los elementos de la galería al hacer clic sobre ellos (en caso contrario, use la opción «Cambiar nombre» del menú).</div>
et: <div>Märkimise korral saab galerii elementide nime muuta neile klõpsates (vastasel juhul tuleb kasutada menüükäsku "Muuda nime").</div>
fi: <div>Valitse tämä, jos haluat muuttaa gallerian kohteiden nimiä napsauttamalla niitä (muulloin voit käyttää Muuta nimeä -valikkokohtaa).</div>
fr: <div>Cochez cette case si vous voulez être en mesure de renommer les éléments de la galerie en cliquant dessus (sinon, utilisez l'option « Renommer » du menu)</div>
gl: <div>Marque esta opción se quere poder renomear elementos da galería preméndoos. Se non marca esta opción, sempre pode usar o menú «Renomear».</div>
he: <div>יש לסמן את זה כדי לאפשר לשנות שמות של פריטי גלריה בלחיצה עליהם (אחרת, יש להשתמש באפשרות „שינוי שם” בתפריט).</div>
it: <div>Abilita questa opzione se vuoi poter rinominare gli elementi della galleria eseguendo un clic su di essi (altrimenti utilizza l'opzione «Rinomina» nel menu).</div>
ka: <div>ჩართეთ ეს, თუ გნებავთ, გალერეის ელემენტების სახელის გადარქმევა მათზე დაწკაპუნებით შეგეძლოთ (წინააღმდეგ შემთხვევაში გამოიყენეთ მენიუს პუნქტი "სახელის გადარქმევა").</div>
ko: <div>이 옵션을 선택하면 갤러리 항목을 클릭했을 때 이름을 바꿀 수 있도록 합니다(그렇지 않은 경우 "이름 바꾸기" 메뉴 사용).</div>
nl: <div>Activeer dit als u in staat wilt zijn om items uit de galerij te hernoemen door op ze te klikken (gebruik anders de menuoptie "Hernoemen").</div>
pl: <div>Zaznacz to, jeśli chcesz mieć możliwość zmiany nazwy elementów galerii poprzez klikanie na nich (w przeciwnym wypadku, użyj opcji menu "Zmień nazwę")</div>
pt: <div>Assinale isto se quiser ter a possibilidade de mudar o nome dos itens da galeria se carregar neles (caso contrário, use a opção do menu "Mudar o Nome").</div>
pt_br: <div>Assinale isto se quiser ser capaz de renomear os itens da galeria ao clicar neles (caso contrário, use a opção do menu "Renomear")</div>
sl: <div>Preverite, če želite preimenovati elemente galerije s klikom na njih (sicer uporabite možnost menija »Preimenuj«).</div>
sv: <div>Kryssa för det här om du vill kunna byta namn på galleriobjekt genom att klicka på dem (använd annars menyalternativet "Byt namn").</div>
uk: <div>Позначте цей пункт, якщо ви бажаєте мати змогу перейменовувати елементи галереї натисканням їхніх пунктів у списку (якщо ви не позначите пункт, можна буде скористатися пунктом меню «Перейменувати»).</div>
zh_tw: <div>勾選來允許在相簿點擊項目來重新命名它們（未勾選時則可使用選單中的「重新命名」選項）。</div>

source: Show recent folders:
ca@valencia: Mostra les carpetes recents:
de: Zuletzt geöffnete Ordner anzeigen:
eo: Montri lastatempajn dosierujojn:
es: Mostrar carpetas recientes:
et: Viimati kasutatud kataloogide näitamine:
fi: Näytä viimeaikaiset kansiot:
fr: Afficher les dossiers récents
gl: Mostrar os cartafoles recentes:
he: הצגת תיקיות אחרונות:
ia: MOnstra dossieres recente:
it: Mostra cartelle recenti:
ka: ბოლოს გამოყენებული საქაღალდეების ჩვენება:
ko: 최근 폴더 표시:
nl: Recente mappen tonen:
pl: Pokaż ostatnie katalogi:
pt: Mostrar as pastas recentes:
pt_br: Mostrar as pastas recentes:
sl: Pokaži nedavne mape:
sv: Visa senaste kataloger:
uk: Показ нещодавніх тек:
zh_tw: 顯示最近資料夾：

source: <div>Select whether and where a list of recently accessed gallery folders will be shown.</div>
ca@valencia: <div>Selecciona quan i com es mostrarà la llista de carpetes de galeria accedides recentment.</div>
de: <div>Stellen Sie ein, ob und wo die Liste der zuletzt geöffneten Galerieordner angezeigt wird.</div>
eo: <div>Elektu ĉu kaj kie listo de lastatempe aliritaj galeriaj dosierujoj estos montrita.</div>
es: <div>Seleccionar cuándo y dónde se mostrará una lista de las carpetas de galerías usadas recientemente.</div>
et: <div>Siin saab määrata, kas ja kus näidata viimati kasutatud galeriikataloogide loendit.</div>
fi: <div>Valitse, näytetäänkö viime aikoina käytettyjen galleriakansioiden luettelo ja missä.</div>
fr: <div>Afficher une liste des dossiers récents de galerie et sélectionner son emplacement.</div>
gl: <div>Seleccionar se mostrar unha lista de cartafoles da galería aos que se accedeu recentemente, e onde mostrala.</div>
he: <div>נא לבחור האם והיכן תופיע רשימת תיקיות הגלריה האחרונות שניגשו אליהן.</div>
it: <div>Scegli se e dove sarà mostrato un elenco delle cartelle di galleria utilizzate di recente.</div>
ka: <div>აირჩიეთ, თუ არა, და თუ კი, სად იქნება ნაჩვენები ბოლოს გახსნილი გალერეის საქაღალდეები.</div>
ko: <div>최근에 사용한 갤러리를 표시할지 여부 및 표시할 위치입니다.</div>
nl: <div>Selecteer of en waar een lijst van recent gebruikte galerijmappen zal worden getoond.</div>
pl: <div>Wybierz czy i gdzie będzie pokazywany wykaz ostatnio przeglądanych katalogów galerii.</div>
pt: <div>Seleccione se e onde será apresentada uma lista com as pastas da galeria acedidas mais recentemente.</div>
sl: <div>Izberite, če želite prikazati seznam nedavno dostopnih map galerij.</div>
sv: <div>Välj om och var en lista med senaste använda gallerikataloger ska visas.</div>
uk: <div>Вибір того, чи слід показувати список нещодавно використаних тек галереї і де його слід показувати.</div>
zh_tw: <div>選擇是否要顯示最近存取的相簿資料夾，以及要顯示在哪裡。</div>
