Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Gallery image %1
ca@valencia: Imatges de la galeria %1
de: Galerie-Bild %1
eo: Galeria bildo %1
es: Imagen de la galería %1
et: Galerii pilt %1
fi: Gallerian kuva %1
fr: Galerie d'images %1
gl: Imaxe %1 da galería
he: תמונת גלריה %1
ia: Imagine de Galeria %1
it: Immagine di galleria %1
ka: გალერეის გამოსახულება %1
ko: 갤러리 그림 %1
nl: Galerijafbeelding %1
pl: Obraz galerii %1
pt: Imagem da galeria %1
pt_br: Imagem da galeria %1
sl: Slika galerije %1
sv: Galleribild %1
uk: Зображення галереї %1
zh_tw: 相簿圖片 %1

source: Starting OCR on selection
ca@valencia: Seleccioneu l'inici OCR
de: Zeichenerkennung (OCR) für die Auswahl gestartet
eo: Lanĉante tekstrekonon en la elektita regiono
es: Iniciando OCR en selección
et: Valitud alal OMT käivitamine
fi: Aloitan kirjaimentunnistuksen valinnalle
fr: Démarrer la ROC sur la sélection
gl: Iniciar o OCR na selección
he: הפעלת זיהוי תווים אופטי על הבחירה
ia: Startar OCR sur selection
it: Avvio OCR sulla selezione
ka: მონიშვნისას OCR-ის გაშვება
ko: 선택 영역에 OCR 시작
nl: OCR wordt op selectie uitgevoerd
pl: Uruchamianie OCR na zaznaczeniu
pt: A iniciar o OCR na selecção
pt_br: Inicializando OCR na seleção
sl: Zaganjanje OCR na izboru
sv: Startar optisk teckentydning för markerat område
uk: Починається ОРС для виділеного шматка
zh_tw: 正對選擇的區域開始光學文字辨識

source: Starting OCR on the image
ca@valencia: Inicia OCR damunt de la imatge
de: Zeichenerkennung (OCR) für das Bild gestartet
eo: Komencante OCR sur la bildo
es: Iniciando OCR en la imagen
et: OMT käivitamine kogu pildil
fi: Aloitan kirjaimentunnistuksen kuvalle
fr: Démarrer la ROC sur l'image
gl: Comezando o recoñecemento óptico de caracteres (OCR) na imaxe.
he: הפעלת זיהוי תווים אופטי על התמונה
ia: Startar OCR sur le imagine
it: Avvio OCR sull'intera immagine
ka: გამოსახულებაზე OCR-ის გაშვება
ko: 그림에 OCR 시작
nl: Tekstherkenning op de afbeelding beginnen
pl: Uruchamianie OCR na obrazie
pt: A iniciar o OCR na imagem
pt_br: Inicializando OCR na imagem
sl: Zaganjanje OCR na sliki
sv: Startar optisk teckentydning av bilden
uk: Починається розпізнавання тексту зображення
zh_tw: 正對圖片開始光學文字辨識

source: OCR File
ca@valencia: Fitxer OCR
de: OCR-Datei
eo: OCR-dosiero
es: Archivo OCR
fi: Tunnista tiedostosta teksti
fr: Fichier ROC
he: קובץ זיהוי תווים אופטי
ia: File de OCR
it: File OCR
ka: OCR ფაილი
ko: 파일에 OCR 실행
nl: OCR-bestand
pl: Plik OCR
pt: OCR do Ficheiro
sl: OCR datoteka
sv: Fil för optisk teckentydning
uk: Розпізнавання тексту файла
zh_tw: OCR 檔案

# @info
source: Cannot load <filename>%1</filename> for OCR:<nl/>%2
ca@valencia: No s'ha pogut carregar <filename>%1</filename> per a OCR:<nl/>%2
de: Die Datei <filename>%1</filename> kann nicht für OCR geladen werden:<nl/>%2
eo: Ne povas ŝargi <filename>%1</filename> por OCR:<nl/>%2
es: No se puede cargar <filename>%1</filename> para OCR:<nl/>%2
fi: Tiedostoa <filename>%1</filename> ei voida ladata tekstintunnistusta varten:<nl/>%2
fr: Impossible de charger <filename>%1</filename> pour la reconnaissance optique de caractères :<nl/> %2
he: לא ניתן לטעון את <filename>%1</filename> לזיהוי תווים אופטי:<nl/>%2
ia: Non pote cargar <filename>%1</filename> per OCR:<nl/>%2
it: Impossibile caricare <filename>%1</filename> per l'OCR:<nl/>%2
ka: <filename>%1</filename>-ის OCR-სთვის ჩატვირთვის შეცდომა:<nl/>%2
ko: 파일 <filename>%1</filename>에서 OCR을 실행하려고 읽을 수 없음:<nl/>%2
nl: Kan <filename>%1</filename><nl/> niet laden voor OCR:<nl/>%2
pl: Nie można wczytać <filename>%1</filename> do OCR:<nl/>%2
pt: Não é possível carregar o ficheiro <filename>%1</filename> para o OCR:<nl/>%2
sl: Ni mogoče naložiti <filename>%1</filename> za OCR<nl />%2
sv: Kan inte läsa in <filename>%1</filename> för teckentydning:<nl/>%2
uk: Не вдалося завантажити <filename>%1</filename> для розпізнавання тексту:<nl/>%2
zh_tw: 無法為 OCR 載入 <filename>%1</filename>：<nl/>%2

source: Cannot Read OCR File
ca@valencia: No s'ha pogut llegir el fitxer OCR
de: Das OCR-Datei kann nicht gelesen werden
eo: Ne povas legi OCR-dosieron
es: No se puede leer archivo de OCR
fi: Tekstintunnistustiedostoa ei voi lukea
fr: Impossible de lire le fichier OCR
he: לא ניתן לקרוא קובץ זיהוי תווים אופטי
ia: Non pote leger file OCR
it: Impossibile leggere il file OCR
ka: OCR ფაილის წაკითხვის შეცდომა
ko: OCR 파일을 읽을 수 없음
nl: Kan OCR-bestand niet lezen
pl: Nie można odczytać pliku OCR
pt: Não é Possível Ler o Ficheiro do OCR
sl: Ni mogoče prebrati OCR datoteke
sv: Kan läsa fil för optisk teckentydning
uk: Не вдалося прочитати файл для розпізнавання
zh_tw: 無法讀取 OCR 檔案

# @info
source: Starting OCR on file <filename>%1</filename>
ca@valencia: S'inicia OCR en el fitxer <filename>%1</filename>
de: Zeichenerkennung der Datei <filename>%1</filename> wird gestartet
eo: Lanĉante OCR en dosiero <filename>%1</filename>
es: Iniciando OCR en el archivo <filename>%1</filename>
fi: Aletaan tunnistaa tekstiä tiedostosta <filename>%1</filename>
fr: Démarrage de la reconnaissance optique de caractères sur le fichier <filename>%1</filename>.
he: התחלת זיהוי תווים אופטי על הקובץ <filename>%1</filename>
ia: Startar OCR sur file <filename>%1</filename>
it: Avvio OCR sul file <filename>%1</filename>
ka: OCR-ის გაშვება ფაილზე <filename>%1</filename>
ko: 파일 <filename>%1</filename>에서 OCR 시작 중
nl: OCR wordt gestart op bestand <filename>%1</filename>
pl: Rozpoczynanie OCR na pliku <filename>%1</filename>
pt: A iniciar o OCR no ficheiro <filename>%1</filename>
sl: Začetek razpoznavanja znakov na datoteki <filename>%1</filename>
sv: Startar optisk teckentydning för filen <filename>%1</filename>
uk: Розпочинаємо розпізнавання тексту у файлі <filename>%1</filename>
zh_tw: 正對檔案 <filename>%1</filename> 開始光學文字辨識

source: OCR finished
ca@valencia: S'ha finalitzat OCR
de: OCR abgeschlossen
eo: OCR finiĝis
es: OCR finalizado
et: OMT on valmis
fi: Tekstintunnistus on valmis
fr: OCR terminé
gl: Rematou o recoñecemento óptico de caracteres (OCR).
he: זיהוי תווים אופטי הסתיים
ia: OCR terminate
it: OCR terminato
ka: OCR დასრულდა
ko: OCR 완료됨
nl: Tekstherkenning is beëindigd
pl: OCR zakończył
pt: OCR terminado
pt_br: OCR terminado
sl: OCR končan
sv: Optiskt teckentydning klar
uk: Розпізнавання завершено
zh_tw: OCR 已完成

source: There is no OCR result text to spell check.
ca@valencia: No hi ha cap text resultant d'OCR per a fer la verificació ortogràfica.
de: Es gibt keinen OCR-Ergebnistext für die Rechtschreibprüfung.
eo: Ne ekzistas OCR-rezulta teksto por literumkontrolo.
es: No hay texto de resultado del OCR para corregir.
et: OMT tulemusteksti, mille õigekirja kontrollida, ei ole.
fi: Tarkistettavaa tunnistettua tekstiä ei ole
fr: Aucun résultat de ROC sur lequel lancer la vérification orthographique.
gl: Non hai texto de resultado de OCR cuxa ortografía corrixir.
he: אין טקסט תוצאות זיהוי תווים אופטי לבדיקת איות.
ia: Il ha nulle texto de exito de OCR a analysar con controlo orthographic.
it: Non è presente testo OCR da controllare.
ka: მართლწერის შესამოწმებლად OCR-ის შედეგი არ არსებობს.
ko: 맞춤법 검사를 실행할 OCR 텍스트 결과가 없습니다.
nl: Er is geen resultaattekst uit OCR om te controleren op spelling.
pl: Nie ma tekstu rozpoznanego OCR, aby móc wykonać sprawdzanie pisowni.
pt: Não existe nenhum texto resultante do OCR para verificar ortograficamente.
sl: Ni rezultatov OCR za črkovanje.
sv: Det finns ingen resultattext från optisk teckentydning att stavningskontrollera.
uk: Рушієм розпізнавання тексту не надано текстових даних для перевірки правопису.
zh_tw: 沒有能進行拼字檢查的 OCR 辨識結果文字。

source: OCR Spell Check not possible
ca@valencia: No és possible la verificació ortogràfica d'OCR
de: Die OCR-Rechtschreibprüfung ist nicht möglich
eo: OCR-Literumkontrolo ne ebla
es: No se puede realizar la revisión ortográfica del OCR
et: OMT õigekirja kontroll ei ole võimalik
fi: Tunnistetun tekstin oikeinkirjoituksen tarkistus ei ole mahdollista
fr: Vérification orthographique ROC impossible
gl: Non é posíbel realizar a corrección ortográfica do texto extraído mediante recoñecemento óptico de caracteres (OCR).
he: בדיקת איות לזיהוי תווים אופטי אינה אפשרית
ia: Controlo Orthographic de OCR non possibile
it: Il controllo ortografico OCR non è possibile
ka: OCR-ის მართლწერის შემოწმება შეუძლებელია
ko: OCR 맞춤법 검사를 사용할 수 없음
nl: OCR Spellingcontrole niet mogelijk
pl: Sprawdzanie pisowni OCR jest niemożliwe
pt: A Verificação Ortográfica do OCR não é possível
pt_br: A verificação ortográfica do OCR não é possível
sl: Črkovanje OCR ni mogoče
sv: Stavningskontroll vid teckentydning inte genomförbar
uk: Не вдалося виконати перевірку правопису розпізнаного тексту
zh_tw: 無法進行 OCR 拼字檢查

source: OCR Spell Check
ca@valencia: Verificació ortogràfica d'OCR
de: OCR-Rechtschreibprüfung
eo: OCR Literuma Kontrolo
es: Revisión ortográfica del OCR
et: OMT õigekirja kontroll
fi: Tunnistetun tekstin oikeinkirjoituksen tarkistus
fr: Vérification de l'orthographe ROC
gl: Corrección ortográfica do texto da OCR
he: בדיקת איות לזיהוי תווים אופטי
ia: Controlo Orthographic de OCR
it: Controllo ortografico OCR
ka: OCR-ის მართლწერის შემოწმება
ko: OCR 맞춤법 검사
nl: Spellingcontrole op tekstherkenning
pl: Sprawdzanie pisowni OCR
pt: Verificação Ortográfica do OCR
pt_br: Verificação ortográfica do OCR
sl: Preverjanje črkovanja OCR
sv: Stavningskontroll vid teckentydning
uk: Перевірка правопису
zh_tw: OCR 拼字檢查

source: No OCR engine is configured. Please select and configure one in order to perform OCR.
ca@valencia: No s'ha seleccionat cap motor OCR. Seleccioneu-ne un i configureu-lo per a portar a terme OCR.
de: Es ist kein OCR-Modul eingerichtet. Bitte wählen Sie ein Modul und richten es ein, um die Zeichenerkennung ausführen zu können.
eo: Neniu OCR-motoro estas agordita. Bonvolu elekti kaj agordi tian por fari OCR.
es: No se ha configurado ningún motor OCR. Seleccione y configure uno para realizar OCR.
et: OMT mootorit pole seadistatud. OMT sooritamiseks vali ja seadista mootor.
fi: Tekstintunnistusmoottoria ei ole asetettu. Valitse ja aseta jokin tekstintunnistusta varten.
fr: Aucun moteur ROC n'est configuré. Choisissez-en un puis configurez-le pour utiliser ROC.
gl: Non hai ningún motor de OCR configurado. Seleccione e configure un para realizar o OCR.
he: לא מוגדר מנגנון זיהוי תווים אופטי. נא לבחור ולהגדיר אחד כזה כדי לבצע זיהוי תווים אופטי.
it: Non è selezionato alcun motore OCR. Selezionane e configurane uno per eseguire l'OCR.
ka: OCR ძრავა მორგებული არაა. OCR-სთვის საჭიროა ერთი ძრავის მაინც არჩევა და მორგება.
ko: OCR 엔진을 선택하지 않았습니다. OCR 작업을 진행하려면 엔진을 선택하고 설정해야 합니다.
nl: Geen OCR-engine geconfigureerd. Selecteer en configureer er een in om OCR uit te voeren.
pl: Nie ustawiono silnika OCR. Wybierz i ustaw jakiś, aby móc wykonywać OCR.
pt: Não está seleccionado nenhum motor de OCR. Seleccione e configure um para efectuar o OCR.
sl: Ni nastavljene nobene podlage za OCR. Prosimo, izberite in nastavite podlago za izvajanje OCR.
sv: Inget program för optisk teckentydning inställt. Välj och anpassa ett för att utföra teckentydning.
uk: Не налаштовано рушія розпізнавання тексту. Будь ласка, виберіть і налаштуйте такий рушій, щоб мати змогу виконувати комп'ютерне розпізнавання тексту.
zh_tw: 未設定 OCR 引擎。 請選擇一個並設定它以進行光學文字辨識。

source: OCR Not Configured
ca@valencia: OCR sense configurar
de: OCR nicht eingerichtet
eo: OCR Ne Agordita
es: OCR no configurado
et: OMT on seadistamata
fi: Teksintunnistusta ei ole asetettu
fr: ROC non configuré
gl: O OCR non está configurado
he: לא מוגדר זיהוי תווים אופטי
ia: OCR non configurate
it: OCR non configurato
ka: OCR მორგებული არაა
ko: OCR을 설정하지 않았음
nl: OCR niet geconfigureerd
pl: Nie ustawiono OCR
pt: OCR não Configurado
sl: OCR ni nastavljen
sv: Optisk teckentydning ej inställd
uk: Не налаштовано рушій для розпізнавання
zh_tw: OCR 尚未設定

source: Cannot load OCR plugin '%1'
ca@valencia: No s'ha pogut carregar el connector OCR «%1»
de: Das OCR-Modul „%1“ kann nicht geladen werden
eo: Ne povas ŝargi OCR-aldonaĵon '%1'
es: No se puede cargar el complemento de OCR «%1»
et: OMT plugina "%1" laadimine nurjus
fi: Tekstintunnistusliitännäistä ”%1” ei voi ladata
fr: Impossible de charger le module externe ROC « %1 »
gl: Non se pode cargar o complemento de OCR «%1»
he: לא ניתן לטעון את תוסף זיהוי התווים האופטי ‚%1’
ia: Non pote cargar plugin '%1'
it: Impossibile caricare l'estensione OCR «%1»
ka: OCR-ის დამატების, '%1'-ის ჩატვირთვის შეცდომა
ko: OCR 플러그인 '%1'을(를) 불러올 수 없음
nl: Kan OCR-plug-in '%1' niet laden
pl: Nie można wczytać wtyczki OCR '%1'
pt: Não é possível carregar o 'plugin' de OCR '%1'
sl: Ni mogoče naložiti vtičnika za OCR '%1'
sv: Kan ladda insticksprogram för optisk teckentydning '%1'
uk: Не вдалося завантажити додаток розпізнавання «%1»
zh_tw: 無法載入 OCR 外掛「%1」

# @info
source: There was a problem during preview or scanning.<nl/>Check that the scanner is still connected and switched on, <nl/>and that media is loaded if required.<nl/><nl/>Trying to use scanner device: <icode>%3</icode><nl/>libkookascan reported error: <message>%2</message><nl/>SANE reported error: <message>%1</message>
ca@valencia: Hi ha hagut un problema durant la vista prèvia o l'escaneig.<nl/>Comproveu que l'escàner encara està connectat i encés, <nl/>i que el suport està carregat si es requerix.<nl/><nl/>En intentar utilitzar el dispositiu d'escàner: <icode>%3</icode><nl/>La «libkookascan» ha informat l'error: <message>%2</message><nl/>El SANE ha informat l'error: <message>%1</message>
de: Es ist bei der Vorschau oder beim Scannen ein Problem aufgetreten.<nl/>Überprüfen Sie, ob der Scanner immer noch angeschlossen und eingeschaltet<nl/>und falls nötig, ein Medium geladen wurde.<nl/><nl/>Beim Versuch auf den Scanner <icode>%3</icode> zuzugreifen,<nl/> lautet die Fehlermeldung von libkscan: <message>%2</message><nl/>SANE-Fehlerbericht: <message>%1</message>
eo: Okazis problemo dum antaŭrigardo aŭ skanado.<nl/>Kontrolu, ke la skanilo ankoraŭ estas konektita kaj ŝaltita, <nl/>kaj ke la amaskomunikilaro estas ŝarĝita se necese.<nl/><nl/>Provante uzi skanilon: <icode>%3</icode><nl/>libkookascan raportis eraron: <message>%2</message><nl/>SANE raportis eraron: <message>%1</message>
es: Ha ocurrido un problema al generar la vista previa o al escanear.<nl/>Compruebe que el escáner está conectado y encendido,<nl/>y que se ha cargado un medio.<nl/><nl/>Se ha intentado usar el dispositivo de escáner: <icode>%3</icode><nl/>Error notificado por libkookascan: <message>%2</message><nl/>Error notificado por SANE: <message>%1</message>
fi: Esikatselun tai kuvanluvun aikana ilmeni ongelma.<nl/>Varmista, että kuvanlukulaite on yhä kytketty ja toiminnassa<nl/>ja mahdollisesti vaadittava tietoväline ladattu.<nl/><nl/>Yritettäessä käyttää kuvanlukulaitetta: <icode>%3</icode><nl/>libkookascan palautti virheen: <message>%2</message><nl/>SANE ilmoitti virheen: <message>%1</message>
fr: Il y a eu un problème lors de l'aperçu ou la numérisation.<nl/>Veuillez vérifier que le périphérique de numérisation est toujours branché et allumé, <nl/>et que le média est chargé, si nécessaire.<nl/> <nl/>Tentative d'utilisation du périphérique de numérisation : <icode>%3</icode><nl/>Erreur « libkookascan » signalée : <message>%2</message><nl/>Erreur « SANE » signalée : <message>%1</message>
he: אירעה תקלה במהלך תצוגה מקדימה או סריקה.<nl/>נא לשים לב שהסורק עדיין פעיל ומחובר, <nl/>ושמושא הסריקה נטען במידת הצורך.<nl/><nl/>תוך ניסיון להשתמש בהתקני הסריקה: <icode>%3</icode><nl/>libkookascan דיווח על שגיאה: <message>%2</message><nl/>SANE דיווח על שגיאה: <message>%1</message>
it: C'è stato un problema nell'eseguire l'anteprima o la scansione.<nl/>Verifica che lo scanner sia ancora collegato e acceso, <nl/>e che quel dispositivo sia caricato, se richiesto.<nl/><nl/>Tentativo di utilizzare lo scanner: <icode>%3</icode><nl/>libkookascan ha riportato l'errore: <message>%2</message><nl/>SANE ha riportato l'errore: <message>%1</message>
ka: პრობლემა მინატურის შექმნისას ან სკანირებისას.<nl/>შეამოწმეთ, რომ სკანერი ჯერ კიდევ მიერთებული და ჩართულია, <nl/>და რომ მედია ჩატვირთულია, თუ ეს საჭიროა.<nl/><nl/>ვცდილობ, გამოვიყენო სკანერის მოწყობილობა: <icode>%3</icode><nl/>libkookascan-ის შეცდომა: <message>%2</message><nl/>SANE-ის შეცდომა: <message>%1</message>
ko: 미리 보기 및 스캔 과정에서 문제가 발생했습니다.<nl/>스캐너 연결 및 전원 상태를 확인하고<nl/>필요한 경우 미디어 급지 상태를 확인하십시오.<nl/><nl/>다음 스캐너 장치를 시도함: <icode>%3</icode><nl/>libkookascan 오류 메시지: <message>%2</message><nl/>SANE 오류 메시지: <message>%1</message>
nl: Er was een probleem bij het bekijken of scannen.<nl/>Controleer dat de scanner nog is verbonden en ingeschakeld<nl/>en dat het medium is geladen indien vereist.<nl/><nl/>Bij het proberen om de scanner te gebruiken: <icode>%3</icode><nl/>door libkookascan gerapporteerde fout: <message>%2</message><nl/>door SANE gerapporteerde fout: <message>%1</message>
pl: Wystąpił problem podczas podglądu lub skanowania.<nl/>Upewnij się, że skaner jest nadal podłączony i włączony, <nl/>i że nośnik jest włożony, jeśli jest wymagany.<nl/><nl/>Próba użycia urządzenia skanującego: <icode>%3</icode><nl/>libkookascan zgłosił błąd: <message>%2</message><nl/>SANE zgłosił błąd: <message>%1</message>
pt: Ocorreu um problema durante a antevisão ou digitalização.<nl/>Verifique se o 'scanner' está devidamente interligado e ligado<nl/>e que o suporte físico está carregado, caso seja necessário.<nl/><nl/>A tentar usar o dispositivo do 'scanner': <icode>%3</icode><nl/>a 'libkookascan' devolveu o erro: <message>%2</message><nl/>o SANE devolveu o erro: <message>%1</message>
sl: Med predogledom ali skeniranjem je prišlo do težave.<nl/>Preverite, ali je optični bralnik še vedno priključen in vklopljen,<nl/> in ali se po potrebi naloži medij.<nl/><nl/>Poskus uporabe naprave za optično branje: <icode>%3</icode><nl/> libkookascan je poročal o napaki: <message>%2</message><nl/>SANE reported error: <message>%1</message>
sv: Det uppstod problem vid förhandsgranskning eller bildläsning.<nl/>Kontrollera att bildläsaren fortfarande är ansluten och påslagen, <nl/>och att ett medium är laddat vid behov.<nl/><nl/>Försöker använda bildläsarenhet: <icode>%3</icode><nl/>libkookascan rapporterade fel: <message>%2</message><nl/>SANE rapporterade fel: <message>%1</message>
uk: Під час попереднього перегляду або сканування сталася помилка.<nl/>Перевірте, чи з’єднано сканер з комп’ютером, чи увімкнено сканер, <nl/>та чи завантажено до нього носій даних, якщо це потрібно.<nl/><nl/>Спроба використання пристрою для сканування: <icode>%3</icode><nl/>Помилка, повідомлена libkookascan: <message>%2</message><nl/>Помилка, повідомлена SANE: <message>%1</message>
zh_tw: 預覽或掃描時發生問題。<nl/>請檢查掃描器是否仍然連線且未關機，<nl/>以及如果有需要的話媒體是否已載入。<nl/><nl/>嘗試使用掃描器裝置：<icode>%3</icode><nl/>libkookascan 回報錯誤：<message>%2</message><nl/>SANE 回報錯誤：<message>%1</message>

source: Create new image from selection
ca@valencia: Crea una imatge nova des de la selecció
de: Neues Bild aus Auswahl erzeugen
eo: Krei novan bildon el la elekto
es: Crear nueva imagen de la selección
et: Uue pildi loomine valiku põhjal
fi: Luo uusi kuva valinnasta
fr: Créer une nouvelle image à partir de la sélection
gl: Crear unha imaxe nova desde a selección
he: יצירת תמונה חדשה מהבחירה
ia: Crea nove imagine ex selection
it: Crea una nuova immagine dalla selezione
ka: მონიშნულიდან ახალი გამოსახულების შექმნა
ko: 선택 영역에서 새로운 그림 생성
nl: Nieuwe afbeelding van selectie maken
pl: Utwórz nowy obraz z zaznaczenia
pt: Criar uma nova imagem a partir da selecção
pt_br: Criar nova imagem a partir da seleção
sl: Ustvari novo sliko iz izbora
sv: Skapa ny bild från markerat område
uk: Створити нове зображення з виділеного шматка
zh_tw: 從選取的區域建立新影像

source: Cannot transform, image is read-only
ca@valencia: No s'ha pogut transformar, la imatge és de només lectura
de: Das Bild kann nicht transformiert werden. Die Datei kann nur gelesen werden
eo: Ne povas transformi, bildo estas nurlegebla
es: No se puede transformar; la imagen está protegida contra escritura.
et: Teisendamine ei ole võimalik, pilt on kirjutuskaitstud
fi: Ei voi muuntaa: kuva on vain luettavissa
fr: Impossible de modifier l'image, elle est en lecture seule.
gl: Non se pode transformar a imaxe, os seus permisos son de só lectura.
he: לא ניתן להתמיר, התמונה היא לקריאה בלבד
ia: Non pote transformar, imagine es de sol lectura
it: Impossibile trasformare, l'immagine è di sola lettura.
ka: გადაყვანის შეცდომა. გამოსახულება მხოლოდ-წაკითხვადია
ko: 변형할 수 없음, 그림이 읽기 전용임
nl: Kan de afbeelding niet transformeren, het is alleen-lezen
pl: Nie można przekształcić, obraz jest tylko do odczytu
pt: Não é possível transformar a imagem, porque está protegida contra escrita
pt_br: Não é possível transformar a imagem, porque está protegida contra gravação
sl: Ni je mogoče predelati, sliko je dovoljeno samo brati
sv: Kan inte transformera. Bilden är skrivskyddad.
uk: Не вдалося перетворити зображення, оскільки файл захищено від запису
zh_tw: 無法轉換，圖片是唯獨的

source: Loaded image %1
ca@valencia: S'està carregant la imatge %1
de: Das Bild %1 wurde geladen
eo: Ŝargis bildon %1
es: Imagen %1 cargada
et: Laaditi pilt %1
fi: Kuva %1 ladattu
fr: Chargement de l'image %1
gl: Cargouse a imaxe %1
he: נטענה התמונה %1
ia: Imagine cargate %1
it: È stata caricata l'immagine %1
ka: ჩატვირთულია გამოსახულება %1
ko: 그림 %1 불러옴
nl: Geladen afbeelding %1
pl: Wczytano obraz %1
pt: Foi carregada a imagem %1
pt_br: Foi carregada a imagem %1
sl: Naložena slika %1
sv: Laddade bild %1
uk: Завантажене зображення %1
zh_tw: 已載入圖片 %1

source: Unloaded image
ca@valencia: S'ha descarregat la imatge
de: Nicht geladenes Bild
eo: Malŝargis bildon
es: Imagen liberada
et: Pilt suleti
fi: Kuva suljettu
fr: Image déchargée
gl: Descargouse a imaxe
he: התמונה נפרקה
ia: Imagina discargate
it: Immagine non caricata
ka: გამოტვირთული გამოსახულება
ko: 그림 불러오기 해제됨
nl: Uitgeladen afbeelding
pl: Wyładowane obrazy
pt: Foi fechada a imagem
pt_br: Foi fechada a imagem
sl: Odloži sliko
sv: Laddade ur bild
uk: Невивантажене зображення
zh_tw: 已取消載入圖片

source: Loading %1...
ca@valencia: S'està carregant %1...
de: %1 wird geladen …
eo: Ŝargante %1...
es: Cargando %1...
et: %1 laadimine ...
fi: Ladataan %1…
fr: Chargement de %1...
gl: Cargando %1…
he: %1 בטעינה…
ia: Cargante %1...
it: Caricamento di %1...
ka: %1-ის ჩატვირთვა...
ko: %1 불러오는 중...
nl: %1 wordt geladen...
pl: Wczytywanie %1...
pt: A carregar o %1...
pt_br: Carregando %1...
sl: Nalaganje %1...
sv: Laddar %1...
uk: Завантажуємо %1…
zh_tw: 載入 %1 中...

source: Scanning, image gallery and OCR
ca@valencia: Escaneig, galeria d'imatges i OCR
de: Scannen, Bildergalerie und OCR
eo: Skanado, bildgalerio kaj OCR
es: Escaneo, galería de imágenes y OCR
et: Skannimine, pildigalerii ja OMT
fi: Kuvanluku, kuvagalleria ja tekstintunnistus
fr: Numérisation, galerie et ROC
gl: Dixitalización, galería de imaxes e OCR
he: סריקה, גלריית תמונות וזיהוי תווים אופטי
ia: Scander, galeria de imagine e OCR
it: Scansione, galleria immagini e OCR
ka: სკანირება, სურათების გალერეა და OCR-ი
ko: 스캔, 그림 갤러리, OCR
nl: Scannen, gallerij met afbeeldingen en OCR
pl: Skanowanie, galeria obrazów i OCR
pt: Digitalização, galeria de imagens e OCR
pt_br: Digitalização, galeria de imagens e OCR
sl: Skeniranje, galerija slik in OCR
sv: Bildinläsning, bildgalleri, och optisk teckentydning
uk: Сканування, галерея зображень та розпізнавання
zh_tw: 掃描、圖片相簿與光學文字辨識
