Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: <b>Multiple-image Network Graphics</b> is derived from the PNG standard and is intended for animated images. It is an open format suitable for all types of images.<p>Images produced by a scanner will not be animated, so unless specifically required for use with other applications use PNG instead.
ca@valencia: El <b>gràfic de xarxa multiimatge («Multiple-image Network Graphics»)</b> està derivat de l'estàndard PNG i està destinat per a imatges animades. És un format obert adequat per a tot tipus d'imatges.<p>Les imatges produïdes per un escàner no són animades, per tant, a menys que es requerisca especialment per a utilitzar-les amb altres aplicacions, en el seu lloc utilitzeu PNG.
de: <b>Multiple-image Network Graphics</b> ist abgeleitet vom PNG-Standard und ist für animierte Bilder gedacht. Es ist ein offenes Format, geeignet für alle Arten von Bildern.<p>Durch einen Scanner erzeugte Bilder sind nicht animiert. Wenn es nicht unbedingt für die Verwendung in anderen Programmen erforderlich ist, sollten Sie statt dessen das Format PNG benutzen.
eo: <b>Mult-bildaj Retaj Grafikoj</b> estas derivita de la PNG-normo kaj estas destinita por viglaj bildoj. Ĝi estas malfermita formato taŭga por ĉiuj specoj de bildoj.<p>Bildoj produktitaj per skanilo ne estos viglaj, do krom se specife necesa por uzo kun aliaj aplikaĵoj uzu PNG anstataŭe.
es: <b>Gráficos de red multiimagen</b> (MNG) deriva del estándar PNG y se diseñó para contener imágenes animadas. Es un formato abierto adecuado para todo tipo de imágenes.<p>Las imágenes generadas por un escáner no contendrán una animación, por lo que debería usar el formato PNG para ellas (excepto si es necesario para usar con otras aplicaciones).
et: <b>Mitmepildiline võrgugraafika</b> (MNG) lähtub PNG standardist ja on mõeldud animeeritud piltide tarbeks. See on avatud vorming, mis sobib igat laadi piltidele.<p>Skanneriga loodud pilte ei animeerita, nii et kui seda ei nõua just teised rakendused, kasuta selle asemel PNG-d.
fi: <b>MNG</b> (multiple-image network graphics) on PNG-standardista johdettu, animoituihin kuviin tarkoitettu kuvamuoto. Se on kaikenlaisille kuville sopiva avoin muoto.<p>Kuvanluvun tuottamat kuvat eivät ole animoituja, joten ellei se erityisesti ole tarpeen muiden sovellusten takia, käytä mieluummin PNG-muotoa.
fr: <b>Multiple-image Network Graphics</b> est dérivé du standard PNG. Il est conçu pour des images animées. C'est un format ouvert qui convient pour tous les types d'images.<p>Les images retranscrites par un scanner ne sont pas animées, il est donc conseillé d'utiliser le format PNG sauf pour usage spécifique.
gl: <b>MNG</b> está baseado no estándar PNG e está pensado para imaxes animadas. É un formato aberto axeitado para calquera tipo de imaxe. <p>As imaxes dixitalizadas non estarán animadas, así que a non ser que necesite este formato para outras aplicacións, mellor use PNG.
he: <b>גרפיקת רשת רבת תמונות</b> היא נגזרת של תקן PNG ומיועדת לתמונות מונפשות. זה תקן פתוח שמתאים לכל סוגי התמונות.<p>תמונות שנוצרות על ידי סורק לא תונפשנה, לכן אלא אם כן יש דרישה מפורשת להשתמש בזה מצד תוכנות אחרות עדיף להשתמש ב־PNG במקום.
it: <b>Multiple-image Network Graphics</b> deriva dallo standard PNG ed è concepito per le immagini animate. È un formato aperto adatto a tutti i tipi di immagini.<p>Le immagini prodotte da uno scanner non saranno animate, quindi, se non lo devi usare espressamente richiesto con altre applicazioni, usa invece il formato PNG.
ka: <b>Multiple-image Network Graphics</b> მიღებულია PNG სტანდარტიდან და განკუთვნილია ანიმაციური გამოსახულებებითვის. ის ღია ფორმატია ყველა სახის გამოსახულებისთვის.<p>სკანერიდან მიღებული გამოსახულებებს ანიმაცია არ აქვთ, ასე რომ, თუ ამ ფორმატის მოთხოვნა არ არსებობს, PNG გამოიყენეთ.
ko: <b>MNG</b> 형식은 PNG 형식의 파생형으로 애니메이션을 지원합니다. 모든 형식의 그림에 적합한 개방형 표준입니다.<p>스캐너로 스캔한 그림은 애니메이션을 지원하지 않으며, 다른 앱에서 MNG 형식만을 사용해야 하는 경우가 아니면 PNG 형식을 사용하십시오.
nl: <b>Multiple-image Network Graphics</b> is afgeleid van de PNG standaard en is bedoeld voor geanimeerde afbeeldingen. Het is een open formaat geschikt voor alle soorten afbeeldingen.<p>Afbeeldingen geproduceerd door een scanner zullen niet geanimeerd zijn, dus tenzij specifiek vereist voor gebruik met andere toepassingen gebruik in plaats daarvan PNG.
pl: <b>Multiple-image Network Graphics</b> jest pochodną standardu PNG i jest przeznaczony dla obrazów animowanych. Jest to otwarty format odpowiedni dla wszystkich typów obrazów.<p>Obrazy stworzone przez skaner nie będą animowane, więc, jeśli nie potrzebujesz używać go z innymi programami, to używaj formatu PNG.
pt: O <b>Multiple-image Network Graphics</b> (MNG) é derivado da normal PNG e pretende ser usado em imagens animadas. É um formato aberto adequado para todos os tipos de imagens. <p>As imagens produzidas por um 'scanner' não serão animadas pelo que, a menos que seja explicitamente necessário, use o formato PNG em alternativa.
pt_br: O <b>Multiple-image Network Graphics</b> (MNG) é derivado da norma PNG e pretende ser usado em imagens animadas. É um formato aberto adequado para todos os tipos de imagens. <p>As imagens produzidas por um digitalizador não serão animadas, assim a menos que seja explicitamente necessário, use o formato PNG em alternativa.
sl: <b>Multiple-image Network Graphics</b> izhaja iz standarda PNG in je namenjen animiranim slikam. Je odprt format, primeren za vsevrste slik.<p>Slike, ki jih ustvari optični bralnik, ne bodo animirane in razen če je posebej potrebno za uporabo z drugimi aplikacijami, raje uporabite PNG.
sv: <b>Multiple-image Network Graphics</b> är en vidareutveckling av PNG-standarden och är avsett för animerade bilder. Det är ett öppet format som lämpar sig för alla sorters bilder.<p>Bilder som skapas av en bildläsare kommer inte animeras, så, om det inte uttryckligen krävs av andra program, använd hellre PNG.
uk: <b>Multiple-image Network Graphics</b> створено на основі стандарту PNG, призначено для анімованих зображень. Формат є відкритим, його призначено для зображень будь-якого типу.<p>Зображення, створені сканером не будуть анімованими, отже, якщо збереження у цьому форматі не є обов’язковою вимогою, краще скористайтеся форматом PNG.

source: This is the <b>Silicon Graphics</b> native image file format, supporting 24 bit true color images with optional lossless compression.<p>Unless specifically required, use an open format instead.
ca@valencia: Este és el format de fitxer d'imatges natiu de <b>Silicon Graphics</b>, que admet imatges a color real de 24 bits amb compressió sense pèrdua opcional.<p>A menys que es requerisca específicament, en el seu lloc utilitzeu un format obert.
de: Das Bildformat <b>Silicon Graphics</b> der gleichnamigen Firma unterstützt 24-Bit-Echtfarben mit optionaler verlustfreier Komprimierung.<p>Wenn es nicht besonders erforderlich ist, sollten Sie statt dessen ein offenes Format verwenden.
eo: Ĉi tiu estas la <b>Silicon Graphics</b> denaska bilda dosierformato, subtenanta 24 bitojn verajn kolorbildojn kun laŭvola senperda kunpremo.<p>Krom se specife necesas, uzu malferman formaton anstataŭe.
es: Este es el formato de archivo de imagen nativo de <b>Silicon Graphics</b>, que permite imágenes de color verdadero de 24 bits con el uso opcional de compresión sin pérdida.<p>A menos que sea necesario específicamente, use un formato abierto en su lugar.
et: See on <b>Silicon Graphicsi</b> loomupärane pildifailivorming (SGI), mis toetab 24-bitiseid loomutruudes värvides pilte, soovi korral ka kadudeta tihendamist.<p>Kui see pole konkreetselt nõutav, kasuta selle asemel avatud vormingut.
fi: Tämä on <b>Silicon Graphics</b>in natiivi kuvamuoto, joka tulee 24 bitin tosivärikuvia valinnaisesti häviöttömällä pakkauksella.<p>Ellei tätä nimenomaisesti tarvita, valitse mieluummin avoin tiedostomuoto.
fr: Il s'agit du format natif de <b>Silicon Graphics</b>, prenant en charge les images en vraies couleurs 24 bits avec une option de compression sans perte.<p>Sauf s'il s'agit d'un usage spécifique, privilégiez un format ouvert.
gl: Este é o formato de ficheiro de imaxe nativo de <b>Silicon Graphics</b>, que permite imaxes de cor real de 24 bits con compresión sen perda opcional. <p>A non ser que necesite especificamente este formato, use mellor un formato aberto.
he: זה תסדיר הבית של <b>Silicon Graphics</b> שתומך בתמונות צבע אמיתי ב־24 סיביות עם דחיסה ללא אובדן איכות כרשות.<p>אלא אם כן נחוץ באופן מפורש, עדיף להשתמש בתסדיר פתוח במקום.
it: Questo è il formato file immagine <b>Silicon Graphics</b> originale, che supporta le immagini a colori reali a 24 bit con compressione senza perdita facoltativa.<p>A meno che non sia specificamente richiesto, usa invece un formato aperto.
ka: ეს <b>Silicon Graphics</b>-ის საკუთარი გამოსახულების ფორმატია 24 ბიტიანი ფერების მხარდაჭერით და არასავალდებულო კარგვისგარეშე შეკუმშვით.<p>თუ ამისთვის რამე მყარი მიზეზი არ გაგაჩნიათ, გამოიყენეთ რომელიმე ღია ფორმატი.
ko: <b>SGI</b> 네이티브 그림 파일 형식이며, 24비트 트루컬러를 지원하며 선택 사항으로 무손실 압축을 지원합니다.<p>다른 프로그램에서 사용해야 하는 경우가 아니라면 다른 개방형 형식을 사용하는 것을 추천합니다.
nl: Dit is het bij <b>Silicon Graphics</b> behorende afbeeldingsbestandsformaat, die 24 bits echte kleuren afbeeldingen met optioneel compressie zonder verlies.<p>Tenzij voor specifiek gebruik, gebruik in plaats daarvan een open formaat.
pl: Jest to natywny format pliku graficznego <b>Silicon Graphics</b>, obsługujący 24 bitowe obrazy true color z opcjonalną bezstratną kompresją.<p> Użyj otwartego formatu, chyba że koniecznie musisz użyć tego.
pt: O formato nativo de ficheiros de imagem da <b>Silicon Graphics</b> (SGI) suporta imagens a cores totais a 24 bit, com uma compressão sem perdas opcional.<p>A menos que seja explicitamente necessário, use um formato aberto em alternativa.
pt_br: O formato nativo de arquivos de imagem da <b>Silicon Graphics</b> (SGI) suporta imagens em cores totais a 24 bits, com uma compressão sem perdas opcional.<p>A menos que seja explicitamente necessário, use um formato aberto em alternativa.
sl: To je <b>Silicon Graphics</b> format izvorne slikovne datoteke, ki podpira 24 bitne prave barvne slike z neobveznim stiskanjem brez izgub.<p>Razen če je potrebno, namesto tega raje uporabite odprti format.
sv: Det här är <b>Silicon Graphics</b> egna bildfilformat, med stöd för bilder i 24-bitars färg med möjlighet till förlustfri komprimering.<p>Om det inte uttryckligen krävs, använd hellre ett öppet format.
uk: Формат файлів зображень, створений <b>Silicon Graphics</b>, передбачено роботу з кольоровими зображеннями глибиною кольору 24 біти з додатковими можливостями стискання без втрати якості.<p>Якщо зберігання у цьому форматі не є обов’язковою вимогою, скористайтеся відкритим форматом замість цього.

source: <b>Wireless Bitmap</b> is a monochrome bitmap format optimised for WAP mobile devices. It supports black and white bitmaps only.<p>Unless specifically required, use an general purpose format instead.
ca@valencia: El <b>Wireless Bitmap (Mapa de bits sense fil)</b> és un format monocrom de mapa de bits per a dispositius mòbils WAP. Només admet mapes de bits en blanc i negre.<p>A menys que es requerisca per a esta finalitat, en el seu lloc utilitzeu un format de finalitat general.
de: <b>Wireless Bitmap</b> ist ein für WAP-Mobilgeräte optimiertes, monochromatisches Bitmap-Format. Es unterstützt lediglich schwarz-weiße Bitmaps.<p>Wenn es nicht unbedingt nötig ist, sollten Sie stattdessen ein universelles Format verwenden.
eo: <b>Sendrata bitmapo</b> estas monokromata bitmapo-formato optimumigita por porteblaj aparatoj WAP. Ĝi subtenas nur nigrajn kaj blankajn bitmapojn.<p>Krom se specife necesas, uzu ĝeneraluzeblan formaton anstataŭe.
es: <b>Wireless Bitmap</b> es un formato de mapa de bits monocromo optimizado para dispositivos móviles WAP. Solo permite mapas de bits en blanco y negro.<p>A menos que se requiera específicamente, use en su lugar un formato de propósito general.
fi: <b>Wireless Bitmap</b> on WAP-mobiililaitteille optimoitu mustavalkobittikarttamuoto. Se tukee vain mustavalkoisia bittikarttoja.<p>Ellei tätä nimenomaisesti vaadita, käytä jotakin yleisempää muotoa.
fr: <b>Wireless Bitmap</b> est un forme « bitmap » monochrome pour les périphériques mobiles « WAP ». Il ne prend en charge que les « bitmaps » en noir et blanc.<p>Sauf usage spécifique, privilégiez un format plus répandu.
he: <b>מפת סיביות אלחוטית</b> היא תסדיר מפת סיביות מונוכרומטי שמותאם למכשירים ניידים תואמי WAP. תומך במפות סיביות שחור לבן בלבד.<p>אל אם כן נחוץ באופן נקודתי, עדיף להשתמש בתסדיר יותר כללי.
it: <b>Wireless Bitmap</b> è un formato bitmap monocromatico ottimizzato per i dispositivi mobili WAP. Supporta solo immagini in bianco e nero.<p>A meno che non sia specificamente richiesto, prediligi invece un formato per uso generale.
ka: <b>Wireless Bitmap</b> მონოქრომული რასტრული ფორმატია, ოპტიმიზებული WAP მობილური მოწყობილობებისთვის. აქვს, მხოლოდ, შავთეთრი რასტრული გამოსახულებების მხარდაჭერა.<p>თუ ამისთვის სპეციფიკური მოთხოვნა არ გაგაჩნიათ, რომელიმე სხვა ღია ფორმატი გამოიყენეთ.
ko: <b>무선 비트맵</b> 형식은 WAP 모바일 장치에 최적화된 단색 비트맵 형식입니다.<p>해당 목적으로 사용할 것이 아니라면 다른 일반 목적 형식 사용을 추천합니다.
nl: <b>Draadloze bitmap</b> is een monochroom bitmap-formaat geoptimaliseerd voor WAP mobiele apparaten. Het ondersteunt alleen zwart-wit bitmaps.<p>Tenzij specifiek vereist, gebruik in plaats daarvan een algemeen formaat.
pl: <b>Bezprzewodowa bitmapa</b> jest monochromatyczną bitmapą zoptymalizowaną dla urządzeń przenośnych WAP, Obsługuje tylko czarno-białe bitmapy.<p>Domyślnie, używaj formatu ogólnego przeznaczenia, chyba że wymagany jest inny.
pt: O <b>Wireless Bitmap</b> é um formato de imagens monocromáticas optimizado para dispositivos móveis WAP. Suporta apenas imagens a preto-e-branco.<p>A menos que seja necessário para esse fim, use um formato de uso geral em alternativa.
sl: <b>Brezžična bitna slika</b> je enobarvna bitna slika, optimizirana za mobilne naprave WAP. Podpira samo črno-bele bitne slike.<p>Če ni izrecno zahtevano, raje uporabite splošno obliko.
sv: <b>Trådlös bitavbildning</b> är ett svartvitt bitavbildningsformat optimerat för WAP-mobilenheter. Det stöder bara svartvita bitavbildningar.<p>Om det inte uttryckligen krävs, använd hellre ett generellt bildformat.
uk: <b>Wireless Bitmap</b> — формат чорно-білих растрових зображень, оптимізований для бездротових мобільних пристроїв. Передбачено підтримку лише чорно-білих зображень.<p>Якщо немає безумовної потреби у використанні цього формату, скористайтеся замість нього якимось загальновживаним форматом.

source: <b>WebP</b> is intended to be an open standard for true colour images with optional transparency. It is widely supported by modern web browsers and graphics software.<p>Various compression methods, both lossy and lossless, are supported. Lossy compression is not recommended for archiving or for repeated loading and saving.
ca@valencia: <b>WebP</b> està destinat a ser un format obert per a imatges de color real amb transparència opcional. Està àmpliament admés pels navegadors web moderns i el programari gràfic.<p>S'admeten diversos mètodes de compressió, siguen amb pèrdua o sense pèrdua. No es recomana la compressió sense pèrdua per a arxivament o per a càrregues i guardades repetits.
de: <b>WebP</b> ist als offener Standard für Echtfarbbilder mit optionaler Transparenz vorgesehen. Er wird von vielen modernen Webbrowsern und Grafiksoftware unterstützt.<p>Es werden verschiedene Kompressionsmethoden, sowohl verlustbehaftet als auch verlustfrei, unterstützt. Eine verlustbehaftete Komprimierung wird für die Archivierung oder für wiederholtes Laden und Speichern nicht empfohlen.
eo: <b>WebP</b> intencas esti malferma normo por veraj kolorbildoj kun laŭvola travidebleco. Ĝi estas vaste subtenata de modernaj retumiloj kaj grafika programaro.<p>Diversaj kunpremaj metodoj, ambaŭ perdaj kaj senperdaj, estas subtenataj. Perda kunpremo ne estas rekomendita por arkivado aŭ por ripeta ŝargo kaj konservado.
es: <b>WebP</b> pretende ser un estándar abierto para imágenes en color verdadero con transparencia opcional. Es ampliamente compatible con navegadores web y software de gráficos modernos.<p>Permite usar varios métodos de compresión, tanto con pérdida como sin pérdida. La compresión con pérdida no se recomienda para archivar o para cargar y guardar repetidamente.
fi: <b>WebP</b> on tarkoitettu valinnaisen läpinäkyvyyden tosivärikuvien avoimeksi standardiksi. Nykyiset selain- ja grafiikkaohjelmat laajalti tukevat sitä.<p>Sekä häviöllisiä että häviöttömiä pakkausmenetelmiä tuetaan. Häviöllistä pakkausta ei suositella arkistointiin tai toistuvaan avaamiseen ja tallentamiseen.
fr: <b>WebP</b> est conçu pour être un standard ouvert pour les images en couleurs vraies avec une option de transparence. Il est largement pris en charge par les navigateurs Internet modernes et les logiciels graphiques. <p> Diverses méthodes de compression, à la fois, avec et sans perte, sont prises en charge. Les compressions avec perte ne sont pas recommandées pour l'archivage ou pour les chargements /enregistrements répétés.
he: <b>WebP</b> מיועד להיות תקן פתוח לתמונות בצבע מלא עם שקיפות כרשות. נתמך באופן נרחב על ידי דפדפנים ותוכנות גרפיקה עדכניים. <p>יש תמיכה במגוון שיטות כיווץ, עם ובלי אובדן נתונים. כיווץ עם אובדן נתונים לא מומלץ לשמירה בארכיון או לטעינה ושמירה מספר רב של פעמים.
it: <b>WebP</b> è concepito come standard aperto per le immagini con colori reali e trasparenza opzionale. È ampiamente supportato dai moderni browser web e dai programmi di grafica.<p>Supporta vari metodi di compressione, con perdita e senza perdita di dati. La compressione con perdita di dati non è consigliata per l'archiviazione o caricamenti e salvataggi ripetuti.
ka: <b>WebP</b> ღია სტანდარტია 24-ბიტიანი სურათებისთვის არასავალდებულო გამჭვირვალობით. ის ფართოდაა მხარდაჭერილი თანამედროვე ბრაუზერების და გრაფიკასთან სამუშაო პროგრამების მიერ.<p>მხარდაჭერილია სხვადასხვა შეკუმშვის მეთოდები, მათ შორის კარგვისგარეშე და და კარგვით. კარგვის მქონე შეკუმშვა რეკომენდებული არაა დაარქივებისთვის და გამოსახულებებისთვის, რომლებსაც ხშირად ტვირთავენ და ინახავენ.
ko: <b>WebP</b>는 투명도와 트루컬러 이미지를 저장하는 공개 표준으로 개발되었습니다. 다양한 현대적인 웹 브라우저와 그래픽 소프트웨어에서 지원합니다.<p>다양한 손실 및 무손실 압축 방법을 지원합니다. 반복해서 불러오고 저장하거나 보관용으로 저장할 때에는 손실 압축을 추천하지 않습니다.
nl: <b>WebP</b> is bedoeld om een open standaard te zijn voor afbeeldingen met echte kleuren en optioneel transparantie. Het is breed ondersteund door moderne webbrowsers en grafische software.<p>Verschillende compressiemethoden, zowel met als zonder verlies, worden ondersteund. Compressie met verlies wordt niet aanbevolen voor archivering of voor herhaald laden en opslaan.
pl: <b>WebP</b> jest otwartym standardem dla obrazów o prawdziwych barwach z opcjonalną przezroczystością. Jest szeroko obsługiwany przez nowoczesne przeglądarki sieciowe i oprogramowanie do grafiki.<p>Obsługiwane są różne sposoby spakowania, zarówno stratne jak i bezstratne. Stratne pakowanie nie jest zalecane do archiwizowania lub ciągłego wczytywania i zapisywania.
pt: O <b>WebP</b> pretende ser uma norma aberta para imagens com cores verdadeiras e uma transparência opcional. É amplamente suportado pelos navegadores Web modernos e pelas aplicações gráficas.<p>São suportados diversos métodos de compressão, sendo com ou sem perdas. A compressão com perdas não é recomendada para arquivos ou para carregamentos e gravações repetidas.
sl: <b>WebP</b> naj bi bil odprt standard za prave barvne slike z neobvezno prosojnostjo. Ga v splošnem podpirajo sodobni spletni brskalniki in programska oprema za grafiko.<p>Podprti so različni načini stiskanja, tako z izgubami kot brez. Stiskanje z izgubami ni priporočljivo za arhiviranje ali za večkratno nalaganje in shranjevanje.
sv: <b>WebP</b> är avsett att vara en öppen standard för sanna färgbilder med valfri genomskinlighet. Det har brett stöd av moderna webbläsare och grafikprogramvara.<p>Diverse komprimeringsmetoder, både förstörande och förlustfria stöds. Förstörande komprimering rekommenderas inte för arkivering eller för att läsa in och spara upprepade gånger.
uk: <b>WebP</b> — розроблено як відкритий стандарт для кольорових зображень із можливим використанням прозорості. Його підтримку реалізовано у широкому спектрі програм для перегляду інтернету та роботи із графікою.<p>У цьому форматі передбачено підтримку різноманітних методів стискання, із втратою та без втрати якості. Не рекомендуємо користуватися стисканням із втратою якості для архівування та повторного завантаження і збереження.

source: Save Assistant
ca@valencia: Assistent de guardada
de: Speicher-Assistent
eo: Asistanto pri Konservado
es: Asistente para guardar imágenes
et: Salvestusabiline
fi: Tallennusavustaja
fr: Assistant d'enregistrement
gl: Asistente para gardar
he: מסייע שמירה
ia: Assistente pro salveguardar
it: Assistente al salvataggio
ka: დამხმარის შენახვა
ko: 도우미 저장
nl: Opslagassistent
pl: Asystent zapisu
pt: Assistente de Gravação
pt_br: Assistente de salvamento
sl: Pomočnik za shranjevanje
sv: Assistent för att spara
uk: Помічник збереження
zh_tw: 儲存助手

# @info
source: Select a format to save the scanned image.<nl/>This is a <emphasis strong="1">%1</emphasis>.
ca@valencia: Seleccioneu un format d'imatge per a guardar la imatge escanejada.<nl/>Açò és un <emphasis strong="1">%1</emphasis>.
de: Wählen Sie ein Dateiformat zum Speichern des eingelesenen Bildes.<nl/>Dies ist ein <emphasis strong="1">%1</emphasis>.
eo: Elektu formaton por konservi la skanitan bildon.<nl/>Ĉi tio estas <emphasis strong="1">%1</emphasis>.
es: Seleccione un formato para guardar la imagen escaneada.<nl/>Esto es un <emphasis strong="1">%1</emphasis>.
et: Skannitud kujutise salvestamise vormingu valimine.<nl/>See on <emphasis strong="1">%1</emphasis>.
fi: Valitse luetun kuvan tallennusmuoto.<nl/>Tämä on <emphasis strong="1">%1</emphasis>.
fr: Sélectionner un format pour enregistrer l'image numérisée.<nl/>C'est un <emphasis strong="1">%1</emphasis>.
gl: Seleccione un formato para gardar a imaxe dixitalizada.<nl/> Trátase dunha imaxe <emphasis strong="1">%1</emphasis>.
he: נא לבחור את סוג הקובץ לשמירת התמונה הסרוקה.<nl/>זה <emphasis strong="1">%1</emphasis>.
ia: Selige un formato per salveguardar leimagine scandite.<nl/>Isto es un <emphasis strong="1">%1</emphasis>.
it: Seleziona un formato per salvare l'immagine scansionata.<nl/>È di tipo <emphasis strong="1">%1</emphasis>.
ka: აირჩიეთ ფორმატი დასკანირებული გამოსახულების შესანახად.<nl/>ეს არის <emphasis strong="1">%1</emphasis>.
ko: 스캔한 그림을 저장할 형식을 선택하십시오.<nl/><emphasis strong="1">%1</emphasis>입니다.
nl: Selecteer een afbeeldingsformaat waarin de gescande afbeelding moet worden opgeslagen.<nl/>Dit is een <emphasis strong="1">%1</emphasis>.
pl: Wybierz format do zapisania zeskanowanego obrazu.<nl/>To jest <emphasis strong="1">%1</emphasis>.
pt: Seleccione um formato de imagem no qual gravar a imagem obtida.<nl/>Este é um <emphasis strong="1">%1</emphasis>.
sl: Izberite format za shranjevanje skenirane slike.<nl/>To je <emphasis strong="1">%1</emphasis>.
sv: Välj ett format för att spara den inlästa bilden.<nl/>Det är en <emphasis strong="1">%1</emphasis>.
uk: Виберіть формат зберігання даних сканованого зображення.<nl/>Це <emphasis strong="1">%1</emphasis>.
zh_tw: 選擇圖片掃描後要儲存的格式。<nl/>這是一個<emphasis strong="1">%1</emphasis>。

source: File format:
ca@valencia: Format del fitxer:
de: Dateiformat:
eo: Dosierformato:
es: Formato de archivo:
et: Failivorming:
fi: Tiedostomuoto:
fr: Format du fichier :
gl: Formato de ficheiro:
he: תסדיר קובץ:
ia: Formato de file:
it: Formato del file:
ka: ფაილის ფორმატი:
ko: 파일 형식:
nl: Bestandsformaat:
pl: Format pliku:
pt: Formato do ficheiro:
pt_br: Formato de arquivo:
sl: Format datoteke:
sv: Filformat:
uk: Формат файлів:
zh_tw: 檔案格式：
