Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: <b>X Bitmap</b> is often used by the X Window System to store cursor and icon bitmaps.<p>Unless required for this purpose, use a general purpose format instead.
ca@valencia: El <b>mapa de bits X («X Bitmap»)</b> s'utilitza freqüentment en el sistema de finestres X per a emmagatzemar els mapes de bits dels cursors i les icones.<p>A menys que es requerisca per a esta finalitat, en el seu lloc utilitzeu un format de finalitat general.
de: <b>X Bitmap</b> wird vom X-Windows-System häufig für das Speichern von Rastergrafiken für Cursor oder Symbolen benutzt.<p>Wenn es nicht unbedingt nötig ist, sollten Sie statt dessen ein universelleres Format verwenden.
eo: <b>X Bitmap</b> estas ofte uzata de la X-Fenestra Sistemo por konservi kursoron kaj piktogramajn bitmapojn.<p>Krom se necesas por ĉi tiu celo, uzu ĝeneraluzeblan formaton anstataŭe.
es: El <b>mapa de bits de X</b> se suele utilizar por el sistema X Window para almacenar mapas de bits de cursores y de iconos.<p>A menos que sea necesario para este propósito, utilice en su lugar un formato de uso general.
et: <b>X'i bittrasterpilt</b> (XBM) on sageli kasutusel X Window Systemi korral kursorite ja ikoonide bittrasterpiltide salvestamiseks.<p>Kui just see pole eesmärk, oleks mõttekas kasutada mõnda üldotstarbelist vormingut.
fi: X-ikkunointijärjestelmä käyttää <b>XBM</b>-muotoa (X bitmap) osoitin ja kuvakebittikarttojen tallentamiseen.<p>Ellei se erityisesti ole tarpeen, käytä mieluummin yleiskäyttöistä kuvamuotoa.
fr: <b>X Bitmap</b> est souvent utilisé par le « X Window System » pour stocker des curseurs et des icônes bitmaps.<p>Sauf s'il s'agit d'un usage spécifique, privilégiez un format plus répandu.
gl: <b>Mapa de bits X</b> adoita empregarse non sistema de xanelas X para almacenar mapas de bits de cursores e iconas. <p>Se non necesita este formato para dito caso de uso, mellor use un formato de propósito xeral.
he: <b>מפת סיביות X</b> בדרך כלל בשימוש עם מערכת החלונות X לאחסון מפות סיביות של סמני עכבר וסמלים.<p>אלא אם כן זה הייעוד, כדאי להשתמש בתסדיר יותר כללי במקום.
ia: <b>X Bitmap</b> es sovente usate per le Systema de X Window per immagazinar bitmaps de cursor e icones.<p>A minus que requirite per iste scopo, in loco usa un formato de scopo general.
it: <b>X Bitmap</b> è utilizzato spesso da X Window System per memorizzare bitmap di puntatori e icone.<p>A meno che non lo debba utilizzare per tale fine, usa invece un formato per scopi più generali.
ka: <b>X Bitmap</b> ხშირად გამოიყენება X Window System-ის მიერ კურსორებისა და ხატულის სურათების დასამახსოვრებლად.<p>თუ არ არის საჭირო ეს ფორმატები, სხვა, ზოგადი დანიშნულების ფორმატი გამოიყენეთ.
ko: <b>X 비트맵</b> 형식은 X 윈도 시스템에서 커서 및 아이콘 비트맵을 저장하는 데 사용하는 형식입니다.<p>해당 목적으로 사용할 것이 아니라면 다른 일반 목적 형식 사용을 추천합니다.
nl: <b>X Bitmap</b> wordt vaak gebruikt door het X Window System om cursor en pictogram bitmaps op te slaan.<p>Tenzij hiervoor vereist, gebruik in plaats daarvan een formaat voor algemeen gebruik.
pl: <b>Mapa bitowa X</b> jest często wykorzystywana przez systemy okien X do przechowywania map bitowych kursorów i ikon.<p>Używaj formatu ogólnego przeznaczenia, chyba, że potrzebujesz właśnie przechować kursor lub ikonę.
pt: O <b>X Bitmap</b> (XBM) é normalmente usado pelo Sistema X para guardar as imagens dos cursores e dos ícones.<p>A menos que seja necessário para esse fim, use um formato de uso geral em alternativa.
pt_br: O <b>X Bitmap</b> (XBM) é normalmente usado pelo Sistema X para guardar as imagens dos cursores e dos ícones.<p>A menos que seja necessário para esse fim, use um formato de uso geral em alternativa.
sl: X Window System pogosto uporablja <b>X Bitmap</b> za shranjevanje kazalke in bitne slike ikon.<p>Če ta format ni nujno potreben, uporabite format za splošne namene namesto tega.
sv: <b>X-bitavbildning</b> används ofta av X-fönstersystemet för att lagra pekar- och ikonbitavbildningar.<p>Om det inte uttryckligen krävs, använd hellre ett generellt bildformat.
uk: <b>X Bitmap</b> — часто використовується у системі X Window для зберігання растрових зображень вказівників та піктограм.<p>Якщо вашою метою не є створення зображення вказівника або піктограми, скористайтеся якимось іншим форматом загального призначення.

source: <b>X Pixmap</b> is often used by the X Window System for color icons and other images.<p>Unless required for this purpose, use a general purpose format instead.
ca@valencia: El <b>mapa de píxels X («X Pixmap»)</b> s'utilitza freqüentment en el sistema de finestres X per a les icones en color i altres imatges.<p>A menys que es requerisca per a esta finalitat, en el seu lloc utilitzeu un format de finalitat general.
de: <b>X PixMap</b> wird vom X-Windows-System häufig für farbige Symbole und andere Bilder benutzt.<p>Wenn es nicht unbedingt nötig ist, sollten Sie statt dessen ein universelleres Format verwenden.
eo: <b>X Pixmap</b> estas ofte uzata de la X-Fenestra Sistemo por koloraj piktogramoj kaj aliaj bildoj.<p>Krom se necesas por ĉi tiu celo, uzu ĝeneraluzeblan formaton anstataŭe.
es: El <b>mapa de píxeles de X</b> se suele utilizar por el sistema X Window para almacenar iconos en color y otras imágenes.<p>A menos que sea necesario para este propósito, utilice en su lugar un formato de uso general.
et: <b>X'i pikselrasterpilt</b> (XPM) on sageli kasutusel X Window Systemi korral värviliste ikoonide ja muude piltide jaoks.<p>Kui just see pole eesmärk, oleks mõttekas kasutada mõnda üldotstarbelist vormingut.
fi: X-ikkunointijärjestelmä käyttää <b>XPM</b>-muotoa (X pixmap) värillisille kuvakkeille ja muille kuville.<p>Ellei se erityisesti ole tarpeen, käytä mieluummin yleiskäyttöistä kuvamuotoa.
fr: <b>X Pixmap</b> est souvent utilisé par le « X Window System » pour des icônes en couleur et d'autres images.<p>Sauf s'il s'agit d'un usage spécifique, privilégiez un format plus répandu.
gl: <b>Mapa de píxeles X</b> adoita empregarse non sistema de xanelas X para iconas en cor e outras imaxes.<p>Se non necesita este formato para dito caso de uso, mellor use un formato de propósito xeral.
he: <b>מפת פיקסלים X</b> בדרך כלל בשימוש עם מערכת החלונות X לאחסון סמלים צבעוניים ותמונות אחרות.<p>אלא אם כן זה הייעוד, כדאי להשתמש בתסדיר יותר כללי במקום.
ia: <b>X Bitmap</b> es sovente usate per le Systema de X Window per icones de color e altere imagines. <p>A minus que requirite per iste scopo, in loco usa un formato de scopo general.
it: <b>X Pixmap</b> è utilizzato spesso da X Window System per icone a colori e altre immagini.<p>A meno che non lo debba utilizzare per tale fine, usa invece un formato per scopi più generali.
ka: <b>X Pixmap</b> ხშირად გამოიყენება X Window System-ის მიერ ფერადი ხატულებისა და სხვა გამოსახულებებისთვის.<p>თუ ეს საჭირო არაა, სხვა, ზოგადი დანიშნულების ფორმატი გამოიყენეთ.
ko: <b>X 픽스맵</b> 형식은 X 윈도 시스템에서 컬러 아이콘 및 다른 그림을 저장하는 데 사용하는 형식입니다.<p>해당 목적으로 사용할 것이 아니라면 다른 일반 목적 형식 사용을 추천합니다.
nl: <b>X Pixmap</b> wordt vaak gebruikt door het X Window System voor gekleurde pictogrammen en andere afbeeldingen<p>Tenzij hiervoor vereist, gebruik in plaats daarvan een formaat voor algemeen gebruik.
pl: <b>Piksmapa X</b> jest często wykorzystywana przez systemy okien X do przechowywania kolorowych ikon i innych obrazów.<p>Używaj formatu ogólnego przeznaczenia, chyba, że potrzebujesz właśnie przechować ikonę.
pt: O <b>X Pixmap</b> (XPM) é normalmente usado pelo Sistema X para guardar as imagens dos ícones a cores e para outras imagens internas.<p>A menos que seja necessário para esse fim, use um formato de uso geral em alternativa.
pt_br: O <b>X Pixmap</b> (XPM) é normalmente usado pelo Sistema X para guardar as imagens dos ícones a cores e para outras imagens internas.<p>A menos que seja necessário para esse fim, use um formato de uso geral em alternativa.
sl: X Window System pogosto uporablja <b>X Pixmap</b> za barvne slike ikon in drugih slik.<p>Če ta format ni nujno potreben, uporabite format za splošne namene namesto tega.
sv: <b>X-bildpunktsavbildning</b> används ofta av X-fönstersystemet för ikoner i färg och liknande grafik.<p>Om det inte uttryckligen krävs, använd hellre ett generellt bildformat.
uk: <b>X Pixmap</b> — часто використовується у системі X Window для зберігання даних кольорових піктограм та інших зображень.<p>Якщо вашою метою не є створення зображення піктограми, скористайтеся якимось іншим форматом загального призначення.

source: <b>Portable Network Graphics</b> is a lossless compressed format designed to be portable and extensible. It is suitable for any type of color or grayscale images, indexed or true color.<p>PNG is an open format which is widely supported.
ca@valencia: El <b>gràfic de xarxa portable («Portable Network Graphics»)</b> és un format comprimit sense pèrdua dissenyat per a ser portable i ampliable. És adequat per a qualsevol tipus d'imatge en color o escala de grisos, indexada o color real.<p>PNG és un format obert que és àmpliament acceptat.
de: <b>Portable Network Graphics</b> ist ein verlustfrei komprimiertes Format, das mit dem Ziel entwickelt wurde, portable und erweiterbar zu sein. Es ist für jede Art von Farb- oder Graustufenbildern geeignet, indiziert oder in Echtfarben.<p>PNG ist ein offenes Format, das breit unterstützt wird.
eo: <b>Porteblaj Retaj Grafikoj</b> estas senperda kunpremita formato dizajnita por esti portebla kaj etendebla. Ĝi taŭgas por ajna tipo de koloraj aŭ grizskalaj bildoj, indeksitaj aŭ veraj koloroj.<p>PNG estas malfermita formato kiu estas vaste subtenata.
es: <b>Gráficos de red portátiles</b> (PNG) es un formato de compresión sin pérdida diseñado para ser portátil y extensible. Es adecuado para cualquier tipo de imagen en color o en escala de grises, con color indexado o verdadero.<p>PNG es un formato abierto ampliamente usado.
et: <b>Porditav võrgugraafika</b> (PNG) on kadudeta tihendatud vorming, mis on mõeldud olema porditav ja laiendatav. See sobib igat laadi värvi- või halltoonpiltidele, indekseeritud ja loomutruudele värvidele.<p>PNG on laialdaselt toetatud avatud vorming.
fi: <b>PNG</b> (portable network graphics) on häviötön pakattu kuvamuoto, joka on suunniteltu siirrettävissä ja laajennettavissa olevaksi. Se sopii kaikenlaisiin väri- ja harmaasävykuville, niin indeksoituihin kuin tosivärisiin.<p>PNG on laajalti tuettu avoin kuvamuoto.
fr: <b>Portable Network Graphics</b> est un format à compression sans perte conçu pour être portable et extensible. Il convient pour tous les types d'images en couleurs ou en niveaux de gris, indexées ou en vraies couleurs.<p>PNG est un format ouvert très répandu.
gl: <b>PNG</b> é un formato comprimido sen perda deseñado para ser portátil e extensíbel. É axeitado para calquera tipo de imaxe de cor ou escala de grises, indexadas ou en cor real. <p>É un formato aberto e hai moito software compatíbel con el.
he: <b>גרפיקת רשת ניידת (PNG)</b> הוא תסדיר דחוס ללא אובדן נתונים שתוכנן לניידות ולהתרחבות. מתאים לכל סוג של תמונות בין אם בגווני אפור ובין אם צבעוניות, מסודרות במפתח או בצבע אמיתי.<p>PNG הוא תסדיר פתוח שנתמך בצורה נרחבת.
ia: <b>Portable Network Graphics</b> es un formato comprimite sin perdita lossless designate per esser portabile e extensibile. Il es convenibile per ulle typo de imagines de color o scala de gris, indicisate o color ver (true color).<p>PNG es un formato aperite que es generalmente supportate.
it: <b>Portable Network Graphics</b> è un formato compresso senza perdita progettato per essere portabile ed estensibile. È indicato per ogni tipo d'immagini a colori o in scala di grigi, indicizzate o a colori reali.<p>PNG è un formato aperto ampiamente supportato.
ka: <b>Portable Network Graphics</b> კარგვის გარეშე შეკუმშვის ფორმატია, რომელიც შექმნილია, იყოს გადატანადი და გადაფრთოებადი. შესაფერისია ნებისმიერი ფერის ან ნაცრისფერი გამოსახულებებისთვის, იქნება ის დაინდექსებული თუ 24-ბიტიანი ფერებით.<p>PNG ღია ფორმატია, კარგი მხარდაჭერით.
ko: <b>PNG</b> 형식은 다양한 환경에서 사용할 수 있는 확장 가능한 무손실 압축 그림 형식입니다. 인덱스 색상이나 트루컬러 색상을 사용하는 컬러, 회색조 그림에 적합합니다.<p>PNG는 많은 곳에서 지원하는 개방형 형식입니다.
nl: <b>Portable Network Graphics</b> is een gecomprimeerd formaat zonder verlies ontworpen om overdraagbaar en uitbreidbaar te zijn. Het is geschikt voor elk type kleuren- of grijze afbeeldingen, geïndexeerd of echte kleuren.<p>PNG is een open formaat wat breed wordt ondersteund.
pl: <b>Portable Network Graphics</b> jest bezstratnym skompresowanym formatem zaprojektowanym, aby być przenośnym i rozszerzalnym. Format jest odpowiedni dla każdego typu obrazu kolorowego, tego w odcieniach szarości, indeksowanego lub true color.<p>PNG jest otwartym szeroko obsługiwanym formatem.
pt: O <b>Portable Network Graphics</b> (PNG) é um formato comprimido sem perdas que está desenhado para ser portável e extensível. É adequado para qualquer tipo de imagens a cores ou em tons de cinzento, seja com cores indexadas ou verdadeiras.<p>O PNG é um formato aberto que é largamente suportado.
pt_br: O <b>Portable Network Graphics</b> (PNG) é um formato comprimido sem perdas que está desenhado para ser portável e extensível. É adequado para qualquer tipo de imagens em cores ou em tons de cinza, seja com cores indexadas ou verdadeiras.<p>O PNG é um formato aberto que é largamente suportado.
sl: <b>Prenosna mrežna grafika</b> je stisnjen format brez izgub, ki je zasnovan kot prenosni in raztegljiv. Primeren je za katero koli barvo oz. slike v sivih barvah, indeksirane ali prave barve.<p>PNG je odprta oblika, ki je široko podprta.
sv: <p>Portable Network Graphics</b> är ett förlustfritt komprimerat format som har utformats för flyttbarhet och utökningsbarhet. Det kan användas till alla sorters bilder i färg eller gråskala, indexerad eller sann färg.<p>PNG är ett öppet format som har utbrett stöd.
uk: <b>Portable Network Graphics</b> — формат зберігання зі стисканням без втрат, розроблений для якнайширшої сумісності з обладнанням та зображеннями. Можна використовувати для кольорових зображень та зображень у відтінках сірого, індексованих та реалістичних кольорів.<p>PNG є відкритим форматом з широкою підтримкою у інших програмах.

source: <b>JPEG</b> is a compressed format suitable for true color or grayscale images. It is a lossy format, so it is not recommended for archiving or for repeated loading and saving.<p>This is an open format which is widely supported.
ca@valencia: <b>JPEG</b> és un format comprimit adequat per a imatges de color real o d'escala de grisos. És un format amb pèrdua, així que no es recomana per a arxivar o per a carregar i guardar repetidament.<p>És un format obert que és àmpliament acceptat.
de: <b>JPEG</b> ist ein komprimiertes Format, geeignet für Bilder in Echtfarben oder Graustufen. Es ist ein verlustbehaftetes Format, daher ist es nicht zur Archivierung oder für wiederholtes Laden und Speicher geeignet.<p>Die ist ein offenes Format, das breit unterstützt wird.
eo: <b>JPEG</b> estas kunpremita formato taŭga por veraj koloroj aŭ grizskalaj bildoj. Ĝi estas perda formato, do ĝi ne estas rekomendita por arkivado aŭ por ripeta ŝargo kaj konservado.<p>Ĉi tio estas malfermita formato kiu estas vaste subtenata.
es: <b>JPEG</b> es un formato comprimido adecuado para imágenes de color verdadero o de escalas de grises. Es un formato con pérdida, por lo que no se recomienda para archivar o para abrir y guardar de forma repetitiva.<p>Es un formato abierto ampliamente usado.
et: <b>JPEG</b> on tihendatud vorming, mis sobib loomutruudes värvides või halltoonides piltidele. See on kadudega vorming, mistõttu pole soovitatav arhiveerimiseks või korduvaks laadimiseks ja salvestamiseks.<p>See on laialdaselt toetatud avatud vorming.
fi: <b>JPEG</b> on tosiväri- ja harmaasävykuville sopiva pakattu kuvamuoto. Se on häviöllinen muoto, joten se ei sovi arkistointiin tai toistuvaan lataukseen ja tallennukseen.<p>Tämä on laajalti tuettu avoin kuvamuoto.
fr: <b>JPEG</b> est un format de compression qui convient pour des images en vraies couleurs ou en niveaux de gris. C'est un format avec perte, il n'est donc pas recommandé pour l'archivage ou pour un chargement et un enregistrement répétés.<p>Il s'agit d'un format ouvert très répandu.
gl: <b>JPEG</b> é un formato comprimido axeitado para imaxes en cor real ou escala de grises. É un formato con perda, así que non se recomenda para arquivar ou para cargar e gardar repetidamente. <p>Isto é un formato aberto e hai moito software compatíbel con el.
he: <b>JPEG</b> הוא תסדיר דחוס שמתאים לתמונות בצבע אמיתי או בגווני אפור. התסדיר הזה גורע מהאיכות ולכן אינו מומלץ לשמירה בארכיון או לטעינה ושמירה מחזוריים.<p>זה תסדיר פתוח עם תמיכה נרחבת.
ia: <b>JPEG</b> es un formato comprimite convenibile per imagines de ver color (true color) o scalade gris. Il es un formato con perdita, assi il non es recommendate per archivar o reperite cargar e salveguardar.<p> Isto es un formato aperite que es generalmente supportate.
it: <b>JPEG</b> è un formato compresso adattabile per immagini a colori reali o in scala di grigi. È un formato con perdita, non è dunque consigliato per l'archiviazione o per aperture e salvataggi ripetuti.<p>È un formato aperto ampiamente supportato.
ka: <b>JPEG</b> შეკუმშული ფორმატია 24-ბიტიანი ფერების მქონე და ნაცრისფერი გამოსახულებებისთვის. ის კარგვითი ფორმატია, ასე რომ, რეკომენდებული არაა არქივის ან შენახვა/გახსნის ბევრი ციკლისთვის.<p>ეს ღია ფორმატია, კარგი მხარდაჭერით.
ko: <b>JPEG</b>는 트루컬러 및 회색조 그림을 저장할 수 있는 손실 압축 그림 형식입니다. 장기 보관이나 잦은 편집 및 저장에는 추천하지 않습니다.<p>JPEG는 많은 곳에서 지원하는 개방형 형식입니다.
nl: <b>JPEG</b> is een gecomprimeerd formaat geschikt voor echte kleuren of grijstinten in afbeeldingen. Het is een formaat met verlies, het is dus niet aanbevolen voor archivering of voor herhaald laden en opslaan.<p>Dit is een open formaat dat breed wordt ondersteund.
pl: <b>JPEG</b> jest skompresowanym formatem odpowiednim dla obrazów true color lub tych w odcieniach szarości. Jest to format stratny, więc jest niezalecany do powtarzalnego wczytywania i zapisywania.<p>Jest to otwarty szeroko obsługiwany format.
pt: O <b>JPEG</b> é um formato comprimido adequado para imagens a cores totais ou em tons de cinzento. É um formato com perdas, pelo que não é recomendado para fins de arquivo ou para o carregamento e gravação repetidos.<p>Este é um formato aberto que é largamente suportado.
pt_br: O <b>JPEG</b> é um formato comprimido adequado para imagens em cores totais ou em tons de cinza. É um formato com perdas, não sendo recomendado para fins de arquivo ou para o carregamento e salvamento repetidos.<p>Ele é um formato aberto que é largamente suportado.
sl: <b>JPEG</b> je stisnjen format, primeren za resnično barvo ali sivo lestvico slike. Je stisnjen format z izgubami, zato ga ne priporočamo za arhiviranje ali za večkratno nalaganje in shranjevanje.<p>To je sicer odprta oblika, ki je široka podprto.
sv: <b>JPEG</b> är ett komprimerat format som lämpar sig för bilder i färg eller gråskala. Formatet ger kvalitetsförluster när man sparar, och rekommenderas därför inte för arkivering eller upprepat öppnande och sparande.<p>Det är ett öppet format med utbrett stöd.
uk: <b>JPEG</b> — формат зі стисканням даних, у якому можна зберігати кольорові зображення та зображення у відтінках сірого. Використання формату призводить до втрати даних, тому не рекомендується використовувати його для створення архівів та повторного редагування.<p>Цей формат є відкритим і дуже широко підтримується обладнанням та програмами.

source: <b>JPEG 2000</b> was intended as an update to the JPEG format, with the option of lossless compression, but so far is not widely supported. It is suitable for true color or grayscale images.
ca@valencia: <b>JPEG 2000</b> pretenia ser una actualització del format JPEG, amb l'opció de compressió sense pèrdua, però no és àmpliament acceptat. És adequat per a imatges de color real o d'escala de grisos.
de: <b>JPEG 2000</b> ist eine Erweiterung des JPEG-Formats mit optionaler verlustfreier Komprimierung, wird bisher aber noch nicht umfassend unterstützt. Es ist für Bilder in Echtfarben und Graustufen geeignet.
eo: <b>JPEG 2000</b> estis celita kiel ĝisdatigo al la JPEG-formato, kun la elekto de senperda kunpremado, sed ĝis nun ne estas vaste subtenata. Ĝi taŭgas por veraj koloroj aŭ grizskalaj bildoj.
es: <b>JPEG 2000</b> se diseñó como una actualización del formato JPEG, con la opción de comprimir sin pérdida, aunque hasta ahora no se usa ampliamente. Es adecuado para imágenes en color verdadero o de escalas de grises.
et: <b>JPEG 2000</b> kavandati JPEG-vormingu uuendusena, mis pakub võimalust kadudeta tihendamiseks, kuid pole seni veel väga laialdaselt toeatud. See sobib loomutruudes värvides või halltoonides piltidele.
fi: <b>JPEG 2000</b> tarkoitettiin JPEG-kuvamuodon päivitykseksi, jossa on häviöttömän pakkauksen mahdollisuus, mutta toistaiseksi sitä ei laajalti tueta. Se sopii tosiväri- ja harmaasävykuville.
fr: <b>JPEG 2000</b> était prévu comme une mise-à-jour du format JPEG, avec une option de compression sans perte, cependant il n'est que peu répandu. Il convient pour les images en vraies couleurs ou en niveaux de gris.
gl: <b>JPEG 2000</b> estaba pensado para ser unha actualización do formato JPEG, coa opción para comprimir sen perda, pero de momento non hai moito software compatíbel con el. É axeitado para imaxes de cor real ou escala de grises.
he: <b>JPEG 2000</b> נועד להיות עדכון של צורת הקובץ JPEG, עם אפשרות לדחיסה ללא אובדן נתונים, אך עד כה לא נתמך באופן נרחב. מתאים לתמונות בצבע אמיתי או בגווני אפור.
ia: <b>JPEG 2000</b> esseva intendite como un actuialisation del formato JPEG, con le option de compression sin perdita, ma usque nunc il non es generalmente supportate. Il es convenibile per images de true color (color ver) o scala de gris.
it: <b>JPEG 2000</b> doveva essere un aggiornamento del formato JPEG, con l'opzione di una compressione senza perdite, ma attualmente non è ampiamente supportato. È indicato per immagini a colori reali o in scala di grigi.
ka: <b>JPEG 2000</b> განკუთვნილი იყო JPEG ფორმატის ჩასანაცვლებლად არჩევნით, რომ შეკუმშვა კარგვის გარეშე მომხდარიყო, მაგრამ ის ფართოდ მხარდაჭერილი არაა. შესაფერისია, მხოლოდ, 24-ბიტიანი ფერის ან ნაცრისფერი გამოსახულებებისთვის.
ko: <b>JPEG 2000</b>은 무손실 압축이 추가된 JPEG 형식의 업데이트로 계획되었으나 아직까지 많은 곳에서 사용하고 있지 않습니다. 트루컬러 및 회색조 그림을 저장할 수 있습니다.
nl: <b>JPEG 2000</b> was bedoeld als een verbetering van het JPEG formaat, met de optie van compressie zonder verlies, maar tot nu toe wordt het niet breed ondersteund. Het is geschikt Voor echte kleuren- of grijze afbeeldingen.
pl: <b>JPEG 2000</b> miał być uaktualnieniem formatu JPEG, z opcją bezstratnej kompresji, ale jak na razie nie jest szeroko obsługiwany. Jest odpowiedni dla obrazów true color oraz tych w odcieniach szarości.
pt: O <b>JPEG 2000</b> foi desenhado para ser uma actualização ao formato JPEG, com a opção para a compressão sem perdas, mas até agora ainda não é largamente suportado. É adequado para imagens a cores totais ou em tons de cinzento.
pt_br: O <b>JPEG 2000</b> foi desenhado para ser uma atualização do formato JPEG, com a opção para a compressão sem perdas, mas até agora ainda não é largamente suportado. É adequado para imagens em cores totais ou em tons de cinza.
sl: <b>JPEG 2000</b> je bil zamišljen kot posodobitev formata JPEG, z možnost stiskanja brez izgub, vendar do zdaj ni širše podprta. jeprimeren za prave barve ali slike v sivih odtenkih.
sv: <b>JPEG 2000</b> avsågs som en uppdatering av JPEG-formatet, med möjlighet till förlustfri komprimering, men har ännu inget utbrett stöd. Det lämpar sig för bilder i färg eller gråskala.
uk: <b>JPEG 2000</b> є оновленою версією формату JPEG, у якій передбачено стискання без втрат, але цей формат не має такої широкої підтримки. Придатний для зберігання кольорових зображень та зображень у відтінках сірого.
