Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

# @info
source: The following OCR temporary files are retained for debugging:<nl/><nl/>
ca@valencia: Els fitxers temporals següents d'OCR es mantenen per a depuració:<nl/><nl/>
de: Die folgenden temporären OCR-Dateien werden zur Fehlersuche behalten:<nl/><nl/>
eo: La sekvaj OCR-provizoraj dosieroj estas konservitaj por sencimigi:<nl/><nl/>
es: Se han conservado los siguientes archivos temporales para depuración:<nl/><nl/>
et: Järgmised OMT ajutised failid säilitatakse silumise huvides:<nl/><nl/>
fi: Virheenpaikannusta varten säilytetään seuraavat väliaikaistiedostot:<nl/><nl/>
fr: Les fichiers temporaires OCR suivants sont conservés pour débogage :
gl: Os seguintes ficheiros temporais de OCR consérvanse para depuración:<nl/><nl/>
he: הקבצים הזמניים הבאים של זיהוי התווים האופטי נשמרים לצורכי ניתוח תקלות:<nl/><nl/>
ia: Le sequente files temporanee de OCR es retenite per cribrar (debugging) :<nl/><nl/>
it: I seguenti file OCR temporanei vengono conservati per la correzione errori:<nl/><nl/>
ka: გამართვისთვის შენახული იქნება შემდეგი OCR-ის დროებითი ფაილები:<nl/><nl/>
ko: 다음 OCR 임시 파일이 디버깅용으로 남아 있습니다:<nl/><nl/>
nl: De volgende tijdelijke bestanden voor OCR worden bewaard voor debuggen:<nl/><nl/>
pl: Następujące pliki tymczasowe OCR zostaną zachowane do debugowania:<nl/><nl/>
pt: Os seguintes ficheiros temporários do OCR foram retidos para fins de depuração:<nl/><nl/>
pt_br: Os seguintes arquivos temporários do OCR são guardados para fins de depuração:<nl/><nl/>
sl: Za odpravljanje napak se obdržijo naslednje začasne datoteke OCR: <nl /><nl />
sv: Följande tillfälliga filer för optisk teckentydning bevaras för felsökning:<nl/><nl/>
uk: З метою діагностики не було вилучено таких тимчасових файлів розпізнавання:<nl/><nl/>
zh_tw: 已保留以下 OCR 暫存檔以利於除錯：<nl/><nl/>

source: OCR Temporary Files
ca@valencia: Fitxers temporals d'OCR
de: Temporäre Dateien für OCR
eo: OCR Provizoraj Dosieroj
es: Archivos temporales de OCR
et: OMT ajutised failid
fi: Tekstintunnistuksen väliaikaistiedostot
fr: Fichiers temporaires ROC
gl: Ficheiros temporais de OCR
he: קבצים זמניים של זיהוי תווים אופטי
ia: Files temporanee de OCR
it: File temporanei OCR
ka: OCR -ის დროებითი ფაილები
ko: OCR 임시 파일
nl: Tijdelijke bestanden voor OCR
pl: Pliki tymczasowe OCR
pt: Ficheiros Temporários do OCR
pt_br: Arquivos temporários do OCR
sl: Začasne datoteke OCR
sv: Tillfälliga filer för optisk teckentydning
uk: Тимчасові файли розпізнавання
zh_tw: OCR 暫存檔

# @info
source: Cannot create temporary file <filename>%1</filename>
ca@valencia: No s'ha pogut crear el fitxer temporal <filename>%1</filename>
de: Die temporäre Datei <filename>%1</filename> kann nicht erstellt werden
eo: Ne povas krei provizoran dosieron <filename>%1</filename>
es: No se puede crear el archivo temporal <filename>%1</filename>
et: Ajutise faili <filename>%1</filename> loomine nurjus
fi: Ei voida luoda väliaikaistiedostoa <filename>%1</filename>
fr: Impossible de créer le fichier temporaire <filename>%1</filename>
gl: Non se pode crear o ficheiro temporal <filename>%1</filename>
he: לא ניתן ליצור את הקובץ הזמני <filename>%1</filename>
ia: Non pote crear file temporanee <filename>%1</filename>
it: Impossibile creare il file temporaneo <filename>%1</filename>
ka: შეცდომა დროებითი ფაილის შექმნისას <filename>%1</filename>
ko: 임시 파일 <filename>%1</filename>을(를) 만들 수 없습니다
nl: Kan geen tijdelijk bestand <filename>%1</filename> aanmaken
pl: Nie można utworzyć pliku tymczasowego <filename>%1</filename>
pt: Não é possível criar o ficheiro temporário <filename>%1</filename>
pt_br: Não foi possível criar o arquivo temporário <filename>%1</filename>
sl: Ni mogoče ustvariti začasne datoteke <filename>%1</filename>
sv: Kan inte skapa den tillfälliga filen <filename>%1</filename>
uk: Не вдалося створити тимчасовий файл <filename>%1</filename>
zh_tw: 無法建立暫存檔 <filename>%1</filename>

# @info
source: Cannot save image to temporary file <filename>%1</filename>
ca@valencia: No s'ha pogut guardar la imatge en el fitxer temporal <filename>%1</filename>
de: Das Bild kann nicht in der temporären Datei <filename>%1</filename> gespeichert werden
eo: Ne povas konservi bildon al provizora dosiero <filename>%1</filename>
es: No se puede guardar la imagen en el archivo temporal <filename>%1</filename>
et: Pildi salvestamine ajutisse faili <filename>%1</filename> nurjus
fi: Ei voida tallentaa väliaikaistiedostoon <filename>%1</filename>
fr: Impossible d'enregistrer l'image vers le fichier temporaire <filename>%1</filename>
gl: Non se pode gardar a imaxe no ficheiro temporal <filename>%1</filename>
he: לא ניתן לשמור תמונה לקובץ הזמני <filename>%1</filename>
ia: Non pote salveguardar imagine a file tempoiranee <filename>%1</filename>
it: Impossibile salvare l'immagine del file temporaneo <filename>%1</filename>
ka: გამოსახულების დროებით ფაილში შენახვა შეუძლებელია <filename>%1</filename>
ko: 그림을 임시 파일 <filename>%1</filename>(으)로 저장할 수 없습니다
nl: Kan afbeelding niet in tijdelijk bestand <filename>%1</filename> opslaan
pl: Nie można zapisać obrazu do pliku tymczasowego <filename>%1</filename>
pt: Não é possível gravar a imagem no ficheiro temporário <filename>%1</filename>
pt_br: Não foi possível salvar a imagem no arquivo de temporário <filename>%1</filename>
sl: Ni mogoče shraniti slike na začasno datoteko <filename>%1</filename>
sv: Kan inte spara bilden i den tillfällig filen <filename>%1</filename>
uk: Не вдалося зберегти зображення до тимчасового файла <filename>%1</filename>
zh_tw: 無法儲存圖片至暫存檔 <filename>%1</filename>

# @info
source: The executable <command>%1</command> could not be found on <envar>PATH</envar>.
ca@valencia: No s'ha pogut trobar l'executable <command>%1</command> al <envar>PATH</envar>.
de: Die ausführbare Datei <command>%1</command> wurde im <envar>PATH</envar> nicht gefunden.
eo: La rulebla <command>%1</command> ne troveblas ĉe <envar>PATH</envar>.
es: No se puede encontrar el ejecutable <command>%1</command> en <envar>PATH</envar>.
et: Täitmisfaili <command>%1</command> ei leitud asukohast <envar>PATH</envar>.
fi: Ohjelmatiedostoa <command>%1</command> ei löydy hakupolusta (<envar>PATH</envar>).
fr: Impossible de trouver le programme <command>%1</command> dans les dossiers de votre variable <envar>PATH</envar>.
gl: Non se puido atopar o executábel <command>%1</command> en <envar>PATH</envar>.
he: לא ניתן למצוא את קובץ ההפעלה <command>%1</command> ב־<envar>PATH</envar>.
ia: Le executabile <command>%1</command> non poteva esser trovate a <envar>PATH</envar>.
it: Impossibile trovare l'eseguibile <command>%1</command> in <envar>PATH</envar>.
ka: გამშვებ ფაილი <command>%1</command> გარემოს ცვლადში <envar>PATH</envar> აღმოჩენილი არაა.
ko: 실행 파일 <command>%1</command>을(를) <envar>PATH</envar>에서 찾을 수 없습니다.
nl: Het uitvoerbare bestand <command>%1</command> kon niet gevonden worden op <envar>PATH</envar>.
pl: Nie można znaleźć pliku wykonywalnego <command>%1</command> w zmiennej <envar>PATH</envar>.
pt: Não foi possível encontrar o executável <command>%1</command> na <envar>PATH</envar>.
pt_br: O executável <command>%1</command> não foi encontrado no <envar>PATH</envar>.
sl: Izvršljivega ukaza <command>%1</command> ni bilo mogoče najti v <envar>PATH</envar>.
sv: Det körbara programmet <command>%1</command> kunde inte hittas med <envar>PATH</envar>.
uk: Не вдалося знайти виконуваний файл <command>%1</command> хоч у одному з каталогів, які визначено за допомогою змінної <envar>PATH</envar>.
zh_tw: 執行檔 <command>%1</command> 於 <envar>PATH</envar> 中找不到。

# @info
source: The executable <filename>%1</filename> does not exist or is not usable.
ca@valencia: L'executable <filename>%1</filename> no existix o no es pot utilitzar.
de: Die ausführbare Datei <filename>%1</filename> existiert nicht oder kann nicht verwendet werden.
eo: La rulebla <filename>%1</filename> ne ekzistas aŭ ne estas uzebla.
es: El ejecutable <filename>%1</filename> no existe o no se puede usar.
et: Täitmisfaili <filename>%1</filename> ei ole olemas või ei saa seda kasutada.
fi: Ohjelmatiedostoa <filename>%1</filename> ei ole olemassa tai se ei ole käytettävissä.
fr: Le programme <filename>%1</filename> n'existe pas ou est inutilisable.
gl: O executábel <filename>%1</filename> ou non existe ou non pode usarse.
he: קובץ ההפעלה <filename>%1</filename> לא קיים או שאינו שמיש.
ia: Le executabile <filename>%1</filename> non existe o non es usabile.
it: L'eseguibile <filename>%1</filename> non esiste o non è utilizzabile.
ka: გამშვები ფაილი <filename>%1</filename> არ არსებობს ან მისი გამოყენება შეუძლებელია.
ko: 실행 파일 <filename>%1</filename>이(가) 없거나 사용할 수 없습니다.
nl: Het uitvoerbare bestand <filename>%1</filename> bestaat niet of is niet bruikbaar.
pl: Plik wykonywalny <filename>%1</filename> nie istnieje lub jest nie do użycia.
pt: O executável <filename>%1</filename> não existe ou não pode ser usado.
pt_br: O executável <filename>%1</filename> não existe ou não está usável.
sl: Izvršljiva datoteka <filename>%1</filename> ne obstaja ali pa ni uporabna.
sv: Det körbara programmet <filename>%1</filename> finns inte eller är inte användbart.
uk: Виконуваного файла <filename>%1</filename> не існує або цей файл є непридатним до використання.
zh_tw: 執行檔 <filename>%1</filename> 不存在或無法使用。

# @info
source: Command <command>%1</command> crashed with exit status <numid>%2</numid>
ca@valencia: L'ordre <command>%1</command> ha fallat amb l'estat d'eixida <numid>%2</numid>
de: Der Befehl <command>%1</command> ist mit dem Rückgabestatus <numid>%2</numid> abgestürzt
eo: Komando <command>%1</command> paneis kun elira stato <numid>%2</numid>
es: La orden <command>%1</command> ha fallado con el estado de salida <numid>%2</numid>
et: Käsku <command>%1</command> tabas krahh väljumiskoodiga <numid>%2</numid>
fi: Ohjelmatiedosto <command>%1</command> kaatui, paluukoodi <numid>%2</numid>
fr: La commande <command>%1</command> s'est arrêtée brutalement avec le code de sortie <numid>%2</numid>
gl: A orde <command>%1</command> quebrou co estado de saída <numid>%2</numid>
he: הפקודה <command>%1</command> קרסה עם מצב היציאה <numid>%2</numid>
ia: Commando <command>%1</command> fracassava con stato de exito <numid>%2</numid>
it: Il comando <command>%1</command> ha generato errore con stato di uscita <numid>%2</numid>
ka: ბრძანება <command>%1</command> ავარიულად დასრულდა გამოსვლის სტატუსით <numid>%2</numid>
ko: <command>%1</command> 명령이 종료 코드 <numid>%2</numid>(으)로 실패함
nl: Commando <command>%1</command> is gecrasht met exit-status <numid>%2</numid>
pl: Polecenie <command>%1</command> uległo usterce z kodem wyjścia <numid>%2</numid>
pt: O comando <command>%1</command> estoirou com o código de erro <numid>%2</numid>
pt_br: O comando <command>%1</command> falhou com o status de saída <numid>%2</numid>
sl: Ukaz <command>%1</command> se je zrušil s statusom izhoda <numid>%2</numid>
sv: Kommandot <command>%1</command> kraschade med avslutningsstatus <numid>%2</numid>
uk: Виконання команди <command>%1</command> завершилося у аварійному режимі зі станом виходу <numid>%2</numid>
zh_tw: 命令 <command>%1</command> 已崩潰，結束碼為 <numid>%2</numid>

# @info
source: Command <command>%1</command> exited with status <numid>%2</numid>
ca@valencia: L'ordre <command>%1</command> ha eixit l'estat <numid>%2</numid>
de: Der Befehl <command>%1</command> wurde mit dem Status <numid>%2</numid> beendet
eo: Komando <command>%1</command> eliris kun stato <numid>%2</numid>
es: La orden <command>%1</command> ha terminado con el estado <numid>%2</numid>
et: Käsk <command>%1</command> lõpetas staatusega <numid>%2</numid>
fi: Ohjelmatiedosto <command>%1</command> päättyi koodiin <numid>%2</numid>
fr: La commande <command>%1</command> s'est terminée avec l'état <numid>%2</numid>
gl: A orde <command>%1</command> saíu co estado <numid>%2</numid>
he: הפקודה <command>%1</command> הסתיימה עם המצב <numid>%2</numid>
ia: Commando <command>%1</command> exiiva con stato <numid>%2</numid>
it: Il comando <command>%1</command> è uscito con stato <numid>%2</numid>
ka: ბრძანება <command>%1</command> დასრულდა. სტატუსი <numid>%2</numid>
ko: <command>%1</command> 명령이 종료 코드 <numid>%2</numid>(으)로 종료됨
nl: Commando <command>%1</command> is beëindigd met status <numid>%2</numid>
pl: Polecenie <command>%1</command> zakończyło z kodem wyjścia <numid>%2</numid>
pt: O comando <command>%1</command> saiu com o código de erro <numid>%2</numid>
pt_br: O comando <command>%1</command> saiu com o status de saída <numid>%2</numid>
sl: Ukaz <command>%1 </command> se je končal s statusom <numid>%2</numid>
sv: Kommandot <command>%1</command> avslutades med status <numid>%2</numid>
uk: Виконання команди <command>%1</command> завершено зі станом виходу <numid>%2</numid>
zh_tw: 命令 <command>%1</command> 已離開，結束碼為 <numid>%2</numid>

# @info
source: Running the OCR process failed.
ca@valencia: No s'ha pogut executar el procés OCR.
de: Die Ausführung des OCR-Prozesses ist fehlgeschlagen.
eo: Rulado de la OCR-procezo malsukcesis.
es: La ejecución del proceso de OCR ha fallado.
et: OMT protsessi käivitamine nurjus.
fi: Tekstintunnistusprosessin suoritus epäonnistui.
fr: Échec du lancement du processus de ROC.
gl: A execución do proceso de OCR fallou.
he: הרצת תהליך זיהוי התווים האופטי נכשלה.
ia: Il falleva executar le processo de OCR
it: Avvio del processo OCR non riuscito.
ka: OCR-ის პროცესის გაშვების შეცდომა.
ko: OCR 프로세스를 실행하지 못했습니다.
nl: Het uitvoeren van het OCR-proces is mislukt.
pl: Nie udało się uruchomić procesu OCR.
pt: Não foi possível executar o processo de OCR.
pt_br: Falha ao executar o processo OCR.
sl: Zagon postopka OCR ni uspel.
sv: Misslyckades köra processen för optisk teckentydning.
uk: Не вдалося запустити процес розпізнавання тексту.
zh_tw: 執行 OCR 程序失敗。

# @info
source: More information may be available in its <link url="%1">standard error</link> log file.
ca@valencia: Pot haver-hi més informació disponible en el fitxer de registre <link url="%1">d'error estàndard</link>.
de: Es könnten weitere Informationen in der <link url="%1">Standardfehler</link>-Protokolldatei verfügbar sein.
eo: Pliaj informoj povas esti disponeblaj en ĝia <link url="%1">norm-erara</link> protokoldosiero.
es: Puede existir más información disponible en el archivo de registro de <link url="%1">errores estándares</link>.
et: Rohkem teavet võib leida <link url="%1">standardveaväljundi</link> logifailist.
fi: Ohjelman <link url="%1">vakiovirhevirran</link> lokitiedostosta voi löytyä lisätietoa.
fr: Des informations supplémentaires sont disponibles dans le fichier de journal de la <link url="%1">sortie d'erreur</link>.
gl: Pode haber máis información dispoñíbel no seu ficheiro de rexistro de <link url="%1">erros estándar</link>.
he: כנראה יש מידע נוסף בקובץ היומן של <link url="%1">השגיאות התקניות</link> (stderr).
ia: Plus information pote esser disponibile in su file de log de <link url="%1">error stndard</link>.
it: Ulteriori informazioni potrebbero essere disponibili nel suo registro degli <link url="%1">errori standard</link>.
ka: მეტი ინფორმაცია შეიძლება ხელმისაწვდომი იყოს მისი <link url="%1">სტანდარტული შეცდომების</link> ჟურნალის ფაილში.
ko: 더 많은 정보를 보려면 <link url="%1">표준 오류</link> 로그 파일을 참조하십시오.
nl: Meer informatie kan beschikbaar zijn in zijn logbestand <link url="%1">standaard fout</link>.
pl: Więcej danych może być dostępnych w jego pliku dziennika <link url="%1">standardowych błędów</link>.
pt: Poderá ter disponíveis mais informações no seu ficheiro de registo do <link url="%1">standard error</link>.
sl: Več informacij je na voljo v <link url="%1">standardni napaki</link> dnevniške datoteke.
sv: Mer information kan vara tillgänglig i dess loggfil med <link url="%1">standardfelutmatning</link>.
uk: Докладніші дані можна знайти у <link url="%1">стандартному файлі журналу помилок</link>.
zh_tw: 更多資訊可能會包含在它的<link url="%1">標準錯誤</link>紀錄檔中。

source: OCR Command Failed
ca@valencia: No s'ha pogut executar l'ordre d'OCR
de: Der OCR-Befehl ist fehlgeschlagen
eo: OCR-Komando Malsukcesis
es: La orden OCR ha fallado
et: OMT käsk nurjus
fi: Tekstintunnistuskomento epäonnistui
fr: Échec de la Commande ROC
gl: A orde de OCR fallou
he: פקודת זיהוי תווים אופטי נכשלה
ia: Commando de OCR falleva
it: Comando OCR non riuscito
ka: OCR -ის ბრძანების შეცდომა
ko: OCR 명령 실패
nl: OCR-commando is mislukt
pl: Nieudane polecenie OCR
pt: O Comando de OCR Falhou
pt_br: O comando de OCR falhou
sl: Ukaz OCR ni uspel
sv: Kommandot för optisk teckentydning misslyckades
uk: Не вдалося виконати команду розпізнавання
zh_tw: OCR 命令失敗

# @info
source: Processing the OCR results failed.
ca@valencia: Ha fallat el procés dels resultats d'OCR.
de: Das Verarbeiten der OCRAD-Ergebnisse ist fehlgeschlagen.
eo: Prilaborado de la OCR-rezultoj malsukcesis.
es: El procesamiento del resultado del OCR ha fallado.
et: OMT tulemuse töötlemine nurjus.
fi: Tekstintunnistustulosten prosessointi epäonnistui.
fr: Échec de l'analyse du fichier de résultats de la ROC.
gl: O procesamento dos resultados do OCR fallou.
he: עיבוד תוצאות זיהוי התווים האופטי נכשל.
ia: Il fallevaprocessar resultatos de OCR.
it: Elaborazione dei risultati OCR non riuscita.
ka: OCR-ის შედეგების დამუშავების შეცდომა.
ko: OCR 결과 처리가 실패했습니다.
nl: Het resultaat van de OCR is mislukt.
pl: Nie udało się przetworzyć wyników OCR.
pt: Erro no processamento dos resultados do OCR.
sl: Obdelava rezultatpv OCR ni uspela.
sv: Misslyckades behandla resultat från optisk teckentydning.
uk: Не вдалося обробити результати розпізнавання тексту.
zh_tw: 處理 OCR 結果時失敗。

source: OCR Processing Failed
ca@valencia: Ha fallat el processament d'OCR
de: OCR-Verarbeitung ist fehlgeschlagen
eo: OCR-traktado malsukcesis
es: Procesamiento OCR fallido
et: OMT töötlemine nurjus
fi: Tekstintunnistusprosessi epäonnistui
fr: Échec du traitement de ROC
gl: O procesamento do OCR fallou
he: עיבוד זיהוי התווים האופטי נכשל
ia: Il falleva processar OCR
it: Elaborazione OCR non riuscita
ka: OCR -ის დამუშავების შეცდომა
ko: OCR 처리 실패
nl: OCR-verwerking is mislukt
pl: Niepowodzenie przetwarzania OCR
pt: O Processamento de OCR Falhou
pt_br: O processamento do OCR falhou
sl: Obdelava OCR ni uspela
sv: Behandling av optisk teckentydning misslyckades
uk: Не вдалося обробити зображення засобом розпізнавання тексту
zh_tw: OCR 處理失敗

source: Executable Path
ca@valencia: Camí cap a l'executable
de: Pfad der Programmdatei
eo: Efektivigebla Vojo
es: Ruta del ejecutable
et: Täitmisfaili asukoht
fi: Ohjelmatiedoston sijainti
fr: Emplacement de l'exécutable
gl: Ruta do executábel
he: נתיב לקובץ ההפעלה
ia: Percurso de Executabile
it: Percorso eseguibile
ka: გამშვები ფაილის ბილიკი
ko: 실행 파일 경로
nl: Uitvoerbaar pad
pl: Ścieżka pliku wykonywalnego
pt: Localização do Executável
pt_br: Caminho do executável
sl: Pot izvršne datoteke
sv: Körbar sökväg
uk: Шлях до виконуваного файла
zh_tw: 執行檔路徑

source: Executable path:
ca@valencia: Camí cap a l'executable:
de: Pfad der Programmdatei:
eo: Efektivigebla vojo:
es: Ruta del ejecutable:
et: Täitmisfaili asukoht:
fi: Ohjelmatiedoston sijainti:
fr: Emplacement de l'exécutable :
gl: Ruta do executábel:
he: נתיב לקובץ ההפעלה:
ia: Percurso de Executabile:
it: Percorso eseguibile:
ka: გამშვები ფაილის ბილიკი:
ko: 실행 파일 경로:
nl: Uitvoerbaar pad:
pl: Ścieżka pliku wykonywalnego:
pt: Localização do executável:
pt_br: Caminho do executável:
sl: Pot izvršne datoteke:
sv: Körbar sökväg:
uk: Шлях до виконуваного файла:
zh_tw: 執行檔路徑：

source: Enter or select the path...
ca@valencia: Introduïu o seleccioneu el camí...
de: Pfad wählen oder eingeben …
eo: Enigu aŭ elektu la vojon...
es: Introduzca o seleccione la ruta...
et: Sisesta või vali asukoht ...
fi: Kirjoita tai valitse sijainti…
fr: Saisissez ou sélectionnez l'emplacement...
gl: Escriba ou seleccione a ruta…
he: נא למלא אם לבחור את הנתיב…
ia: Inserta o selige le percurso...
it: Digita o seleziona il percorso...
ka: შეიყვანეთ ან აირჩიეთ ბილიკი...
ko: 경로를 입력하거나 선택...
nl: Het pad invoeren of selecteren...
pl: Wpisz lub wybierz ścieżkę...
pt: Introduza ou seleccione a localização...
pt_br: Digite ou selecione o caminho...
sl: Vnesite ali izberite pot...
sv: Skriv in eller välj sökväg...
uk: Вкажіть або виберіть шлях…
zh_tw: 輸入或選擇路徑...

source: Automatic
ca@valencia: Automàtic
de: Automatisch
eo: Aŭtomata
es: Automático
fi: Automaattinen
fr: Automatique
he: אוטומטי
it: Automatico
ka: ავტომატური
ko: 자동
nl: Automatisch
pl: Samoczynnie
pt: Automática
sl: Samodejno
sv: Automatisk
uk: Автоматично
zh_tw: 自動

source: The GOCR executable is not configured or is not available.
ca@valencia: L'executable de GOCR no està configurat o no es troba disponible.
de: Das Programm GOCR ist nicht eingerichtet oder nicht verfügbar.
eo: La rulebla GOCR ne estas agordita aŭ ne havebla.
es: El ejecutable GOCR no está configurado o no está disponible.
et: GOCR-i täitmisfail pole seadistatud või ei ole saadaval.
fi: GOCR-ohjelmatiedostoa ei ole asetettu tai se ei ole käytettävissä.
fr: L'exécutable GOCR n'est pas configuré ou n'est pas disponible.
gl: O executábel de GOCR ou non está configurado ou non está dispoñíbel.
he: קובץ ההפעלה של GOCR לא מוגדר או שאינו זמין.
ia: Le executabile de GOCR non es configurate o non es disponibile.
it: L'eseguibile GOCR non è configurato o non è disponibile.
ka: GOCR-ის გამშვები ფაილი მორგებული არაა ან ხელმიუწვდომელია.
ko: GOCR 실행 파일이 설정되지 않았거나 사용할 수 없습니다.
nl: Het uitvoerbare bestand GOCR is niet te configureren of is niet beschikbaar.
pl: Plik wykonywalny GOCR jest nieustawiony lub niedostępny.
pt: O executável do GOCR não está configurado ou não está disponível.
sl: Izvršilna datoteka GOCR ni nastavljena ali ni na voljo.
sv: GOCR körbart program är inte inställt eller inte tillgängligt.
uk: Виконуваний файл GOCR не налаштовано або не вдалося знайти цей файл.
zh_tw: GOCR 執行檔未配置或無法使用。

source: Error
ca@valencia: S'ha produït un error
de: Fehler
eo: Eraro
et: Tõrge
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
it: Errore
ka: შეცდომა
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
sl: Napaka
sv: Fel
uk: Помилка
zh_tw: 錯誤

# @info
source: Cannot read GOCR result file <filename>%1</filename><nl/>%2
ca@valencia: No s'ha pogut llegir el fitxer resultat de GOCR <filename>%1</filename><nl/>%2
de: Die GOCR-Ergebnisdatei <filename>%1</filename> lässt sich nicht lesen<nl/>%2
eo: Ne povas legi GOCR-rezultan dosieron <filename>%1</filename><nl/>%2
es: No se puede leer el archivo de resultado de GOCR <filename>%1</filename><nl/>%2
et: GOCR-i tulemusfaili <filename>%1</filename> lugemine nurjus<nl/>%2
fi: GOCR-tulostiedostoa <filename>%1</filename> ei voi avata<nl/>%2
fr: Impossible de lire le fichier de résultats GOCR <filename>%1</filename><nl/> %2
gl: Non se pode ler o ficheiro de resultados de GOCR <filename>%1</filename><nl/> %2
he: לא ניתן לקרוא את קובץ תוצאות ה־GOCR‏ <filename>%1</filename><nl/>%2
ia: Non pote leger file de resultato de GOCR <filename>%1</filename><nl/>%2
it: Impossibile leggere il file <filename>%1</filename><nl/>%2 del prodotto di GOCR
ka: GOCR-ის შედეგის ფაილის წაკითხვის შეცდომა <filename>%1</filename><nl/>%2
ko: GOCR 결과 파일 <filename>%1</filename>을(를) 읽을 수 없음<nl/>%2
nl: Kan het bestand met het resultaat van GOCR niet lezen <filename>%1</filename><nl/>%2
pl: Nie można odczytać pliku wynikowego GOCR<filename>%1</filename><nl/>%2
pt: Não é possível ler o ficheiro de resultado do GOCR <filename>%1</filename><nl/>%2
pt_br: Não foi possível ler o arquivo de resultado do GOCR <filename>%1</filename><nl/>%2
sl: Datoteke rezultatov GOCR ni mogoče prebrati <filename>%1</filename><nl />%2
sv: Kan inte läsa GOCR-resultatfil <filename>%1</filename><nl/>%2
uk: Не вдалося прочитати файл результатів GOCR, <filename>%1</filename><nl/>%2
zh_tw: 無法讀取 GOCR 結果檔案 <filename>%1</filename><nl/>%2
