Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: <div>Check this if you want to enter a file name when scanning an image.</div>
ca@valencia: <div>Seleccioneu-la si voleu introduir un nom de fitxer en escanejar una imatge.</div>
es: <div>Marque esta opción si desea introducir un nombre de archivo al escanear una imagen.</div>
fr: <div>Cochez cette case si vous voulez saisir un nom de fichier durant la numérisation.</div>
gl: <div>Marque esta opción para inserir a ruta na que gardar o ficheiro da imaxe dixitalizada.</div>
ko: <div>이 옵션을 선택하면 스캔 시 파일 이름을 입력할 수 있습니다.</div>
nl: <div>Schakel dit in als u een bestandsnaam wilt invoeren bij het scannen van een afbeelding.</div>
pl: <div>Zaznacz to, jeśli chcesz podać nazwę pliku, przy skanowaniu obrazu.</div>
pt_br: <div>Assinale isto se desejar indicar um nome para o arquivo quando uma imagem for digitalizada.</div>

source: Before the scan starts
ca@valencia: Abans que comence l'escaneig
es: Antes de iniciar el escaneo
fr: Avant le démarrage de la numérisation
gl: Antes da dixitalización.
ko: 스캔 시작 전
nl: Voordat de scan start
pl: Zanim skanowanie się rozpocznie
pt_br: Antes de iniciar a digitalização

source: <div>Check this if you want to enter the file name before scanning starts.</div>
ca@valencia: <div>Seleccioneu-la si voleu introduir un nom de fitxer abans que comence l'escaneig.</div>
es: <div>Marque esta opción si desea introducir el nombre de archivo antes de comenzar a escanear.</div>
fr: <div>Cochez cette case si vous voulez saisir un nom de fichier avant la numérisation.</div>
gl: <div>Marque esta opción para inserir a ruta do ficheiro antes de dixitalizar a imaxe.</div>
ko: <div>이 옵션을 선택하면 스캔을 시작하기 전 파일 이름을 입력할 수 있습니다.</div>
nl: <div>Schakel dit in als u een bestandsnaam wilt invoeren voordat een afbeelding wordt gescand.</div>
pl: <div>Zaznacz to, jeśli chcesz podać nazwę pliku zanim obraz zostanie zeskanowany.</div>
pt_br: <div>Marque isto se desejar digitar um nome para o arquivo antes da digitalização iniciar.</div>

source: After the scan is finished
ca@valencia: Després que finalitze l'escaneig
es: Después de finalizar el escaneo
fr: Une fois le scan terminé
gl: Despois da dixitalización.
ko: 스캔이 끝난 후
nl: Nadat de scan is voltooid
pl: Po zakończeniu skanowania
pt_br: Após terminar a digitalização

source: <div>Check this if you want to enter the file name after scanning has finished.</div>
ca@valencia: <div>Seleccioneu-la si voleu introduir un nom de fitxer després que finalitze l'escaneig</div>
es: <div>Marque esta opción si desea introducir el nombre de archivo después de finalizar el escaneo.</div>
fr: <div>Cochez cette case si vous voulez saisir un nom de fichier après la numérisation.</div>
gl: <div>Marque esta opción para inserir a ruta do ficheiro despois de dixitalizar a imaxe.</div>
ko: <div>이 옵션을 선택하면 스캔이 끝난 후 파일 이름을 입력할 수 있습니다.</div>
nl: <div>Schakel dit in als u een bestandsnaam wilt invoeren nadat een afbeelding is gescand.</div>
pl: <div>Zaznacz to, jeśli chcesz podać nazwę pliku po zeskanowaniu obrazu.</div>
pt_br: <div>Assinale isto se desejar indicar um nome para o arquivo quando uma imagem for digitalizada.</div>

source: (C) 2000-2018, the Kooka developers and contributors
ca@valencia: (C) 2000-2018, els desenvolupadors i col·laboradors de Kooka
de: © 2000–2018, Die Kooka-Entwickler und -Mitwirkenden
eo: (C) 2000-2018, la Kooka programistoj kaj kontribuantoj
es: © 2000-2018, los desarrolladores y colaboradores de Kooka
et: (C) 2000-2018: Kooka arendajad ja kaasautorid
fi: © 2000–2018 Kookan kehittäjät ja avustajat
fr: (C) 2000-2018, les développeurs et contributeurs de Kooka
gl: © 2000-2018 Os desenvolvedores e colaboradores de Kooka
he: (C) 2000-2018, מפתחי ומתנדבי Kooka
ia: (C) 2000-2018, le disveloppatores de Kooka e contributores
ka: (C) 2000-2018, Kooka-ის პროგრამისტები და მოხალისეები
nl: (C) 2000-2018, de ontwikkelaars en medewerkers van Kooka
pl: (C) 2000-2018, programiści i współtwórcy Kooka
pt: (C) 2000-2018, os programadores e contribuintes do Kooka
pt_br: (C) 2000-2018, Os desenvolvedores e contribuintes do Kooka
sl: (C) 2000-2018, razvijalci in sodelavci Kooka
sv: © 2000-2018, Kookas utvecklare och bidragsgivare

source: Current maintainer, KDE4 port
ca@valencia: Mantenidor actual, adaptació a KDE 4
eo: Nuna prizorganto, KDE4-portado
es: Encargado actual, adaptación a KDE4
fr: Mainteneur actuel, port KDE4
gl: Mantedor actual, adaptación a KDE 4.
ko: 현재 관리자, KDE4 이식
nl: Huidige onderhouder, overbrengen naar KDE4
pl: Obecny opiekun, przeniesienie na KDE4
pt: Manutenção actual, versão para o KDE4
pt_br: Manutenção atual, versão para o KDE4
sv: Nuvarande underhåll, överföring till KDE4

# @item:intext abbreviation for 'dots per inch'
source: dpi
ca@valencia: ppp
es: ppp
fr: ppp
gl: ppp
he: נק׳ לאינץ׳
pt: ppp
sv: punkter/tum
uk: т/д

# @item:intext abbreviation for 'millimetres'
source: mm
he: מ״מ
ka: მმ
uk: мм

# @info:status width,height pixels
source: %1 x %2 pix
ca@valencia: %1 x %2 px
eo: %1 x %2 piks
es: %1 x %2 píx
et: %1 x %2 pikslit
fi: %1 × %2 pix
fr: %1 x %2 pixels
gl: %1 x %2 px
he: %1 × %2 פיקסלים
ka: %1 x %2 პიქსელი
ko: %1 x %2픽셀
sl: %1 × %2 pikslov
sv: %1 x %2 punkter/tum
uk: %1⨯%2 пікселів
zh_tw: %1 x %2 像素

# @info:status
source: %1 dpi
ca@valencia: %1 ppp
es: %1 ppp
fr: %1 ppp
gl: %1 ppp
he: %1 נק׳ לאינץ׳
pt: %1 ppp
sv: %1 punkter/tum
uk: %1 точок/дюйм

# @info:status width,height millimetres
source: %1 x %2 mm
fi: %1 × %2 mm
he: %1 × %2 מ״מ
ka: %1 x %2 მმ
sl: %1 × %2 mm
uk: %1 x %2 мм

source: OCR
et: OMT
fr: ROC
he: זיהוי תווים אופטי
nl: Tekstherkenning (OCR)
sv: Optisk teckentydning
uk: Розпізнавання

source: Jonathan Marten
eo: Jonatano Marteno
he: ג׳ונתן מרטן

source: Montel Laurent
he: מונטל לורנט
sl: Jonathan Marten

source: Klaas Freitag
he: קלאס פרייטאג

source: Mat Colton
he: מאט קולטון

source: Ivan Shvedunov
eo: Ivan Ŝvedunov
he: איוון שבדונוב

source: Alex Kempshall
he: אלכס קמפשל

# New set name, %1=scan mode, %2=resolution
source: %1, %2 dpi
ca@valencia: %1, %2 ppp
es: %1, %2 ppp
he: %1, %2 נק׳ לאינץ׳
pt: %1, %2 ppp
sv: %1, %2 punker/tum
uk: %1, %2 т/д

# @info:status total(rows,cols)
source: %1 (%2 x %3)
fr: %1 (%2 sur %3)
