Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Gallery mode - do not connect to scanner
ca@valencia: Mode galeria -no connectat a l'escàner-
de: Galeriemodus – nicht mit dem Scannergerät verbinden
eo: Galeria reĝimo - sen konekto al skanilo
es: Modo galería - no conectar con el escáner
et: Galeriirežiim - skanneriga ühendust ei võeta
fi: Galleriatila – älä yhdistä kuvanlukulaitteeseen
fr: Mode galerie - pas de connexion au périphérique de numérisation
gl: Modo galería; non conectar co escáner
he: מצב גלריה - לא להתחבר לסורק
ia: Modo de galeria - non connecte per scanditor
it: Modalità galleria - non collegarti allo scanner
ka: გალერეის რეჟიმი - სკანერს არ დაუკავშირდე
ko: 갤러리 모드 - 스캐너에 연결하지 않음
nl: Galerijstand - maak geen verbinding met de scanner
pl: Tryb galerii - bez połączenia ze skanerem
pt: Modo de galeria - sem ligação ao 'scanner'
pt_br: Modo galeria - não conectar ao digitalizador
sl: Način galerije - ne priklopite optičnega bralnika
sv: Galleriläge - ingen anslutning till bildläsaren
uk: Режим галереї - не з'єднуватись із сканером
zh_tw: 相簿模式 - 不要連線到掃描器

source: The SANE device specification (e.g. 'umax:/dev/sg0')
ca@valencia: L'especificació del dispositiu SANE (p. ex., «umax:/dev/sg0»)
de: SANE-Bezeichnung für das Gerät (z. B. umax:/dev/sg0)
eo: La SANE-aparatspecifo (ekz. 'umax:/dev/sg0')
es: La especificación de dispositivos SANE (por ejemplo, «umax:/dev/sg0»)
et: SANE seadme spetsifikatsioon (nt. umax:/dev/sg0)
fi: SANE-laitemääritys (esim. ”umax:/dev/sg0”)
fr: Le nom du périphérique selon la norme SANE (par exemple : « umax:/dev/sg0 »)
gl: O identificador do dispositivo para SANE (por exemplo: umax:/dev/sg0).
he: מפרט התקן ה־SANE (למשל: ‚umax:/dev/sg0’)
ia: Le specificatiok de dispositivo de SANE (p.ex.. 'umax:/dev/sg0')
it: La specificazione del dispositivo compatibile con SANE (ad es: umax:/dev/sg0)
ka: SANE-ის მოწყობილობის სპეციფიკაცია (მაგ: 'umax:/dev/sg0')
ko: SANE 장치 지정 (예: 'umax:/dev/sg0')
nl: De door SANE ondersteunde apparaatspecificatie (bijv. 'umax:/dev/sg0')
pl: Specyfikacja urządzenia SANE (np. 'umax:/dev/sg0')
pt: A especificação do dispositivo do SANE (p.ex. 'umax:/dev/sg0')
pt_br: A especificação do dispositivo do SANE (p.ex. 'umax:/dev/sg0')
sl: Specifikacija združljive naprave s SANE (npr. 'umax:/dev/sg0')
sv: Specifikation för SANE-enhet (t ex umax:/dev/sg0)
uk: Специфікація пристрою SANE (наприклад «umax:/dev/sg0»)
zh_tw: SANE 裝置定義（如：'umax:/dev/sg0'）

source: device
ca@valencia: dispositiu
de: Gerät
eo: aparato
es: dispositivo
et: seade
fi: laite
fr: appareil
gl: dispositivo
he: התקן
ia: dispositivo
it: dispositivo
ka: მოწყობილობა
ko: 장치
nl: apparaat
pl: urządzenie
pt: dispositivo
sl: naprava
sv: enhet
uk: пристрій
zh_tw: 裝置

source: Edit Scan Preset
ca@valencia: Edita els valors predefinits d'escaneig
de: Scan-Voreinstellung bearbeiten
eo: Redakti Skanadan Antaŭagordon
es: Editar preajuste de escaneo
fi: Muokkaa esiasetusjoukkoa
fr: Modifier les préréglages de numérisation
he: עריכת ערכת סריקה
ia: Modifica preregulation de Scander
it: Modifica preimpostazioni della scansione
ka: სკანირების პრესეტის ჩასწორება
ko: 스캔 사전 설정 편집
nl: Voorinstellingen voor scan bewerken
pl: Edytuj nastawę skanu
pt: Editar a Predefinição de Digitalização
sl: Uredi začetne nastavitve optičnega branja
sv: Redigera inläsningsförinställningar
uk: Редагування набору параметрів сканування
zh_tw: 編輯掃描預設集

source: Change the name and/or description of the scan preset.
ca@valencia: Canvia el nom i/o la descripció dels valors predefinits d'escaneig.
de: Ändert den Namen oder die Beschreibung der Scan-Voreinstellung.
eo: Ŝanĝi la nomon kaj/aŭ priskribon de la skan-antaŭdifino.
es: Cambiar el nombre o la descripción del preajuste de escaneo.
fi: Muuta esiasetusjoukon nimeä tai kuvausta.
fr: Changer le nom et / ou la description des préréglages de numérisation.
he: החלפת השם ו/או התיאור של ערכת הסריקה.
ia: Modifica le nomin e/o le description del preregulation de scander.
it: Cambia il nome o la descrizione della preimpostazione per la scansione.
ka: სკანირების პრესეტის სახელის ან/და აღწერის შეცვლა.
ko: 스캔 사전 설정의 이름이나 설명을 편집합니다.
nl: De naam en/of beschrijving van de set voor-instellingen wijzigen.
pl: Zmień nazwę i/lub opis nastawy skanowania.
pt: Mudar o nome e/ou descrição da predefinição de digitalização.
sl: Spremenite ime in/ali opis zbirke začetnih nastavitev optičnega branja.
sv: Ändra namn och/eller beskrivning av inläsningsförinställningar.
uk: Змінити назву і/або опис набору параметрів сканування.
zh_tw: 變更掃描預設集的名稱或描述。

source: Save Scan Preset
ca@valencia: Guarda els valors predeterminats d'escaneig
de: Scan-Voreinstellung speichern
eo: Konservi Skanan Antaŭdifinon
es: Guardar preajuste de escaneo
fi: Tallenna esiasetusjoukko
fr: Enregistrer les préréglages de numérisation
he: שמירת ערכת סריקה
ia: Salveguarda preregulation de Scander
it: Salva preimpostazione della scansione
ka: სკანირების პრესეტის შენახვა
ko: 스캔 사전 설정 저장
nl: Voorinstellingen voor scan opslaan
pl: Zapisz nastawy skanowania
pt: Gravar a Predefinição de Digitalização
sl: Shrani začetne nastavitve optičnega branja
sv: Spara inläsningsförinställningar
uk: Збереження набору параметрів сканування
zh_tw: 儲存掃描預設集

source: Enter a name and description for the new scan preset.
ca@valencia: Introduïu el nom i la descripció dels valors predefinits nous d'escaneig.
de: Geben Sie einen Namen und eine Beschreibung für die neuen Scan-Voreinstellung ein.
eo: Enigu nomon kaj priskribon por la nova skan-antaŭdifino.
es: Introduzca un nombre y una descripción para el nuevo preajuste de escaneo.
fi: Anna uudelle esiasetusjoukolle nimi ja kuvaus.
fr: Saisir un nom et une description pour les nouveaux préréglages de numérisation.
he: נא למלא שם ותיאור לערכת הסריקה החדשה.
ia: Inserta un nomine e un description per le nove prerewgulation de scander.
it: Digita un nome e una descrizione per la nuova preimpostazione della scansione.
ka: შეიყვანეთ სკანირების ახალი პრესეტის სახელი და აღწერილობა.
ko: 새 스캔 사전 설정의 이름과 설명을 입력하십시오.
nl: Een naam en beschrijving van de nieuwe voor-instellingen voor scan invoeren.
pl: Wpisz nazwę i opis dla nowej nastawy skanowania.
pt: Indique um nome e descrição da nova predefinição de digitalização.
sl: Vnesite ime in opis nove zbirke začetnih nastavitev optičnega branja.
sv: Skriv in ett namn och en beskrivning av de nya inläsningsförinställningarna.
uk: Вкажіть назву і опис нового набору параметрів сканування.
zh_tw: 輸入新掃描預設集的名稱和描述。

source: Preset name:
ca@valencia: Nom dels valors predefinits:
de: Name der Voreinstellung:
eo: Nomo de antaŭdifino:
es: Nombre del preajuste:
fi: Esiasetuksen nimi:
fr: Nom des préréglages :
he: שם הערכה:
ia: Nomine de preregulation:
it: Nome preimpostazione:
ka: პრესეტის სახელი:
ko: 사전 설정 이름:
nl: Naam voorinstelling:
pl: Nazwa nastawy:
pt: Nome da predefinição:
sl: Ime začetnih nastavitev:
sv: Förinställningsnamn:
uk: Назва набору:
zh_tw: 預設集名稱：

source: Description:
ca@valencia: Descripció:
de: Beschreibung:
eo: Priskribo:
es: Descripción:
et: Kirjeldus:
fi: Kuvaus:
gl: Descrición:
he: תיאור:
it: Descrizione:
ka: აღწერა:
ko: 설명:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
pt_br: Descrição:
sl: Opis:
sv: Beskrivning:
uk: Опис:
zh_tw: 描述：

source: Save OCR Result Text
ca@valencia: Guarda el text OCR resultant
de: OCR-Ergebnis speichern
eo: Konservi OCR-rezultan tekston
es: Guardar texto resultante del OCR
et: OMT tulemusteksti salvestamine
fi: Tallenna tunnistettu teksti
fr: Enregistrer le résultat de la ROC
gl: Gardar o texto resultado do OCR
he: שמירת טקסט התוצאה של זיהוי התווים האופטי
ia: Salveguarda Texto de Exito de OCR
it: Salva il testo prodotto dall'OCR
ka: OCR-ს შედეგის ტექსტის შენახვა
ko: OCR 결과 텍스트 저장
nl: Resultaat van tekstherkenning opslaan
pl: Zapisz tekst wynikowy OCR
pt: Gravar o Texto do Resultado do OCR
pt_br: Salvar texto resultado do OCR
sl: Shrani rezultate OCR
sv: Spara resultattext efter optisk teckentydning
uk: Зберегти текст, отриманий при ОРС
zh_tw: 儲存光學辨識結果文字

source: Text File (*.txt)
ca@valencia: Fitxer de text (*.txt)
de: Textdatei (*.txt)
eo: Tekstodosiero (*.txt)
es: Archivo de texto (*.txt)
et: Tekstifail (*.txt)
fi: Tekstitiedosto (*.txt)
fr: Fichier texte (*.txt)
gl: Ficheiro de texto (*.txt)
he: קובץ (‎*.txt)
ia: File de texto (*.txt)
it: File di testo (*.txt)
ka: ტექსტური ფაილი (*.txt)
ko: 텍스트 파일 (*.txt)
nl: Tekstbestand (*.txt)
pl: Plik tekstowy (*.txt)
pt: Ficheiro de Texto (*.txt)
pt_br: Arquivo de texto (*.txt)
sl: Besedilna datoteka (*.txt)
sv: Textfil (*.txt)
uk: текстовий файл (*.txt)
zh_tw: 文字檔案 (*.txt)

# @info
source: Unable to save the OCR results file<nl/><filename>%1</filename>
ca@valencia: No s'ha pogut guardar el fitxer de resultats d'OCR<nl/><filename>%1</filename>
de: Die OCR-Ergebnisdatei <nl/><filename>%1</filename> lässt sich nicht speichern
eo: Ne eblas konservi la OCR-rezultan dosieron<nl/><filename>%1</filename>
es: No se ha podido guardar el archivo de resultado del OCR<nl/><filename>%1</filename>
et: OMT tulemusfaili <filename>%1</filename><nl/>salvestamine nurjus
fi: Ei voitu tallentaa tunnistettua tekstiä tiedostoon<nl/><filename>%1</filename>
fr: Impossible d'enregistrer le fichier de résultats OCR<nl/><filename>%1</filename>
gl: Non se pode gardar o ficheiro de resultados do recoñecemento óptico de caracteres (OCR):<nl/> <filename>%1</filename>
he: לא ניתן לשמור את קובץ תוצאות זיהוי התווים האופטי<nl/><filename>%1</filename>
ia: Incapace a salveguardar file de resultatos de OCR<nl/><filename>%1</filename>
it: Impossibile salvare il file dei risultati dell'OCR <nl/><filename>%1</filename>
ka: OCR-ის შედეგების ფაილის <nl/><filename>%1</filename> შენახვის შეცდომა
ko: OCR 결과 파일을 저장할 수 없음:<nl/><filename>%1</filename>
nl: Het resultaatbestand uit OCR kan niet worden opgeslagen<nl/><filename>%1</filename>
pl: Nie można zapisać pliku wynikowego OCR<nl/><filename>%1</filename>
pt: Não foi possível gravar o ficheiro de resultados do OCR<nl/><filename>%1</filename>
sl: NI bilo mogoče shraniti rezultatov OCR <nl/><filename>%1</filename>
sv: Kan inte spara resultatet av optisk teckentydning till filen<nl/><filename>%1</filename>
uk: Не вдалося зберегти файл результатів розпізнавання<nl/><filename>%1</filename>
zh_tw: 無法儲存 OCR 結果檔案<nl/><filename>%1</filename>

source: Error saving OCR results
ca@valencia: S'ha produït un error en guardar els resultats d'OCR
de: Fehler beim Speichern der OCR-Ergebnisse
eo: Eraro dum konservado de OCR-rezultoj
es: Error al guardar el resultado del OCR
et: Tõrge OMT tulemuste salvestamisel
fi: Virhe tallennettaessa tunnistettua tekstiä
fr: Erreur d'enregistrement des résultats ROC
gl: Produciuse un erro ao gardar os resultados do recoñecemento óptico de caracteres (OCR).
he: שגיאה בשמירת תוצאות זיהוי תווים אופטי
ia: Error durante salveguardar resultatos de OCR
it: Errore nel salvare i risultati dell'OCR
ka: OCR-ის შედეგების შენახვის შეცდომა
ko: OCR 결과 저장 오류
nl: Fout tijdens het opslaan van het resultaat van tekstherkenning
pl: Błąd zapisywania wyników OCR
pt: Erro ao gravar os resultados do OCR
pt_br: Erro ao salvar o resultado do OCR
sl: Napaka pri shranjevanju rezultatov OCR
sv: Fel när resultat från optisk teckentydning skulle sparas
uk: Помилка під час спроби зберегти результати розпізнавання
zh_tw: 儲存 OCR 結果時發生錯誤

source: Hidden Messages
ca@valencia: Missatges ocults
de: Ausgeblendete Nachrichten
eo: Kaŝitaj Mesaĝoj
es: Mensajes ocultos
et: Peidetud teated
fi: Piilotetut viestit
fr: Messages cachés
gl: Mensaxes agochadas
he: הודעות מוסתרות
ia: Messages celate
it: Messaggi nascosti
ka: დამალული შეტყობინებები
ko: 숨겨진 메시지
nl: Verborgen berichten
pl: Ukryte wiadomości
pt: Mensagens Escondidas
pt_br: Mensagens ocultas
sl: Skrita sporočila
sv: Dolda meddelanden
uk: Приховані повідомлення
zh_tw: 隱藏訊息

source: Use this button to reenable all messages and questions which have been hidden by using "Don't ask me again".
ca@valencia: Utilitzeu este botó per a tornar a activar tots els missatges i qüestions que s'havien ocultat utilitzant «No tornes a preguntar».
de: Benutzen Sie diesen Knopf, um alle Nachrichten und Fragen wieder zu aktivieren, die durch Bestätigen von „Diese Nachfrage nicht mehr anzeigen“ abgeschaltet wurden.
eo: Uzu ĉi tiun butonon por ebligi ĉiujn mesaĝojn kaj demandojn kiuj estis kaŝitaj uzante "Ne demandu min denove".
es: Use este botón para volver a activar todos los mensajes y preguntas que se han ocultado usando la opción «No volver a preguntar».
et: Selle nupuga saab taas sisse lülitada kõik teated ja küsimused, mis on peidetud valikuga "Rohkem ei küsita".
fi: Näytä kaikki aiemmin ”Älä kysy minulta enää” -toiminnolla piilotetut viestit ja kysymykset uudelleen napsauttamalla tätä painiketta.
fr: Utilisez ce bouton afin de réactiver tous les messages et questions qui ont été cachés en utilisant l'option « Ne plus demander ».
gl: Use este botón para volver activar todas as mensaxes e preguntas que agochou usando a opción «Non preguntar máis».
he: יש להשתמש בכפתור הזה כדי להפעיל מחדש את כל ההודעות והשאלות שהוסתרו באמצעות השימוש ב„לא לשאול אותי שוב”.
it: Utilizza questo pulsante per riattivare tutti i messaggi e le domande che sono state nascoste utilizzando l'opzione «Non chiederlo più».
ka: გამოიყენეთ ეს ღილაკი, რომ თავიდან ჩართოთ ყველა შეტყობინება და კითხვა, რომელიც 'აღარ მკითხოთი' დამალეთ.
ko: 이 단추를 누르면 "다시 묻지 않기"로 숨긴 메시지와 질문을 모두 다시 활성화합니다.
nl: Deze knop gebruiken om alle berichten en vragen weer in te schakelen en vragen die verborgen zijn door "Niet opnieuw vragen".
pl: Użyj tego przycisku, aby ponownie włączyć ukryte wiadomości i pytania, które zostały ukryte przez "Nie pytaj mnie ponownie".
pt: Use este botão para reactivar todas as mensagens e questões que tenham ficado escondidas com a opção "Não perguntar de novo".
pt_br: Use este botão para reativar todas as mensagens e questões que tenham ficado ocultas com a opção "Não perguntar de novo".
sl: S tem gumbom omogočite vsa sporočila in vprašanja, ki so bili skriti z uporabo "Ne sprašuj več".
sv: Använd den här knappen för att åter aktivera alla meddelanden och frågor som har dolts genom att välja "Fråga inte igen".
uk: Натисніть цю кнопку, щоб увімкнути показ всіх повідомлень та запитань, які було приховано у результаті позначення пункту «Більше не питати».
zh_tw: 使用此按鈕來重新開啟被「不要再顯示」隱藏的訊息與問題。

source: Enable Messages/Questions
ca@valencia: Activa els missatges/qüestions
de: Meldungen/Fragen wieder anzeigen
eo: Ebligi Mesaĝojn/Demandojn
es: Activar mensajes y preguntas
et: Luba küsimused ja vastused
fi: Salli viestit ja kysymykset
fr: Activer messages/questions
gl: Activar as mensaxes e preguntas
he: הפעלת הודעות/שאלות
ia: Habilita Messages/Demandas
it: Attiva messaggi/domande
ka: შეტყობინებების/კითხვების ჩართვა
ko: 메시지/질문 활성화
nl: Berichten/vragen inschakelen
pl: Włącz wiadomości/pytania
pt: Activar as Mensagens/Questões
pt_br: Ativar mensagens/questões
sl: Omogoči sporočila/vprašanja
sv: Aktivera meddelanden och frågor
uk: Увімкнути повідомлення та запитання
zh_tw: 啟用訊息/問題

source: %1 must be restarted for these settings to take effect.
de: %1 muss neu gestartet werden, um diese Einstellungen anzuwenden.
eo: %1 devas esti restartigita por ke ĉi metoj efektiviĝu.
fi: %1 on käynnistettävä uudelleen, jotta asetukset tulevat voimaan.
fr: %1 doit être redémarré pour que ces paramètres prennent effet.
he: יש להפעיל את %1 מחדש כדי שהשינויים האלו יכנסו לתוקף.
ia: %1 debe esser restartate proque iste preferentias ha effecto.
it: Affinché queste impostazioni siano attivate, %1 deve essere riavviato.
ka: ცვლილებების ძალაში შესასვლელად %1 უნდა გადაიტვირთოს.
sl: %1 je treba znova zagnati, da te nastavitve začnejo veljati.
sv: %1 måste startas om för att inställningarna ska få effekt.
uk: %1 слід перезапустити, щоб ці параметри набули чинності.
zh_tw: %1 必須重新啟動後這些設定才會生效。

source: Image Gallery
ca@valencia: Galeria d'imatges
de: Bildergalerie
eo: Bildgalerio
es: Galería de imágenes
et: Pildigalerii
fi: Kuvagalleria
fr: Galerie
gl: Galería de imaxes
he: גלריית תמונות
ia: Galeria de imagine
it: Galleria immagini
ka: სურათების გალერეა
ko: 그림 갤러리
nl: Galerij van afbeeldingen
pl: Galeria obrazów
pt: Galeria de Imagens
pt_br: Galeria de imagens
sl: Galerija slik
sv: Bildgalleri
uk: Галерея зображень
zh_tw: 圖片相簿

source: Not shown
ca@valencia: No mostres
de: Nicht angezeigt
eo: Ne montrata
es: No mostrada
et: Ei näidata
fi: Ei näytetty
fr: Non affiché
gl: Non mostralos
he: לא מופיע
ia: Non monstrate.
it: Non mostrato
ka: ნაჩვენები არაა
ko: 표시하지 않음
nl: Niet getoond
pl: Nie pokazane
pt: Não mostrar
pt_br: Não mostrar
sl: Ni prikazano
sv: Visas inte
uk: Не показувати
zh_tw: 不顯示

source: At top
ca@valencia: A dalt
de: Oben
eo: Supre
es: Al principio
et: Ülal
fi: Ylhäällä
fr: En haut
gl: Arriba
he: למעלה
ia: Al culmine
it: In alto
ka: თავში
ko: 위에
nl: Bovenaan
pl: Na górze
pt: No topo
pt_br: No topo
sl: Na vrhu
sv: Överst
uk: Вгорі
zh_tw: 在頂端

source: At bottom
ca@valencia: A baix
de: Unten
eo: Malsupre
es: Al final
et: All
fi: Alhaalla
fr: En bas
gl: Abaixo
he: למטה
ia: Al basso
it: In basso
ka: ბოლოში
ko: 아래에
nl: Onderaan
pl: Na dole
pt: No fundo
pt_br: No fundo
sl: Na dnu
sv: Nederst
uk: Внизу
zh_tw: 在底部

source: Thumbnail View
ca@valencia: Vista de miniatures
de: Vorschauansicht
eo: Bildeto-Vido
es: Hoja de miniaturas
et: Pisipildivaade
fi: Esikatselukuvien näyttäminen
fr: Affichage en vignettes
gl: Miniatura
he: תצוגת תמונות ממוזערות
ia: Vista de miniatura
it: Vista miniature
ka: მინიატურის ხედი
ko: 섬네일 보기
nl: Mini-afbeeldingweergave
pl: Widok miniatur
pt: Vista em Miniaturas
pt_br: Visão de Miniatura
sl: Prikaz sličic
sv: Miniatyrbildsvisning
uk: Віконце мініатюр
zh_tw: 縮圖檢視

source: None
ca@valencia: Cap
de: Keine
eo: Neniu
es: Ninguno
et: Puudub
fi: Ei mitään
fr: Aucun
gl: Ningún
he: ללא
ia: Necun
it: Nessuno
ka: არაფერი
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
pt_br: Nenhum
sl: Noben
sv: Ingen
uk: Немає
zh_tw: 無

source: OCR Engine:
ca@valencia: Motor d'OCR:
de: OCR-Modul:
eo: OCR-motoro:
es: Motor OCR:
et: OMT mootor:
fi: Tekstintunnistusmoottori:
fr: Moteur OCR :
gl: Motor de OCR:
he: מנוע זיהוי תווים אופטי:
ia: Motor de OCR:
it: Motore OCR:
ka: OCR ძრავა:
ko: OCR 엔진:
nl: Optische tekstherkennings-engine:
pl: Silnik OCR:
pt: Motor de OCR:
pt_br: Motor de OCR:
sl: Pogon OCR:
sv: Optiskt teckentydningsprogram:
uk: Рушій розпізнавання:
zh_tw: OCR 引擎：

source: OCR Engine Settings...
ca@valencia: Configureu el motor OCR...
de: Einstellungen der OCR-Engine …
eo: Agordoj de OCR-motoro...
es: Preferencias del motor OCR...
et: OMT mootori seadistused ...
fi: Tekstintunnistusmoottorin asetukset…
fr: Paramètres du moteur ROC...
gl: Configuración do motor de OCR…
he: הגדרות מנוע זיהוי תווים אופטי…
ia: Preferentias de Motor de OCR...
it: Impostazioni del motore OCR...
ka: OCR ძრავის მორგება...
ko: OCR 엔진 설정...
nl: Instellingen van OCR-engine...
pl: Ustawienia silnika OCR...
pt: Configuração do Motor de OCR...
sl: Nastavitve pogon OCR...
sv: Inställningar av optiskt teckentydningsprogram...
uk: Параметри рушія розпізнавання тексту…
zh_tw: OCR 引擎設定...

source: No OCR engine is selected. Select and configure one to be able to perform OCR.
ca@valencia: No s'ha seleccionat cap motor OCR. Seleccioneu-ne un i configureu-lo per a poder portar a terme OCR.
de: Es ist kein OCR-Modul ausgewählt. Bitte wählen Sie ein Modul, um die Zeichenerkennung ausführen zu können.
eo: Neniu OCR-motoro estas elektita. Elektu kaj agordu unu por povi fari OCR.
es: No se ha seleccionado ningún motor OCR. Seleccione y configure uno para poder realizar OCR.
et: OMT mootorit pole valitud. OMT sooritamiseks vali ja seadista mootor.
fi: Tekstintunnistusmoottoria ei ole valittu. Valitse ja aseta jokin tekstintunnistusta varten.
fr: Aucun moteur ROC n'est sélectionné. Choisissez-en un puis configurez-le afin de pouvoir utiliser ROC.
gl: Non se seleccionou ningún motor de OCR. Seleccione e configure un para poder usar OCR.
he: לא נבחר מנוע זיהוי תווים אופטי. נא לבחור ולהגדיר אחד כדי לזהות תווים אופטית.
it: Non è selezionato alcun motore OCR. Selezionane e configurane uno per essere in grado di eseguire l'OCR.
ka: OCR ძრავა არჩეული არაა. აირჩიეთ და მოირგეთ ერთი მაინც, თუ OCR გნებავთ.
ko: OCR 엔진을 선택하지 않았습니다. OCR 작업을 진행하려면 엔진을 선택하고 설정해야 합니다.
nl: Geen OCR-engine geselecteerd. Selecteer en configureer er een om OCR uit te voeren.
pl: Nie ustawiono silnika OCR. Wybierz i ustaw jakiś, aby móc wykonywać OCR.
pt: Não está seleccionado nenhum motor de OCR. Seleccione e configure um para efectuar o OCR.
sl: Ni izbranega nobenega pogona OCR. Izberite enega in nastavite ga, za izvajanje OCR.
sv: Inget program för optisk teckentydning har valts. Välj och anpassa ett för att utföra teckentydning.
uk: Не вказано рушія розпізнавання. Позначте і налаштуйте рушій, щоб можна було виконати розпізнавання тексту.
zh_tw: 未選取 OCR 引擎。請選擇一個並設定它以進行光學文字辨識。

source: Unknown engine '%1'.
ca@valencia: Motor desconegut «%1».
de: Unbekanntes Modul „%1“.
eo: Nekonata motoro '%1'.
es: Motor «%1» desconocido.
et: Tundmatu mootor '%1'.
fi: Tuntematon moottori ”%1”.
fr: Moteur « %1 » inconnu.
gl: Descoñécese o motor «%1».
he: המנוע ‚%1’ לא ידוע.
ia: Motor incognite '%1'.
it: Motore «%1» sconosciuto.
ka: უცნობი ძრავა '%1'.
ko: 알 수 없는 엔진 '%1'.
nl: Onbekende engine '%1'.
pl: Nieznany silnik '%1'.
pt: O motor '%1'é desconhecido.
pt_br: Motor desconhecido '%1'.
sl: Neznan pogon '%1'.
sv: Okänt program '%1'.
uk: Невідомий рушій «%1».
zh_tw: 未知的引擎「%1」。

source: Name
ca@valencia: Nom
eo: Nomo
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
gl: Nome
he: שם
ia: Nomine
it: Nome
ka: სახელი
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
sl: Ime
sv: Namn
uk: Назва
zh_tw: 名稱

source: Size
ca@valencia: Mida
de: Größe
eo: Grandeco
es: Tamaño
et: Suurus
fi: Koko
fr: Taille
gl: Tamaño
he: גודל
ia: Dimension
it: Dimensione
ka: ზომა
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
sl: Velikost
sv: Storlek
uk: Розмір
zh_tw: 大小

source: Format
eo: Formato
es: Formato
et: Vorming
fi: Muoto
gl: Formato
he: תסדיר
ia: Formato
it: Formato
ka: ფორმატი
ko: 형식
nl: Opmaak
pt: Formato
pt_br: Formato
uk: Формат
zh_tw: 格式

source: Kooka Gallery
ca@valencia: Galeria de Kooka
de: Kooka-Galerie
eo: Kooka-Galerio
es: Galería de Kooka
et: Kooka galerii
fi: Kookan kuvagalleria
fr: Galerie Kooka
gl: Galería de Kooka
he: גלריית Kooka
ia: Galeria de Kooka
it: Galleria di Kooka
ko: Kooka 갤러리
nl: Kooka-galerij
pl: Galeria Kooka
pt: Galeria do Kooka
pt_br: Galeria Kooka
sl: Galerija Kooke
sv: Kooka-galleri
uk: Галерея Kooka
zh_tw: Kooka 相簿

source: empty
ca@valencia: buida
de: leer
eo: malplena
es: vacía
et: tühi
fi: tyhjä
fr: vide
gl: baleiro
he: ריקה
ia: vacue
it: vuota
ka: ცარიელია
ko: 비어 있음
nl: leeg
pl: pusty
pt: vazia
pt_br: vazio
sl: prazno
sv: tom
uk: порожньо
zh_tw: 空白

source: one image
ca@valencia: una imatge
de: Ein Bild
eo: %1 bildo
es: 1 imagen
et: üks pilt
fi: yksi kuva
fr: une image
gl: unha imaxe
he: תמונה
ia: un image
it: un'immagine
ka: ერთი გამოსახულება
ko: 그림 %1개
nl: één afbeelding
pl: jeden obraz
pt: uma imagem
pt_br: uma imagem
sl: %1 slika
sv: en bild
uk: %1 зображення
zh_tw: %1 張圖片

source: one file
ca@valencia: un fitxer
de: Eine Datei
eo: %1 dosiero
es: 1 archivo
et: üks fail
fi: yksi tiedosto
fr: un fichier
gl: un ficheiro
he: קובץ
ia: Un File
it: un file
ka: 1 ფაილი
ko: 파일 %1개
nl: één bestand
pl: jeden plik
pt: um ficheiro
pt_br: um arquivo
sl: %1 datoteka
sv: en fil
uk: %1 файл
zh_tw: %1 個檔案

source: one file,
ca@valencia: un fitxer,
de: Eine Datei,
eo: unu dosiero,
es: 1 archivo,
et: üks fail,
fi: yksi file,
fr: un fichier,
gl: un ficheiro,
he: קובץ,
ia: Un File,
it: un file,
ka: 1 ფაილი,
ko: 파일 %1개,
nl: één bestand,
pl: jeden plik,
pt: um ficheiro,
pt_br: um arquivo,
sl: %1 datoteka.
sv: en fil,
uk: %1 файл,
zh_tw: %1 個檔案，
