Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

# @title:window
source: Print Image
ca@valencia: Imprimiu la imatge
de: Bild drucken
eo: Presi Bildon
es: Imprimir imagen
et: Pildi trükkimine
fi: Tulosta kuva
fr: Imprimer l'image
gl: Imprimir a imaxe
he: הדפסת תמונה
ia: Imprime imagine
it: Stampa immagine
ka: გამოსახულების დაბეჭდვა
ko: 그림 인쇄
nl: Afbeelding afdrukken
pl: Wydrukuj obraz
pt: Imprimir a Imagem
pt_br: Imprimir imagem
sl: Natisni sliko
sv: Skriv ut bild
uk: Друк зображення
zh_tw: 列印圖片

# @info
source: Invalid print options were specified: %1
ca@valencia: S'han especificat opcions d'impressió no vàlides: %1
de: Es wurden ungültige Druckoptionen angegeben: %1
eo: Nevalidaj presaj elektebloj estis specifitaj: %1
es: Se han especificado opciones de impresión no válidas: %1
et: Määratud trükkimisvalikud on vigased: %1
fi: Annettiin virheelliset tulostusvalinnat: %1
fr: Les options d'impression spécifiées ne sont pas valables : %1
gl: Indicáronse opcións de impresión incorrectas: %1
he: צוינו אפשרויות הדפסה שגויות: %1
ia: Invalide optiones de imprimer esseva specificate: %1
it: Sono state specificate opzioni di stampa non valide: %1
ka: მითითებულია დაბეჭდვის არასწორი პარამეტრები: %1
ko: 잘못된 인쇄 옵션을 지정했습니다: %1
nl: Er zijn ongeldige afdrukopties gespecificeerd: %1
pl: Podano nieprawidłowe opcje drukowania: %1
pt: Foram indicadas opções de impressão inválidas: %1
sl: Vnesene so bile neveljavne možnosti tiska: %1
sv: Ogiltiga utskriftsalternativ angivna: %1
uk: Було вказано некоректні параметри друку: %1
zh_tw: 指定了無效的列印選項： %1

# @title:window
source: Cannot Print
ca@valencia: No es pot imprimir
de: Druck nicht möglich
eo: Ne Povas Presi
es: No se puede imprimir
et: Trükkimine nurjus
fi: Ei voida tulostaa
fr: Impossible d'imprimer
gl: Non se pode imprimir
he: לא ניתן להדפיס
ia: Non pote imprimer
it: Impossibile stampare
ka: დაბეჭდვა შეუძლებელია
ko: 인쇄할 수 없음
nl: Afdrukken niet mogelijk
pl: Drukowanie niemożliwe
pt: Não é Possível Imprimir
sl: Ni mogoče tiskati
sv: Kan inte skriva ut
uk: Не можна надрукувати
zh_tw: 無法列印

# @title:tab
source: Image
ca@valencia: Imatge
de: Bild
eo: Bildo
es: Imagen
et: Pilt
fi: Kuva
gl: Imaxe
he: תמונה
ia: Imagine
it: Immagine
ka: გამოსახულება
ko: 그림
nl: Afbeelding
pl: Obraz
pt: Imagem
pt_br: Imagem
sl: Slika
sv: Bild
uk: Зображення
zh_tw: 圖片

# @title:group
source: Scaling
ca@valencia: Escalat
de: Skalierung
eo: Skalado
es: Escalado
et: Skaleerimine
fi: Skaalaus
fr: Mise à l'échelle
gl: Ampliación
he: התאמת קנה מידה
ia: Scalar
it: Ridimensionamento proporzionale
ka: მასშტაბირება
ko: 크기 조정
nl: Schalen
pl: Skalowanie
pt: Escala
sl: Spreminjanje merila
sv: Skalning
uk: Масштабування
zh_tw: 縮放

# @option:radio
source: Size as on screen
ca@valencia: Escala a la mateixa mida que en la pantalla
de: Wie auf dem Bildschirm
eo: Grandeco kiel sur ekrano
es: Mismo tamaño que en la pantalla
et: Suurus nagu ekraanil
fi: Koko kuin näytöllä
fr: Mêmes dimensions qu'à l'écran
gl: Tamaño na pantalla
he: גודל כמו על המסך
ia: Grandor como sur un schermo
it: Dimensione come nello schermo
ka: ზომა, როგორც ეს ეკრანზეა
ko: 화면에 표시된 크기
nl: Grootte als op scherm
pl: Rozmiar jak na ekranie
pt: Escala igual ao ecrã
sl: Velikost kot na zaslonu
sv: Skala till samma storlek som på skärmen
uk: Розмір як на екрані
zh_tw: 螢幕上的同樣尺寸

# @info:tooltip
source: <div>Print at the same size as seen on screen, determined by the screen resolution.</div>
ca@valencia: <div>Imprimix a la mateixa mida que es veu en la pantalla, determinat per la resolució de la pantalla.</div>
de: <div>Druck in derselben Größe wie auf dem Bildschirm, festgelegt durch die Bildschirmauflösung.</div>
eo: <div>Presi je la sama grandeco kiel vidita sur ekrano, determinita de la ekrana distingivo.</div>
es: <div>Imprimir en el mismo tamaño que se ve en la pantalla, determinado por la resolución de la pantalla.</div>
et: <div>Trükkimine sama suurelt nagu ekraanil, kasutades ekraani lahutusvõimet.</div>
fi: <div>Tulosta saman kokoisena kuin ruudulla nähtynä, näytön tarkkuuden määräämänä.</div>
fr: Imprimer aux mêmes dimensions qu'à l'écran, déterminées à l'aide de sa résolution.
gl: <div>Imprimir co mesmo tamaño que na pantalla, en base á resolución da mesma.</div>
he: <div>להדפיס באותו הגודל כפי שמופיע על המסך, נקבע על ידי רזולוציית המסך.</div>
it: <div>Stampa alla stessa dimensione come mostrata nello schermo, determinata dalla risoluzione dello schermo.</div>
ka: <div>დაბეჭდვა იმ ზომით, როგორც ის ეკრანზე ჩანს. განისაზღვრება ეკრანის გაფართოების მიერ.</div>
ko: <div>화면의 해상도에 따라서 화면에 표시된 크기와 같은 크기로 인쇄합니다.</div>
nl: <div>Afdrukken op dezelfde grootte als te zien op scherm, bepaald door de schermresolutie.</div>
pl: <div>Wydrukuj w rozmiarze jakim jest to widziane na ekranie, co jest określone rozdzielczością ekranu.</div>
pt: <div>Imprimir com o mesmo tamanho com que é visto no ecrã, determinado com base na resolução do ecrã.</div>
sl: <div>Natisnite v isti velikosti, kot je vidna na zaslonu, ki jo določi ločljivost zaslona.</div>
sv: <div>Skriv ut med samma storlek som visas på skärmen, bestämd av skärmupplösningen.</div>
uk: <div>Надрукувати з використанням того самого розміру, що і на екрані, на основі роздільної здатності екрана.</div>
zh_tw: <div>用跟螢幕上看到同樣的尺寸進行列印。尺寸以螢幕解析度判斷。</div>

source: Screen resolution:
ca@valencia: Resolució de la pantalla:
de: Bildschirmauflösung:
eo: Ekrana distingivo:
es: Resolución de pantalla:
et: Ekraani lahutusvõime:
fi: Näytön tarkkuus:
fr: Résolution de l'écran
gl: Resolución da pantalla:
he: רזולוציית המסך:
ia: Resolution de schermo:
it: Risoluzione schermo:
ka: ეკრანის გარჩევადობა:
ko: 화면 해상도:
nl: Schermresolutie:
pl: Rozdzielczość ekranu:
pt: Resolução do ecrã:
pt_br: Resolução da tela:
sl: Ločljivost zaslona:
sv: Skärmupplösning:
uk: Роздільна здатність:
zh_tw: 螢幕解析度：

# @info:tooltip
source: <div>This is the current screen resolution. It cannot be changed here.</div>
ca@valencia: <div>Esta és la resolució actual de la pantalla. Ací no es pot canviar.</div>
de: <div>Dies ist die aktuelle Bildschirmauflösung, sie kann hier nicht geändert werden.</div>
eo: <div>Jen la nuna ekrandistingivo. Ĝi ne povas esti ŝanĝita ĉi tie.</div>
es: <div>Esta es la resolución de la pantalla actual. No se puede modificar aquí.</div>
et: <div>See on ekraani praegune lahutusvõime. Seda ei saa siin muuta.</div>
fi: <div>Tämä on näytön nykyinen tarkkuus. Tarkkuutta ei voi muuttaa tästä.</div>
fr: <div>Voici la résolution actuelle de l'écran. Elle n'est pas modifiable ici.</div>
gl: <div>Esta é a resolución actual da pantalla. Non se pode cambiar desde aquí.</div>
he: <div>זאת רזולוציית המסך הנוכחית. אי אפשר לשנות אותה כאן.</div>
ia: <div>Isto es le resolution de schermo currente. Il non pote esser cambiate hic.</div>
it: <div>Questa è la risoluzione attuale dello schermo. Qui non può essere modificata.</div>
ka: <div>ეს მიმდინარე ეკრანის გაფართოებაა. მას აქ ვერ შეცვლით.</div>
ko: <div>현재 화면 해상도입니다. 여기에서 변경할 수 없습니다.</div>
nl: <div>Dit is de huidige schermresolutie. Het kan hier niet gewijzigd worden.</div>
pl: <div>To jest bieżąca rozdzielczość ekranu. Nie można jej zmienić tutaj.</div>
pt: <div>Esta é a resolução actual do ecrã. Não pode ser alterada aqui.</div>
sl: <div>To je trenutna ločljivost zaslona. Tu je ni mogoče spremeniti.</div>
sv: <div>Det här är nuvarande skärmupplösning. Den kan inte ändras här.</div>
uk: <div>Це поточна роздільна здатність екрана. Її не можна змінити за допомогою цієї програми.</div>
zh_tw: <div>這是目前的螢幕解析度，無法在此變更。</div>

# @option:radio
source: Size as scanned
ca@valencia: Mida tal com s'ha escanejat
de: Größe wie Scan
eo: Grandeco kiel skanita
es: Mismo tamaño que se escanea
et: Suurus nagu skannimisel
fi: Kuva kuin luettuna
fr: Dimensions originales
gl: Tamaño na dixitalización
he: גודל כמו שנסרק
ia: Grandor como scandite
it: Dimensione come da scansione
ka: ზომა, რომლითაც დაასკანერეთ
ko: 스캔한 크기
nl: Grootte zoals gescand
pl: Rozmiar taki jak po skanowaniu
pt: Tamanho na digitalização
sl: Velikost kakor je skenirana
sv: Storlek som inläst
uk: Розмір сканованого
zh_tw: 與掃描時相同尺寸

# @info:tooltip
source: <div>Print at a size determined by the scan resolution. The resolution is saved with the image and used if available; if it is not, it can be entered here.</div>
ca@valencia: <div>Imprimix a la mida determinada per la resolució de l'escaneig. La resolució es guarda amb la imatge i s'utilitza si està disponible; si no ho és, es pot introduir ací.</div>
de: <div>Die Druckgröße wird durch die Scan-Auflösung festgelegt. Die Auflösung wird zusammen mit dem Bild gespeichert und verwendet, wenn sie verfügbar ist. Ansonsten kann hier eine Auflösung eingegeben werden.</div>
eo: <div>Presi je grandeco determinita de la skana distingivo. La distingivo estas konservita kun la bildo kaj uzata se disponebla; se ĝi ne estas, ĝi povas esti enigita ĉi tie.</div>
es: <div>Imprimir en el tamaño determinado por la resolución del escaneo. La resolución se guarda junto a la imagen y se usa si está disponible; si no lo está, se puede introducir aquí.</div>
et: <div>Trükkimine suurusega, mille määrab skannimise lahutusvõime. See lahutusvõime salvestatakse koos pildiga ja vajadusel kasutatakse; kui see nii ei ole, saab selle siin määrata.</div>
fi: <div>Tulosta kuvanlukutarkkuuden määräämässä koossa. Tarkkuus tallennetaan kuvaan ja sitä käytetään, jos mahdollista; ellei ole, tarkkuuden voi antaa tässä.</div>
fr: Imprimer aux dimensions déterminées par la résolution du scan. La résolution est enregistrée avec l'image et est utilisée si disponible; sinon elle peut être entrée ici.
gl: <div>Imprimir co mesmo tamaño que durante a dixitalización. A resolución gárdase xunto coa imaxe e úsase se está dispoñíbel. Se non estiver dispoñíbel, pode inserirse aquí.</div>
he: <div>הדפסה בגודל שנקבע על ידי רזולוציית הסריקה. הרזולוציה נשמרת עם התמונה ונעשה בה שימוש אם ניתן, אם לא, ניתן למלא אותה כאן.</div>
it: <div>Stampa alla dimensione determinata dalla risoluzione della scansione. La risoluzione viene salvata con l'immagine e utilizzata, se disponibile; se non è disponibile, può essere digitata qui.</div>
ka: <div>დაიბეჭდება ზომით, რომელიც სკანირების გაფართოებით განისაზღვრება. გაფართოება შენახული იქნება გამოსახულებაში და გამოყენებული იქნება, თუ ხელმისაწვდომია. თუ არაა, მისი შეყვანა აქ შეგიძლიათ.</div>
ko: <div>스캔 해상도에서 계산한 크기로 인쇄합니다. 그림에 저장된 해상도를 사용하며, 해상도 정보가 없으면 여기에 입력할 수 있습니다.</div>
nl: <div>Afdrukken op eem grootte bepaald door de scanresolutie. De resolutie is opgeslagen met de afbeelding en wordt gebruikt indien beschikbaar; zo niet, dan kan het hier worden ingevoerd.</div>
pl: <div>Wydrukuj w rozmiarze określonym rozdzielczością skanu. Rozdzielczość jest zapisywana z obrazem i wykorzystywana gdy jest dostępna; jeśli nie jest dostępna, to można ją podać tutaj.</div>
pt: <div>Imprime com um tamanho definido pela resolução da digitalização. A resolução é gravada com base ma imagem e é usada se estiver disponível; se não estiver, pode ser introduzida aqui.</div>
sl: <div>Natisnite v velikosti, določeni z ločljivostjo skeniranja. Ločljivost je shranjena skupaj s sliko in uporabljena, če je na voljo. Če je ni, jo je mogoče vnesti tukaj.</div>
sv: <div>Skriv ut med storleken som bestäms av inläsningsupplösningen. Upplösningen sparas med bilden och används om tillgänglig. Om den inte är det, kan den matas in här.</div>
uk: <div>Надрукувати з використанням розміру, що визначається роздільною здатністю сканування. Роздільну здатність буде збережено у файлі зображення і використано, якщо її буде виявлено. Якщо роздільну здатність не вдасться визначити, її можна вказати за допомогою цього поля.</div>
zh_tw: <div>以掃描解析度所判斷出的尺寸列印。該解析度通常儲存在圖片中，可用時會使用它；若圖片中沒有解析度資訊，可以在此輸入。</div>

source: Scan resolution:
ca@valencia: Resolució d'escaneig:
de: Scan-Auflösung:
eo: Skanado-distingivo:
es: Resolución del escaneo:
et: Skannimise lahutusvõime:
fi: Kuvanlukutarkkuus:
fr: Résolution de numérisation (ppp) :
gl: Resolución da dixitalización:
he: רזולוציית סריקה:
ia: Resolution de scander:
it: Risoluzione scansione:
ka: სკანირების გარჩევადობა:
ko: 스캔 해상도:
nl: Scanresolutie:
pl: Rozdzielczość skanu:
pt: Resolução da digitalização:
pt_br: Resolução da digitalização:
sl: Ločljivost skena:
sv: Inläsningsupplösning:
uk: Роздільна здатність сканування:
zh_tw: 掃描解析度：

# @info:tooltip
source: <div>This is the scan resolution as saved with the image. It can be changed if necessary.</div>
ca@valencia: <div>Esta és la resolució de l'escaneig que s'ha guardat amb la imatge. Es pot canviar si és necessari.</div>
de: <div>Die Scan-Auflösung, die mit dem Bild gespeichert wird. Die Auflösung kann geändert werden, falls nötig.</div>
eo: <div>Ĉi tiu estas la skana distingivo kiel konservita kun la bildo. Ĝi povas esti ŝanĝita se necese.</div>
es: <div>Esta es la resolución del escaneo que se guarda junto a la imagen. Se puede modificar si es necesario.</div>
et: <div>See on koos pildiga salvestatav skannimise lahutusvõime. Vajaduse korral saab seda muuta.</div>
fi: <div>Tämä on kuvaan tallennettu kuvanlukutarkkuus. Sitä voi tarvittaessa muuttaa.</div>
fr: <div>Voici la résolution de la numérisation, enregistrée avec l'image. Elle peut être modifiée si nécessaire.</div>
gl: <div>Esta é a resolución gardada coa imaxe durante a dixitalización. Pode cambiarse.</div>
he: <div>זאת רזולוציית הסריקה כפי שנשמרה עם התמונה. אפשר לשנות אותה במידת הצורך.</div>
it: <div>Questa è la risoluzione della scansione come salvata con l'immagine. Se necessario, puoi modificarla.</div>
ka: <div>ეს სკანირების გაფართოებაა, რომელიც გამოსახულებაშია შენახული. მისი ცვლილება შეძლებელია, თუ ეს საჭიროა.</div>
ko: <div>이 값은 그림에 저장된 스캔 해상도입니다. 필요한 경우 변경할 수 있습니다.</div>
nl: <div>Dit is de scanresolutie zoals opgeslagen met de afbeelding. Het kan, indien nodig, gewijzigd worden.</div>
pl: <div>Jest to rozdzielczość skanu zapisana z obrazem. Można ją zmienić, jeśli potrzeba.</div>
pt: <div>Esta é a resolução da digitalização como foi gravada com a imagem. Pode ser alterada, se necessário.</div>
sl: <div>To je ločljivost skeniranja, shranjena s sliko. Lahko se spremeni, če je potrebno.</div>
sv: <div>Det här är inläsningsupplösningen som sparades med bilden. Den kan ändras vid behov.</div>
uk: <div>Це роздільна здатність сканування, дані щодо якої було збережено у файлі зображення. Якщо потрібно, її можна змінити.</div>
zh_tw: <div>這是圖片中儲存的掃描解析度。需要的話可以變更它。</div>

# @option:radio
source: Custom size
ca@valencia: Mida personalitzada
de: Benutzerdefinierte Größe
eo: Propra grandeco
es: Tamaño personalizado
et: Kohandatud suurus
fi: Mukautettu koko
fr: Taille personnalisée
gl: Tamaño personalizado
he: גודל מותאם אישית
ia: Dimension personalisate
it: Dimensione personalizzata
ka: მორგებული ზომა
ko: 사용자 정의 크기
nl: Aangepaste grootte
pl: Własny rozmiar
pt: Tamanho personalizado
pt_br: Tamanho personalizado
sl: Velikost po meri
sv: Egen storlek
uk: Нетиповий розмір
zh_tw: 自訂大小

# @info:tooltip
source: <div>Print scaled to the specified size. The image is centered on the paper.</div>
ca@valencia: <div>Escala la impressió a la mida especificada. La imatge se centrarà en el paper.</div>
de: <div>Druckt skaliert auf die angegebene Größe. Das Bild wird auf dem Papier zentriert.</div>
eo: <div> Preso skalita al la specifita grandeco. La bildo estas centrita sur la papero.</div>
es: <div>Imprimir escalando al tamaño indicado. La imagen se centra en el papel.</div>
et: <div>Trükkimine skaleerituna määratud suurusele. Pilt tsentreeritakse lehel.</div>
fi: <div>Tulosta skaalattuna annettuun kokoon. Kuva keskitetään arkille.</div>
fr: <div>Imprimer à l'échelle de la taille spécifiée. L'image est centrée sur la feuille.</div>
gl: <div>Imprimir axustado ao tamaño indicado. A imaxe céntrase no papel.</div>
he: <div>להדפיס לפי קנה מידה בגודל שצוין. התמונה ממורכזת על הדף.</div>
it: <div>Stampa ridimensionata alla dimensione specificata. L'immagine è centrata nella pagina.</div>
ka: <div>დაბეჭდვა მითითებულ ზომაზე მასშტაბით. გამოსახულება ქაღალდის ცენტრში მოთავსდება</div>
ko: <div>지정한 크기로 인쇄합니다. 그림은 종이 가운데에 위치합니다.</div>
nl: <div>Afdrukken geschaald tot de gespecificeerde grootte. De afbeelding wordt gecentreerd op het papier.</div>
pl: <div>Wydrukuj po przeskalowaniu do podanego rozmiaru. Obraz jest wyśrodkowywany na papierze.</div>
pt: <div>Imprimir com uma escala baseada no tamanho indicado. A imagem é centrada no papel.</div>
sl: <div>Natisni v merilu za določeno velikost. Slika je usredinjena na papirju.</div>
sv: <div>Ställ in utskriftsstorleken själv i dialogrutan nedan. Bilden centreras på pappret.</div>
uk: <div>Друк із нетиповим масштабуванням. Зображення буде розташовано у центрі аркуша паперу.</div>
zh_tw: <div>以指定尺寸列印。圖片會在紙張上置中。</div>

# @label:spinbox
source: Image width:
ca@valencia: Amplària de la imatge:
de: Bildbreite:
eo: Larĝo de bildo:
es: Anchura de la imagen:
et: Pildi laius:
fi: Kuvan leveys:
fr: Largeur de l'image :
gl: Anchura da imaxe:
he: רוחב תמונה:
ia: Largessa de imagine:
it: Larghezza immagine:
ka: გამოსახულების სიგანე:
ko: 그림 너비:
nl: Breedte afbeelding:
pl: Szerokość obrazu:
pt: Largura da imagem:
pt_br: Largura da imagem:
sl: Širina slike:
sv: Bildbredd:
uk: Ширина зображення:
zh_tw: 圖片寬度：

# @info:tooltip
source: <div>The width at which the image will be printed.</div>
ca@valencia: <div>L'amplària en la qual s'imprimirà la imatge.</div>
de: <div>Die Breite mit der das Bild gedruckt wird.</div>
eo: <div>La larĝo je kiu la bildo estos presita.</div>
es: <div>La anchura con la que se imprimirá la imagen.</div>
et: <div>Trükitava pildi laius.</div>
fi: <div>Tulostettavan kuvan leveys.</div>
fr: Le format dans lequel l'image sera exportée
gl: <div>A anchura coa que se imprimirá a imaxe.</div>
he: <div>רוחב הדפסת התמונה.</div>
it: <div>La larghezza a cui l'immagine sarà stampata.</div>
ka: <div>იმისი სიგანე, რაც დაიბეჭდება.</div>
ko: <div>인쇄할 그림 너비입니다.</div>
nl: <div>De breedte waarop de afbeelding afgedrukt zal worden.</div>
pl: <div>Szerokość na jakiej zostanie wydrukowany obraz.</div>
pt: <div>A largura com que a imagem será impressa.</div>
sl: <div>Širina, kakor naj bo slika natisnjena.</div>
sv: <div>Bredden som bilden skrivs ut med.</div>
uk: <div>Ширина надрукованого зображення.</div>
zh_tw: <div>圖片列印出來的寬度。</div>

# @label:spinbox
source: Image height:
ca@valencia: Alçària de la imatge:
de: Bildhöhe:
eo: Alteco de bildo:
es: Altura de la imagen:
et: Pildi kõrgus:
fi: Kuvan korkeus:
fr: Hauteur de l'image :
gl: Altura da imaxe:
he: גובה תמונה:
ia: Altessa de imagine:
it: Altezza immagine:
ka: გამოსახულების სიგრძე:
ko: 그림 높이:
nl: Hoogte afbeelding:
pl: Wysokość obrazu:
pt: Altura da imagem:
pt_br: Altura da imagem:
sl: Višina slike:
sv: Bildhöjd:
uk: Висота зображення:
zh_tw: 圖片高度：

# @info:tooltip
source: <div>The height at which the image will be printed.</div>
ca@valencia: <div>L'alçària en la qual s'imprimirà la imatge.</div>
de: <div>Die Höhe mit der das Bild gedruckt wird.</div>
eo: <div>La alteco je kiu la bildo estos presita.</div>
es: <div>La altura con la que se imprimirá la imagen.</div>
et: <div>Trükitava pildi kõrgus.</div>
fi: <div>Tulostettavan kuvan korkeus.</div>
fr: <div>La hauteur à laquelle l'image sera imprimée</div>
gl: <div>A altura coa que se imprimirá a imaxe.</div>
he: <div>גובה הדפסת התמונה.</div>
it: <div>L'altezza a cui l'immagine sarà stampata.</div>
ka: <div>იმისი სიმაღლე, რაც დაიბეჭდება.</div>
ko: <div>인쇄할 그림 높이입니다.</div>
nl: <div>De hoogte waarop de afbeelding afgedrukt zal worden.</div>
pl: <div>Wysokość na jakiej zostanie wydrukowany obraz.</div>
pt: <div>A altura com que a imagem será impressa.</div>
sl: <div>Višina kakor bo slika natisnjena.</div>
sv: <div>Höjden som bilden skrivs ut med.</div>
uk: <div>Висота надрукованого зображення.</div>
zh_tw: <div>圖片列印出來的高度。</div>

# @option:radio
source: Fit to page
ca@valencia: Ajusta a la pàgina
de: Auf Seite einpassen
eo: Kongrui al paĝo
es: Ajustar a la página
et: Mahutamine leheküljele
fi: Sovita sivulle
fr: Ajuster à la page
gl: Axustar á páxina
he: התאמה לעמוד
ia: Adapta a le pagina
it: Adatta alla pagina
ka: გვერდში ჩატევა
ko: 쪽 맞춤
nl: Passend op pagina
pl: Dopasuj do strony
pt: Ajustar à página
sl: Prilagodljivo velikosti papirja
sv: Anpassa till sida
uk: За аркушем
zh_tw: 符合頁面

# @info:tooltip
source: <div>Print using as much of the available space on the paper as possible. The aspect ratio can be maintained.</div>
ca@valencia: <div>Imprimix utilitzant tant espai disponible com siga possible del paper. Es pot mantindre la relació d'aspecte.</div>
de: <div>Bei Druck wird das Bild auf die vorhandene Papiergröße skaliert, das Seitenverhältnis kann erhalten bleiben.</div>
eo: <div>Presi uzante kiel eble plej multe de la disponebla spaco sur la papero. La proporcio povas esti konservita.</div>
es: <div>Imprimir usando todo el tamaño posible que esté disponible en el papel. Se pueden conservar las proporciones.</div>
et: <div>Trükkimine lehe nii suurele alale, kui vähegi võimalik. Proportsiooni saab säilitada.</div>
fi: <div>Tulosta käyttäen niin paljon arkin tilaa kuin mahdollista. Kuvasuhde on mahdollista säilyttää.</div>
fr: Imprimer en utilisant le plus d'espace possible sur le papier. Le ratio d'aspect peut être conservé.
gl: <div>Imprimir usando todo o espazo posíbel do papel. Poden manterse as proporcións de tamaño.</div>
he: <div>להדפיס על כמה שיותר שטח על הנייר. אפשר לשמור על יחס גובה רוחב.</div>
it: <div>Stampa utilizzando quanto più spazio disponibile nella carta. Le proporzioni possono essere mantenute.</div>
ka: <div>დაბეჭდვა ისე, რომ დაიკავოს რაც შეიძლება მეტი ადგილი ქაღალდზე. ასპექტის ფარდობა შენარჩუნდება.</div>
ko: <div>종이에 사용할 수 있는 최대한의 크기로 인쇄합니다. 종횡비를 유지합니다.</div>
nl: <div>Afdrukken op de zoveel als mogelijke beschikbare ruimte op het papier. De beeldverhouding kan gehandhaafd worden.</div>
pl: <div>Wydrukuj wykorzystując tak dużo dostępnej przestrzeni na papierze jak to tylko możliwe. Współczynnik kształtu może zostać zachowany.</div>
pt: <div>Imprimir usando o máximo de espaço disponível possível no papel. As proporções poder-se-ão manter.</div>
sl: <div>Natisni tako, da uporabi čim več razpoložljivega prostora na papirju. Razmerje stranic se lahko ohrani.</div>
sv: <div>Skriv ut med användning av så mycket som möjligt av tillgänglig plats på sidan. Proportionen kan bevaras.</div>
uk: <div>Надрукувати з використанням якомога більшої частки аркуша паперу. Співвідношення розмірів зображення можна зберегти.</div>
zh_tw: <div>列印尺寸儘量填滿紙張上可用的空間。可以選擇是否維持長寬比例。</div>

# @title:group
source: Other Options
ca@valencia: Altres opcions
de: Andere Einstellungen
eo: Aliaj Elektebloj
es: Otras opciones
et: Muud valikud
fi: Muut asetukset
fr: Autres options
gl: Outras opcións
he: אפשרויות אחרות
ia: Altere optiones
it: Altre opzioni
ka: სხვა პარამეტრები
ko: 기타 옵션
nl: Overige opties
pl: Inne opcje
pt: Outras Opções
pt_br: Outras opções
sl: Ostale možnosti
sv: Andra alternativ
uk: Інші параметри
zh_tw: 其他選項

# @option:check
source: Maintain aspect ratio
ca@valencia: Mantín la relació d'aspecte
de: Seitenverhältnis beibehalten
eo: Konservi aspekto-proporcion
es: Mantener la proporción
et: Proportsiooni säilitamine
fi: Säilytä kuvasuhde
fr: Conserver les proportions
gl: Manter as proporcións de tamaño
he: שמירה על יחס
ia: Mantene le rata de aspecto inter dimensiones
it: Mantieni le proporzioni
ka: ფარდობის შენარჩუნება
ko: 종횡비 유지
nl: Beeldverhouding handhaven
pl: Zachowaj współczynnik kształtu
pt: Manter as proporções de tamanho
pt_br: Manter a taxa de proporção
sl: Obdrži razmerje velikosti stranic
sv: Behåll proportion
uk: Зберігати співвідношення розмірів
zh_tw: 維持長寬比例
