Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Image sub-format:
ca@valencia: Subformat de la imatge:
de: Bild-Unterformat
eo: Bilda subformato:
es: Subformato de la imagen:
et: Pildi alamvorming:
fi: Kuvan alimuoto:
fr: Sous-format de l'image
gl: Sub-formato da imaxe:
he: תת־תסדיר קובץ:
ia: Sub-Formato de image:
it: Sotto-formato dell'immagine:
ka: გამოსახულების ქვეფორმატი:
ko: 그림 하위 형식:
nl: Subformaat voor de afbeelding:
pl: Pod-format obrazu:
pt: Sub-formato da imagem:
pt_br: Subformato da imagem:
sl: Pod format slike:
sv: Bildens delformat:
uk: Додатковий формат зображення:
zh_tw: 圖片子格式：

source: File name:
ca@valencia: Nom del fitxer:
de: Dateiname:
eo: Dosiernomo:
es: Nombre de archivo:
et: Failinimi:
fi: Tiedostonimi:
fr: Nom de fichier :
gl: Nome do ficheiro:
he: שם קובץ:
ia: Nomine de file:
it: Nome del file:
ka: ფაილის სახელი:
ko: 파일 이름:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt: Nome do ficheiro:
pt_br: Nome do arquivo:
sl: Ime datoteke:
sv: Filnamn:
uk: Назва файла:
zh_tw: 檔案名稱：

source: Select Format...
ca@valencia: Selecciona el format...
de: Format auswählen …
eo: Elekti Formaton...
es: Seleccione formato...
et: Vali vorming...
fi: Valitse tallennusmuoto…
fr: Sélectionner un format...
gl: Escoller o formato…
he: בחירת תסדיר…
ia: Selige formato...
it: Seleziona formato...
ka: აირჩიეთ ფორმატი...
ko: 형식 선택...
nl: Formaat selecteren...
pl: Wybierz format...
pt: Seleccionar o Formato...
pt_br: Selecionar o formato...
sl: Izberite format...
sv: Välj format...
uk: Виберіть формат…
zh_tw: 選擇格式...

source: No format selected.
ca@valencia: No s'ha seleccionat cap format.
de: Kein Format ausgewählt
eo: Neniu formato elektita.
es: No se ha seleccionado ningún formato.
et: Vormingut ei ole valitud.
fi: Ei valittua tallennusmuotoa.
fr: Aucun format sélectionné.
gl: Non escolleu ningún formato.
he: לא נבחר תסדיר.
ia: Necun formato seligite.
it: Nessun formato selezionato.
ka: ფორმატი არჩეული არაა.
ko: 형식을 선택하지 않았습니다.
nl: Geen formaat geselecteerd.
pl: Nie wybrano formatu.
pt: Nenhum formato seleccionado.
pt_br: Nenhum formato selecionado.
sl: Ni izbranega nobenega formata.
sv: Inget format valt.
uk: Формат не вказано.
zh_tw: 未選擇格式。

source: No information is available for this format.
ca@valencia: No hi ha disponible informació per a este format.
de: Es sind keine Informationen zu diesem Format verfügbar.
eo: Neniuj informoj disponeblas por ĉi tiu formato.
es: No hay información disponible para este formato.
et: Selle vormingu kohta puudub teave.
fi: Tästä kuvamuodosta ei ole saatavilla lisätietoa.
fr: Aucune information n'est disponible pour ce format.
gl: Non se dispón de información sobre este formato.
he: אין מידע זמין לתסדיר הזה.
ia: Nulle information es disponibile per iste formato.
it: Nessuna informazione disponibile per questo formato.
ka: ამ ფორმატისთვის ინფორმაცია მიუწვდომელია.
ko: 이 형식의 정보를 사용할 수 없습니다.
nl: Er is geen informatie beschikbaar voor dit format.
pl: Brak dostępnej informacji dla tego formatu.
pt: Não está disponível nenhuma informação sobre este formato.
pt_br: Nenhuma informação está disponível sobre este formato.
sl: Za ta format ni na voljo nobenih informacij.
sv: Ingen information finns tillgänglig om det här formatet.
uk: Даних щодо цього формату не виявлено.
zh_tw: 這個格式沒有可用的資訊。

# @info
source: Unable to create the directory <filename>%1</filename><nl/>for the Kooka gallery - %3..<nl/><nl/>Your document directory <filename>%2</filename><nl/>will be used.<nl/><nl/>Check the document directory setting and permissions.
ca@valencia: No s'ha pogut crear el directori <filename>%1</filename><nl/>per a la galeria de Kooka - %3.<nl/><nl/>S'utilitzarà el vostre directori de documents <filename>%2</filename><nl/>.<nl/><nl/>Verifiqueu la configuració i permisos del directori de documents.
de: Der Ordner <filename>%1</filename>für die <nl/>Kooka-Galerie %3 kann nicht erstellt werden.<nl/><nl/>Ihr Dokumentordner <filename>%2</filename><nl/>wird daher verwendet.<nl/><nl/>Überprüfen Sie die Einstellungen und Berechtigungen für den Dokumentordner.
eo: Ne eblas krei la dosierujon <filename>%1</filename><nl/>por la Kooka galerio - %3..<nl/><nl/>Via dokumenta dosierujo <filename>%2</filename><nl/>estos uzata.<nl/><nl/>Kontrolu la agordon kaj permesojn de dokumenta dosierujo.
es: No se ha podido crear el directorio <filename>%1</filename><nl/>para la galería de Kooka - %3.<nl/><nl/>Se usará su directorio de documentos <filename>%2</filename>.<nl/><nl/>Compruebe las preferencias y los permisos del directorio de documentos.
et: Kataloogi <filename>%1</filename><nl/>loomine Kooka galerii tarbeks nurjus - %3.<nl/><nl/>Kasutatakse sinu dokumentide kataloogi<nl/><filename>%2</filename>.<nl/><nl/>Kontrolli dokumentide kataloogi seadistusi ja õigusi.
fi: Kooka-galleriaan ei voida luoda kansiota <filename>%1</filename>:<nl/>%3…<nl/><nl/>Käytetään sen sijaan kansiota <filename>%2</filename>.<nl/><nl/>Tarkista kansion asetukset ja käyttöoikeudet.
fr: Impossible de créer le dossier <filename>%1</filename><nl/>pour la galerie Kooka - %3..<nl/>Votre dossier de documents <filename>%2</filename><nl/> sera utilisé.<nl/> <nl/> Vérifiez la configuration et les permissions du dossier.
gl: Non se pode crear o directorio <filename>%1</filename><nl/> para a galería de Kooka - %3…<nl/> <nl/> Usarase o directorio do seu documento: <filename>%2</filename>.<nl/> <nl/> Revise a configuración e os permisos do directorio do documento.
he: לא ניתן ליצור את התיקייה <filename>%1</filename><nl/>לגלריית Kooka - %3.<nl/><nl/>ייעשה שימוש בתיקיית המסמכים שלך <filename>%2</filename><nl/>.<nl/><nl/>נא לבדוק את הגדרות והרשאות תיקיית המסמך.
it: Impossibile creare la cartella <filename>%1</filename><nl/>per la galleria di Kooka - %3..<nl/><nl/>Sarà utilizzata la tua cartella di documenti <filename>%2</filename>.<nl/><nl/>Verifica le impostazioni e i permessi della cartella dei documenti.
ka: ვერ შევქმენი საქაღალდე <filename>%1</filename><nl/> Kooka-ის გალერეისთვის - %3..<nl/><nl/>გამოყენებული იქნება თქვენი დოკუმენტის საქაღალდე <filename>%2</filename><nl/>.<nl/><nl/>შეამოწმეთ დოკუმენტის საქაღალდის პარამეტრი და მისი წვდომები.
ko: 디렉터리 <filename>%1</filename>에<nl/>Kooka 갤러리를 만들 수 없습니다. %3.<nl/><nl/>문서 디렉터리 <filename>%2</filename>을(를)<nl/>대신 사용합니다.<nl/><nl/>문서 디렉터리 설정과 권한을 확인하십시오.
nl: Kan de map <filename>%1</filename><nl/>voor de Kooka galerij niet aanmaken - %3...<nl/><nl/>Uw map voor documenten <filename>%2</filename><nl/>zal gebruikt worden.<nl/><nl/>Controleer de instellingen van de map voor documenten en de rechten.
pl: Nie można utworzyć katalogu<filename>%1</filename><nl/>dla galerii Kooka - %3..<nl/><nl/>Zostanie użyty twój katalog dokumentów,<filename>%2</filename><nl/>.<nl/><nl/>Sprawdź ustawienie i prawa dostępu katalogu dokumentów.
pt: Não foi possível criar a pasta <filename>%1</filename><nl/>para a galeria do Kooka - %3..<nl/><nl/>A sua pasta de documentos <filename>%2</filename><nl/>será usada em alternativa.<nl/><nl/>Verifique a configuração e as permissões da pasta de documentos.
sl: Imenika <filename>%1</filename><nl/>za galerijo Kooka ni mogoče ustvariti - %3..<nl/><nl/>Uporabljen bo vaš imenik dokumentov <filename>%2</filename><nl/>.<nl/><nl/>Preverite nastavitve in dovoljenja imenika dokumentov.
sv: Kunde inte skapa katalogen <filename>%1</filename><nl/>för Kookas galleri - %3..<nl/><nl/>Dokumentkatalogen <filename>%2</filename> kommer att användas istället.<nl/><nl/>Kontrollera dokumentkatalogens inställning och behörighet.
uk: Не вдалося створити каталог <filename>%1</filename><nl/>для галереї Kooka — %3.<nl/><nl/>Буде використано ваш каталог документів <filename>%2</filename><nl/><nl/>Змініть параметри каталогу та права доступу до нього.

source: Error creating gallery
ca@valencia: S'ha produït un error en crear la galeria
de: Fehler beim Erstellen der Galerie
eo: Eraro dum kreado de galerio
es: Error al crear galería
et: Tõrge galerii loomisel
fi: Virhe luotaessa galleriaa
fr: Erreur lors de la création de la galerie
gl: Produciuse un erro ao crear a galería.
he: שגיאה ביצירת גלריה
ia: Error durante que il creava galeria
it: Errore nella creazione della galleria
ka: გალერეის შექმნის შეცდომა
ko: 갤러리 생성 오류
nl: Fout bij het aanmaken van galerij
pl: Błąd tworzenia galerii
pt: Erro ao criar a galeria
pt_br: Erro ao criar a galeria
sl: Napaka pri ustvarjanju galerije
sv: Fel när galleri skulle skapas
uk: Помилка під час спроби створення галереї
zh_tw: 建立相簿發生錯誤

# @info
source: An old Kooka gallery was found at <filename>%1</filename>.<nl/>The preferred new location is now <filename>%2</filename>.<nl/><nl/>Do you want to create a new gallery at the new location?
ca@valencia: S'ha trobat una galeria antiga de Kooka a <filename>%1</filename>.<nl/>La ubicació nova preferida ara és <filename>%2</filename>.<nl/><nl/>Voleu crear una galeria nova a la ubicació nova?
de: Eine alte Galerie wurde in <filename>%1</filename> gefunden.<nl/>Der bevorzugte neue Speicherort ist <filename>%2</filename>.<nl/><nl/>Möchten Sie eine neue Galerie am neuen Speicherort erstellen?
eo: Malnova Kooka galerio estis trovita ĉe <filename>%1</filename>.<nl/>La preferata nova loko nun estas <filename>%2</filename>.<nl/><nl/>Ĉu vi volas krei ĉu nova galerio ĉe la nova loko?
es: Se ha encontrado una galería de Kooka antigua en <filename>%1</filename>.<nl/>La nueva ubicación preferida es ahora <filename>%2</filename>.<nl/><nl/>¿Desea crear una nueva galería en la nueva ubicación?
et: Asukohast <filename>%1</filename> leiti vana Kooka galerii.<nl/>Eelistatud uus asukoht on nüüd <filename>%2</filename>.<nl/><nl/>Kas luua uus galerii uude asukohta?
fi: Kansiosta <filename>%1</filename> löytyi vanha Kookan galleria.<nl/>Ensisijainen uusi sijainti on nyt <filename>%2</filename>.<nl/><nl/>Haluatko luoda uuden gallerian uuteen sijaintiin?
fr: Une ancienne galerie Kooka a été trouvée ici : <filename>%1</filename>.L'emplacement préféré est désormais <filename>%2</filename>.<nl/> Voulez-vous créer une galerie au nouvel emplacement ?
gl: Atopouse unha galería dunha versión anterior de Kooka en <filename>%1</filename>.<nl/> <nl/> A ruta configurada agora é <filename>%2</filename>.<nl/> <nl/> Quere crear unha nova galería na nova ruta?
he: נמצאה גלריית Kooka ישנה ב־<filename>%1</filename>.<nl/>המקום המועדף החדש הוא מעתה <filename>%2</filename>.<nl/><nl/>ליצור גלריה חדשה במקום החדש?
it: È stata trovata una vecchia galleria di Kooka in <filename>%1</filename>.<nl/>La nuova posizione preferita ora è <filename>%2</filename>.<nl/><nl/>Vuoi creare una nuova galleria nella nuova posizione?
ka: აღმოჩენილია Kooka-ის ძველი გალერეა მისამართზე <filename>%1</filename>.<nl/>ახლა სასურველი მდებარეობაა <filename>%2</filename>.<nl/><nl/>გნებავთ ახალი გალერეის შექიმნა ახალ მდებარეობაზე?
ko: <filename>%1</filename>에서 예전 Kooka 갤러리를 찾았습니다.<nl/>선호하는 새 갤러리 위치는 <filename>%2</filename>입니다.<nl/><nl/>새 위치에 새 갤러리를 생성하시겠습니까?
nl: Er is een oude Kooka galerij gevonden in <filename>%1</filename>.<nl/>De nieuwe locatie met voorkeur is nu <filename>%2</filename>.<nl/><nl/>Wilt u een nieuwe galerij op de nieuwe locatie?
pl: Znaleziono starą galerię Kooka w<filename>%1</filename>.<nl/>Teraz nowym preferowanym położeniem jest <filename>%2</filename>.<nl/><nl/>Czy chcesz utworzyć nową galerię w tym nowym miejsu?
pt: Foi encontrada uma galeria antiga do Kooka em <filename>%1</filename>.<nl/>A nova localização preferida é agora a <filename>%2</filename>.<nl/><nl/>Deseja criar uma nova galeria no novo local?
sl: Stara galerija Kooka je bila najdena na <filename>%1</filename>.<nl/>Prednostna nova lokacija je zdaj <filename>%2</filename>.<nl/><nl/>Ali želite ustvariti novo galerijo na novi lokaciji?
sv: Ett gammalt Kooka-galleri hittades i <filename>%1</filename>.<nl/>Den nya platsen som föredras är nu <filename>%2</filename>.<nl/><nl/>Vill du skapa ett nytt galleri på den nya platsen?
uk: Виявлено стару галерею Kooka у <filename>%1</filename>.<nl/>У новій версії галереї варто зберігати у <filename>%2</filename>.<nl/><nl/>Бажаєте створити нову галерею у новому місці?

source: Create New Gallery
ca@valencia: Crea una galeria nova
de: Neue Galerie erstellen
eo: Krei Novan Galerion
es: Crear nueva galería
et: Uue galerii loomine
fi: Luo uusi galleria
fr: Créer une nouvelle galerie
gl: Crear unha galería nova
he: יצירת גלריה חדשה
ia: Crea nove galleria
it: Crea una nuova galleria
ka: ახალი გალერეის შექმნა
ko: 새 갤러리 만들기
nl: Nieuwe galerij aanmaken
pl: Utwórz nową galerię
pt: Criar uma Nova Galeria
pt_br: Criar uma nova galeria
sl: Ustvari novo galerijo
sv: Skapa nytt galleri
uk: Створення галереї
zh_tw: 建立新的相簿

# @action:button
source: Create New
ca@valencia: Crea
de: Neu erstellen
eo: Krei Novan
es: Crear una nueva
fi: Luo uusi
fr: Créer un nouveau
he: ליצור חדשה
ia: Crea nove
it: Crea nuovo
ka: ახლის შექმნა
ko: 새로 만들기
pt: Criar uma Nova
sl: Ustvari novo
sv: Skapa nytt
uk: Створити нову
zh_tw: 建立新的

# @action:button
source: Continue With Old
ca@valencia: Continua amb l'antiga
de: Mit altem fortfahren
eo: Daŭrigi Kun Malnova
es: Continuar con la antigua
fi: Jatka vanhalla
fr: Continuer avec l'ancien
he: להמשיך עם הישנה
ia: Continua con Vetere
it: Continua col vecchio
ka: ძველით გაგრძელება
ko: 기존 항목에서 진행
pt: Continuar com a Antiga
sl: Nadaljuj s staro
sv: Fortsätt med gammalt
uk: Продовжити зі старою
zh_tw: 用舊的繼續

# @info
source: Kooka will use the new gallery, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>If you wish to add the images from your old gallery <link url="file:%2"><filename>%2</filename></link>,<nl/>then you may do so by simply copying or moving the files.
ca@valencia: Kooka utilitzarà la galeria nova, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Si voleu afegir les imatges de la galeria antiga <link url="file:%2"><filename>%2</filename></link>,<nl/>ho podreu fer senzillament copiant o movent els fitxers.
de: Kooka wird die neue Galerie <link url="file:%1"><filename>%1</filename></link> benutzen.<nl/><nl/>Wenn Sie die Bilder aus Ihrer alten Galerie <link url="file:%2"><filename>%2</filename></link> hinzufügen möchten,<nl/>sollten Sie diese Dateien einfach kopieren oder verschieben.
eo: Kooka uzos la novan galerion, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Se vi volas aldoni la bildojn de via malnova galerio <link url="file:%2"><filename>%2</filename></link>,<nl/>tiam vi povas fari tion simple kopiante aŭ movante la dosierojn.
es: Kooka usará la nueva galería, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Si desea añadir las imágenes de la galería antigua <link url="file:%2"><filename>%2</filename></link>,<nl/>puede hacerlo con solo copiar o mover los archivos.
et: Kooka hakkab kasutama uut galeriid <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Kui soovid lisada pilte oma vanast galeriist <link url="file:%2"><filename>%2</filename></link>,<nl/>siis seda võib teha lihtsalt faile kopeerides või liigutades.
fi: Kooka käyttää uutta galleriaa: <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Jos vanhasta galleriasta <link url="file:%2"><filename>%2</filename></link> halutaan lisätä kuvia,<nl/>ne voi yksinkertaisesti kopioida tai siirtää.
fr: Kooka utilisera la nouvelle galerie,<link url="file:%1"><filename>%1</filename></link>.<nl/><nl/> Si vous voulez ajouter les images depuis votre ancienne galerie <link url="file:%2"><filename>%2</filename></link>,<nl/>il vous suffit de les copier ou les déplacer.
gl: Kooka usará a galería nova, <link url="file:%1"><filename>%1</filename></link>.<nl/> <nl/> Se quere engadir imaxes da galería antiga <link url="file:%2"><filename>%2</filename></link>,<nl/> pode facelo copiando ou movendo os ficheiros.
he: Kooka ישתמש בגלריה החדשה, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>כדי להוסיף את התמונות מהגלריה הישנה שלך <link url="file:%2"><filename>%2</filename></link>,<nl/>אפשר לעשות זאת פשוט על ידי העתקת או העברת הקבצים.
it: Kooka utilizzerà la nuova galleria, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Se desideri aggiungere le immagini dalla tua vecchia galleria, <link url="file:%2"><filename>%2</filename></link>,<nl/>allora potrai farlo semplicemente copiando o spostando i file.
ka: Kooka გამოიყენებს ახალ გალერეას <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>თუ თქვენ არ გსურთ გამოსახულებების დამატება ძველი გალერეიდან <link url="file:%2"><filename>%2</filename></link>,<nl/>მაშინ ამის გაკეთება უბრალოდ დაკოპირებით ან გადმოტანით შეგიძლიათ.
ko: Kooka는 이제 <link url="file:%1"><filename>%1</filename></link>에 있는 새 갤러리를 사용합니다.<nl/><nl/><link url="file:%2"><filename>%2</filename></link>에 있는 이전 갤러리에 있는 그림을 추가하려면<nl/>파일을 복사하거나 이동하십시오.
nl: Kooka zal de nieuwe galerij gebruiken, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Als u de afbeeldingen van uw oude galerij <link url="file:%2"><filename>%2</filename></link> wilt toevoegen,<nl/>dan kunt u dat doen door de bestanden eenvoudig te kopiëren of te verplaatsen.
pl: Kooka użyje nowej galerii,<link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Jeżeli chcesz dodać obrazy ze swojej starej galerii,<link url="file:%2"><filename>%2</filename></link>,<nl/> to możesz to zrobić po prostu kopiując lub przenosząc pliki.
pt: O Kooka irá usar a galeria nova, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Se desejar adicionar as imagens da sua antiga galeria, <link url="file:%2"><filename>%2</filename></link>,<nl/>então podê-lo-á fazer se simplesmente copiar ou mover os ficheiros.
sl: Kooka bo uporabila novo galerijo, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/> Če želite dodati slike iz vaše stare galerije <link url="file:%2"><filename>%2</filename></link>,<nl/> lahko to storite z enostavnim kopiranjem ali premikanjem datotek.
sv: Kooka kommer använda det nya galleriet, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Om du vill lägga till bilder från ditt gamla galleri, <link url="file:%2"><filename>%2</filename></link>,<nl/>kan du göra det genom att kopiera eller flytta filerna.
uk: Kooka використовуватиме нову галерею, <link url="file:%1"><filename>%1</filename></link>.<nl/><nl/>Якщо ви бажаєте додати туди зображення зі старої галереї, <link url="file:%2"><filename>%2</filename></link>,<nl/>вам достатньо просто скопіювати або пересунути відповідні файли.
zh_tw: Kooka 會使用新的相簿：<link url="file:%1"><filename>%1</filename></link>。<nl/><nl/>如果您希望將舊相簿 <link url="file:%2"><filename>%2</filename></link> 當中的圖片加入新相簿，<nl/>您可以直接複製或移動檔案。

source: New Gallery Created
ca@valencia: S'ha creat una galeria nova
de: Neue Galerie wurde erstellt
eo: Nova Galerio Kreita
es: Nueva galería creada
et: Uus galerii on loodud
fi: Luotiin uusi galleria
fr: Nouvelle galerie créée
gl: Creouse unha nova galería
he: נוצרה גלריה חדשה
ia: NOve Galeria Create
it: Creata la nuova galleria
ka: ახალი გალერეა შეიქმნა
ko: 새 갤러리 생성됨
nl: Nieuw galerij aangemaakt
pl: Utworzono nową galerię
pt: Nova Galeria Criada
pt_br: Nova galeria criada
sl: Ustvarjena nova galerija
sv: Nytt galleri skapades
uk: Створено нову галерею
zh_tw: 已建立新的相簿

source: Old Gallery Exists
ca@valencia: Existix una galeria antiga
de: Alte Galerie existiert
eo: Malnova Galerio Ekzistas
es: Existe una galería anterior
et: Olemas on vana galerii
fi: Vanha galleria on olemassa
fr: Une ancienne galerie existe
gl: Existe unha galería vella
he: קיימת גלריה ישנה
ia: Vetere Galeria Existe
it: La vecchia galleria è esistente
ka: არსებობს ძველი გალერეა
ko: 이전 갤러리 존재함
nl: Oude galerij bestaat
pl: Stara galeria istnieje
pt: A Galeria Antiga Existe
pt_br: A galeria antiga existe
sl: Obstaja stara galerija
sv: Gammalt galleri finns
uk: Існує стара галерея
zh_tw: 舊相簿存在

source: Rotate image +90 degrees
ca@valencia: Gira la imatge +90 graus
de: Bild um +90 Grad drehen
eo: Rotacii bildon +90 gradoj
es: Rotar la imagen +90 grados
et: Pildi pööramine +90 kraadi
fi: Kierrä kuvaa +90°
fr: Rotation de +90°
gl: Rotar a imaxe +90 graos
he: סיבוב התמונה ב־‎+90 מעלות
ia: Rota imagine +90 grados
it: Ruota l'immagine di +90 gradi
ka: გამოსახულების +90°-ით შებრუნება
ko: 그림 +90도 회전
nl: Afbeelding 90 graden rechtsom draaien
pl: Obróć obraz o +90 stopni
pt: Rodar a imagem +90 graus
pt_br: Girar imagem +90 graus
sl: Zavrti sliko za +90 stopinj
sv: Rotera bild +90 grader
uk: Обернути зображення на +90 градусів
zh_tw: 圖片旋轉 +90 度

source: Rotate image 180 degrees
ca@valencia: Gira la imatge 180 graus
de: Bild um 180 Grad drehen
eo: Rotacii bildon 180 gradojn
es: Rotar la imagen 180 grados
et: Pööra 180 kraadi
fi: Kierrä kuvaa 180°
fr: Rotation de 180°
gl: Rotar a imaxe 180 graos
he: סיבוב התמונה ב־180 מעלות
ia: Rota imagine 180 grados
it: Ruota l'immagine di 180 gradi
ka: გამოსახულების 180°-ით შებრუნება
ko: 그림 180도 회전
nl: Afbeelding omkeren
pl: Obróć obraz o 180 stopni
pt: Rodar a imagem 180 graus
pt_br: Girar imagem 180 graus
sl: Zavrti sliko za 180 stopinj
sv: Rotera bild 180 grader
uk: Обернути зображення на 180 градусів
zh_tw: 圖片旋轉 180 度

source: Rotate image -90 degrees
ca@valencia: Gira la imatge -90 graus
de: Bild um -90 Grad drehen
eo: Rotacii bildon -90 gradoj
es: Rotar la imagen -90 grados
et: Pildi pööramine -90 kraadi
fi: Kierrä kuvaa –90°
fr: Rotation de -90°
gl: Rotar a imaxe -90 graos
he: סיבוב התמונה ב־‎-90 מעלות
ia: Rota imagine -90 grados
it: Ruota l'immagine di -90 gradi
ka: გამოსახულების -90°-ით შებრუნება
ko: 그림 -90도 회전
nl: Afbeelding linksom draaien
pl: Obróć obraz o -90 stopni
pt: Rodar a imagem -90 graus
pt_br: Girar imagem -90 graus
sl: Zavrti sliko za -90 stopinj
sv: Rotera bild -90 grader
uk: Обернути зображення на -90 градусів
zh_tw: 圖片旋轉 -90 度

source: Mirror image horizontally
ca@valencia: Emmiralla horitzontalment la imatge
de: Bild waagerecht spiegeln
eo: Speguli bildon horizontale
es: Invertir la imagen horizontalmente
et: Pildi peegeldamine rõhtsuunas
fi: Peilaa kuva vaakasuunnassa
fr: Miroir horizontal
gl: Reflectir a imaxe horizontalmente
he: היפוך התמונה אופקית
ia: Reflecte imagine horizontalmente
it: Ribaltamento orizzontale dell'immagine
ka: გამოსახულების ჰორიზონტალური ანარეკლი
ko: 그림 좌우 반전
nl: Afbeelding horizontaal spiegelen
pl: Odbij obraz w poziomie
pt: Espelho da imagem na horizontal
pt_br: Espelhar a imagem horizontalmente
sl: Vodoravno prezrcali sliko
sv: Spegla bild horisontellt
uk: Віддзеркалити зображення горизонтально
zh_tw: 水平翻轉圖片

source: Mirror image vertically
ca@valencia: Emmiralla verticalment la imatge
de: Bild senkrecht spiegeln
eo: Speguli bildon vertikale
es: Invertir la imagen verticalmente
et: Pildi peegeldamine püstsuunas
fi: Peilaa kuva pystysuunnassa
fr: Miroir vertical
gl: Reflectir a imaxe verticalmente
he: היפוך התמונה אנכית
ia: Reflecte imagine verticalmente
it: Ribaltamento verticale dell'immagine
ka: გამოსახულების ვერტიკალური ანარეკლი
ko: 그림 상하 반전
nl: Afbeelding verticaal spiegelen
pl: Odbij obraz w pionie
pt: Espelho da imagem na vertical
pt_br: Espelhar a imagem verticalmente
sl: Navpično prezrcali sliko
sv: Spegla bild vertikalt
uk: Віддзеркалити зображення вертикально
zh_tw: 垂直翻轉圖片

source: Error updating image %1
ca@valencia: S'ha produït un error durant l'actualització de la imatge %1
de: Fehler beim Aktualisieren von Bild %1
eo: Eraro dum ĝisdatigo de bildo %1
es: Error al actualizar la imagen %1
et: Tõrge pildi %1 uuendamisel
fi: Virhe päivitettäessä kuvaa %1
fr: Erreur de mise à jour de l'image %1
gl: Produciuse un erro ao actualizar a imaxe %1.
he: שגיאה בעדכון התמונה %1
ia: Error actualisante imagine %1
it: Errore di aggiornamento dell'immagine %1
ka: გამოსახულების განახლების შეცდომა: %1
ko: 그림 %1 업데이트 오류
nl: Fout bij het bijwerken van afbeelding %1
pl: Błąd przy uaktualnianiu obrazu %1
pt: Erro ao actualizar a imagem %1
pt_br: Erro ao atualizar a imagem %1
sl: Napaka pri posodabljanju slike %1
sv: Fel vid uppdatering av bild %1
uk: Помилка під час спроби оновлення зображення %1
zh_tw: 更新圖片 %1 時發生錯誤
