Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: This version of Kooka is not configured for Kadmos. The Kadmos libraries need to be installed, and Kooka needs to be rebuilt with the '--with-kadmos' option.
ca@valencia: Esta versió de Kooka no està configurada per a Kadmos. Cal instal·lar les biblioteques de Kadmos, i cal recompilar Kooka amb l'opció «--with-kadmos».
de: Diese Version von Kooka ist nicht für Kadmos eingerichtet. Die Kadmos-Bibliotheken müssen installiert und Kooka muss mit der Option „--with-kadmos“ neu kompiliert werden.
eo: Ĉi tiu versio de Kooka ne estas agordita por Kadmos. La bibliotekoj Kadmos devas esti instalitaj, kaj Kooka devas esti rekonstruita per la opcio '--with-kadmos'.
es: Esta versión de Kooka no está configurada para Kadmos. Las bibliotecas Kadmos deben estar instaladas y debe recompilar Kooka con la opción «--with-kadmos».
et: See Kooka versioon ei ole Kadmose jaoks seadistatud. Kadmose teegid tuleb paigaldada ning Kooka tuleb ümber ehitada võtmega '--with-kadmos'.
fi: Tätä Kookan versiota ei ole määritetty KADMOS-kirjastolle. KADMOS täytyy asentaa ja Kooka koostaa ”--with-kadmos”-valitsimella.
fr: Cette version de Kooka n'est pas configurée pour KADMOS. La bibliothèque KADMOS a besoin d'être installée, puis Kooka devra être recompilé avec l'option « --with-kadmos ».
gl: Esta versión de Kooka non está configurada para Kadmos. As bibliotecas de Kadmos teñen que estar instaladas, e Kooka ten que construírse de novo coa opción «--with-kadmos».
he: הגרסה הזאת של Kooka לא מוגדרת להשתמש במנוע Kadmos. יש להתקין את ספריות Kadmos ואז לבנות את Kooka מחדש עם האפשרות ‚‎--with-kadmos’.
ia: Iste version de Kookanon es configurate per Kadmos. Le bibliothecas de Kadmos necessita esser installate, e Kooka necessita esser reconstruite con le option '--with-kadmos'
it: Questa versione di Kooka non è configurata per Kadmos. Le librerie Kadmos devono essere installate, e Kooka deve essere ricompilato con l'opzione '--with-kadmos' .
ka: Kooka-ის ეს ვერსია Kadmos-სთვის მორგებული არაა. საჭიროა, რომ Kadmos-ის ბიბლიოთეკები დაყენებული იყოს და Kooka ააგოთ პარამეტრით '--with-kadmos'.
ko: 이 버전의 Kooka는 Kadmos를 사용할 수 없습니다. Kadmos 라이브러리를 설치하고 Kooka를 '--with-kadmos' 옵션으로 다시 빌드해야 합니다.
nl: Deze versie van Kooka is niet geconfigureerd voor Kadmos. De Kadmos bibliotheken moeten geïnstalleerd zijn en Kooka moet opnieuw gebouwd zijn met de optie '--with-kadmos'.
pl: Ta wersja Kooki nie została skonfigurowana dla Kadmos. Biblioteki Kadmos muszą być zainstalowane, a Kooka musi być zbudowana ponownie z opcją '--with-kadmos'.
pt: Esta versão do Kooka não está configurada para o Kadmos. As bibliotecas do Kadmos precisam de estar instaladas e o Kooka precisa de ser recompilado com a opção '--with-kadmos'.
pt_br: Esta versão do Kooka não está configurada para o Kadmos. As bibliotecas do Kadmos terão que estar instaladas e o Kooka precisa ser recompilado com a opção '--with-kadmos'.
sl: Ta različica Kooka ni nastavljena za Kadmos. Treba je namestiti knjižnice Kadmos, Kooka pa je treba ponovno namestiti z možnostjo '--with-kadmos'.
sv: Den här versionen av Kooka har inte konfigurerats för Kadmos. Kadmos-biblioteken måste installeras, och Kooka måste byggas om med väljaren '--with-kadmos'.
uk: Цю версію Kooka не налаштовано на використання Kadmos. Вам слід встановити бібліотеки Kadmos і зібрати Kooka з параметром «--with-kadmos».
zh_tw: 這個版本的 Kooka 沒有為 Kadmos 引擎進行配置。要使用 Kadmos 需要安裝 Kadmos 函式庫之後重新編譯 Kooka 並確保加上 '--with-kadmos' 選項。

source: The classifier file necessary for OCR cannot be loaded: %1; OCR with the KADMOS engine is not possible.
ca@valencia: El fitxer classificador que cal per a OCR no es pot carregar: %1; no és possible OCR amb el motor KADMOS.
de: Die für die OCR erforderliche Klassifizierungsdatei kann nicht geladen werden: %1 Die Texterkennung mit dem KADMOS-Modul ist nicht möglich.
eo: La klasigilo-dosiero necesa por OCR ne povas esti ŝargita: %1; OCR kun la KADMOS-motoro ne eblas.
es: El archivo de clasificación necesario para el OCR no se ha podido cargar: %1; no es posible realizar OCR con el motor KADMOS.
et: OMT-le vajaliku klassifikaatorifaili avamine nurjus: %1. OMT KADMOS-e mootoriga ei ole võimalik.
fi: Tekstintunnistuksen vaatimaa luokitustiedostoa ei voitu ladata: %1; tekstintunnistus KADMOS-moottorilla ei ole mahdollista.
fr: Impossible de charger le fichier classificateur nécessaire pour la ROC : %1 La ROC avec le moteur KADMOS n'est pas possible.
gl: O ficheiro clasificador necesario para OCR non pode cargarse: %1; Non se pode usar OCR co motor KADMOS.
he: לא ניתן לטעון את קובץ המסווג שנחוץ לזיהוי תווים אופטי: %1; זיהוי תווים אופטי עם מנוע KADMOS אינו אפשרי.
ia: Le file de classificator necessari per OCR non pote esser cargate: %1; OCR con le motor KADMOS non es possibile.
it: Il classificatore di file necessario a OCR non può essere caricato: %1 Non è possibile usare OCR con il motore KADMOS.
ka: OCR-სთვის საჭირო კლასიფიკატორი ფაილების ჩატვირთვა შეუძლებელია: %1 OCR KADMOS-ით შეუძლებელია.
ko: OCR에 필요한 분류기 파일을 불러올 수 없습니다: %1 KADMOS 엔진을 사용한 OCR을 사용할 수 없습니다.
nl: Het classificatiebestand nodig voor tekstherkenning kon niet worden geladen: %1 Tekstherkenning met de KADMOS-engine is daardoor niet mogelijk.
pl: Nie można wczytać pliku klasyfikującego potrzebnego do OCR: %1. Nie można wykonać OCR za pomocą silnika KADMOS.
pt: Não foi possível carregar o ficheiro de classificação necessário para o OCR: %1; Não é possível o OCR com o motor do KADMOS.
pt_br: O arquivo classificador necessário para OCR não pode ser carregado: %1 OCR com o mecanismo KADMOS não é possível.
sl: Razporeditvena datoteka za OCR ne more biti naložena: %1; OCR s pogonom KADMOS ni možen.
sv: Klassificeringsfilen som behövs för optisk teckentydning kan inte läsas: %1. Optisk teckentydning med programmet Kadmos är inte möjlig.
uk: Неможливо завантажити потрібний для ОРС файл класифікатора: %1; Розпізнавання тексту через рушій KADMOS неможливе.
zh_tw: OCR 所需的分類檔無法載入：%1； 無法使用 KADMOS 引擎進行 OCR 文字辨識。

source: KADMOS Installation Problem
ca@valencia: Problema d'instal·lació de KADMOS
de: KADMOS-Installationsproblem
eo: Problemo pri Instalado de KADMOS
es: Problema de instalación de KADMOS
et: KADMOS-e paigaldamise probleem
fi: KADMOS-asennusongelma
fr: Problème d'installation de KADMOS
gl: Problema de instalación de KADMOS
he: בעיית התקנה ב־KADMOS
ia: Problema de installation de KADMOS
it: Problema di installazione di KADMOS
ka: KADMOS-ის დაყენების შეცდომა
ko: KADMOS 설치 문제
nl: Probleem met de KADMOS-installatie
pl: Problem z instalacją KADMOS
pt: Problema de Instalação do Kadmos
pt_br: Problema na Instalação do KADMOS
sl: Težava nameščanja KADMOS-a
sv: Installationsproblem för Kadmos
uk: Проблеми з встановленням KADMOS
zh_tw: KADMOS 安裝問題

source: The KADMOS OCR system could not be started: %1 Please check the configuration.
ca@valencia: El sistema OCR de KADMOS no s'ha pogut iniciar: %1 Comproveu la configuració.
de: Das KADMOS-OCR-System kann nicht gestartet werden: %1 Bitte überprüfen Sie Ihre Einrichtung.
eo: La KADMOS OCR-sistemo ne povis esti komencita: %1 Bonvolu kontroli la agordon.
es: No se puede iniciar el sistema de OCR KADMOS: %1 Por favor, compruebe la configuración.
et: KADMOS-e OMT süsteemi käivitamine nurjus: %1 Palun kontrolli seadistust.
fi: KADMOS-tekstintunnistusjärjestelmää ei saatu käynnistettyä. %1 Tarkista asetukset.
fr: Impossible de démarrer le système de ROC KADMOS : %1 Veuillez vérifier votre configuration.
gl: Non se puido iniciar o sistema de OCR KADMOS: %1 Revise a configuración.
he: לא ניתן להפעיל את מערכת זיהוי התווים האופטיתKADMOS: %1 נא לבדוק שההגדרות נכונות.
ia: Le systema de OCR KADMOS non poteva esser startate: %1 Per favor verifica le configuration.
it: Il sistema OCR KADMOS non può essere avviato: %1 Per favore controlla la configurazione.
ka: KADMOS OCR ვერ გაეშვა: %1 შეამოწმეთ კონფიგურაცია.
ko: KADMOS OCR 시스템을 시작할 수 없습니다: %1 설정을 확인하십시오.
nl: Het KADMOS-tekstherkenningsprogramma kon niet worden gestart: %1 Controleer de instellingen.
pl: Nie można uruchomić systemu KADMOS OCR: %1 Proszę sprawdzić konfigurację.
pt: Não foi possível iniciar o sistema de OCR do KADMOS: %1 Verifique por favor a configuração.
pt_br: O motor de OCR do KADMOS não pôde ser iniciado: %1 Verifique por favor a configuração.
sl: Ni bilo mogoče zagnati sistema KADMOS OCR: %1 Preverite nastavitve.
sv: KADMOS-systemet för optisk teckentydning kunde inte startas: %1 Kontrollera inställningen.
uk: Не вдалося запустити систему розпізнавання KADMOS: %1 Будь ласка, виправте налаштування.
zh_tw: 無法啟動 KADMOS OCR 系統： %1 請檢查設定。

source: KADMOS Failure
ca@valencia: KADMOS ha fallat
de: KADMOS-Fehler
eo: KADMOS Fiasko
es: Error en KADMOS
et: KADMOS-e tõrge
fi: KADMOS-virhe
fr: Échec de KADMOS
gl: Fallo de KADMOS
he: כשל ב־KADMOS
ia: Fallimento de KADMOS
it: Errore con KADMOS
ka: KADMOS-ის შეცდომა
ko: KADMOS 오류
nl: KADMOS-fout
pl: Błąd KADMOS
pt: Erro no KADMOS
pt_br: Falha no mecanismo KADMOS
sl: Napaka KADMOS
sv: Kadmos-fel
uk: Помилка KADMOS
zh_tw: KADMOS 失敗

source: The OCRAD executable is not configured or is not available.
ca@valencia: L'executable d'OCRAD no està configurat o no es troba disponible.
de: Das Programm OCRAD ist nicht eingerichtet oder nicht verfügbar.
eo: La plenumebla OCRAD ne estas agordita aŭ ne havebla.
es: El ejecutable OCRAD no está configurado o no está disponible.
et: OCRAD-i täitmisfail pole seadistatud või ei ole saadaval.
fi: OCRAD-ohjelmatiedostoa ei ole asetettu tai se ei ole käytettävissä.
fr: L'exécutable OCRAD n'est pas configuré ou n'est pas disponible.
gl: O executábel de OCRAD ou non está configurado ou non está dispoñíbel.
he: קובץ ההפעלה של ORCAD לא מוגדר או שאינו זמין.
ia: Le executabile de OCRAD non es configurate o non es disponibile.
it: L'eseguibile OCRAD non è configurato o non è disponibile.
ka: OCRAD-ის გამშვები ფაილი მორგებული არაა ან ხელმიუწვდომელია.
ko: OCRAD 실행 파일이 설정되지 않았거나 사용할 수 없습니다.
nl: Het uitvoerbare bestand OCRAD is niet geconfigureerd of is niet beschikbaar.
pl: Plik wykonywalny OCRAD jest nieustawiony lub niedostępny.
pt: O executável do OCRAD não está configurado ou não está disponível.
sl: Izvršljivi program OCRAD ni nastavljen ali ni na voljo.
sv: OCRAD körbart program är inte inställt eller inte tillgängligt.
uk: Виконуваний файл OCRAD не налаштовано або не вдалося знайти цей файл.
zh_tw: OCRAD 執行檔未配置或無法使用。

source: No Layout Detection
ca@valencia: Sense detecció de la disposició
de: Keine Layout-Erkennung
eo: Neniu Enpaĝiga Detekto
es: Sin detección de esquema
et: Paigutust ei tuvastata
fi: Ei asettelun tunnistusta
fr: Pas de détection de la disposition
gl: Sen detección de disposición
he: ללא זיהוי פריסה
ia: Necun discoperta de disposition
it: Nessun layout rilevato
ka: განლაგების ამოცნობის გარეშე
ko: 레이아웃 감지하지 않음
nl: Geen opmaakdetectie
pl: Bez wykrywania układu
pt: Sem Detecção da Disposição
pt_br: Sem detecção de disposição
sl: Ni zaznave postavitve
sv: Ingen layoutidentifiering
uk: Без виявлення формату розміщення
zh_tw: 不進行版面偵測

source: Layout Detection
ca@valencia: Detecció de la disposició
de: Layout-Erkennung
eo: Enpaĝiga Detekto
es: Detección de esquema
et: Paigutuse tuvastamine
fi: Asettelun tunnistus
fr: Détection de la disposition
gl: Detección de disposición
he: זיהוי פריסה
ia: Discoperta de Disposition
it: Rilevazione layout
ka: განლაგების ამოცნობა
ko: 레이아웃 감지
nl: Opmaakdetectie
pl: Wykrywanie układu
pt: Detecção da Disposição
pt_br: Detecção da disposição
sl: Zaznava postavitve
sv: Layoutidentifiering
uk: Визначення компонування
zh_tw: 版面偵測

source: Column Detection
ca@valencia: Detecció de les columnes
de: Spaltenerkennung
eo: Kolumna Detekto
es: Detección de columnas
et: Veeru tuvastamine
fi: Palstojen tunnistus
fr: Détection des colonnes
gl: Detección de columnas
he: זיהוי עמודות
ia: Discoperta de Columna
it: Rilevazione colonna
ka: სვეტების ამოცნობა
ko: 단 감지
nl: Kolomdetectie
pl: Wykrywanie kolumn
pt: Detecção das Colunas
pt_br: Detecção de coluna
sl: Zaznava stolpca
sv: Kolumnidentifiering
uk: Виявлення стовпчиків
zh_tw: 欄位偵測

source: Full Layout Detection
ca@valencia: Detecció plena de la disposició
de: Erkennung des gesamten Layouts
eo: Plena Aranĝo Detekto
es: Detección de esquema completo
et: Täielik paigutuse tuvastamine
fi: Täysi asettelun tunnistus
fr: Détection complète de la disposition
gl: Detección da disposición completa
he: זיהוי פריסה מלא
ia: Discoperta de Disposition Plen
it: Rilevazione completa layout
ka: სრული განლაგების ამოცნობა
ko: 전체 레이아웃 감지
nl: Volledige opmaakdetectie
pl: Pełne wykrywanie układu
pt: Detecção Completa da Disposição
pt_br: Detecção completa de disposição
sl: Polna zaznava postavitve
sv: Fullständig layoutidentifiering
uk: Повне виявлення формату розміщення
zh_tw: 完整版面偵測

source: (default)
ca@valencia: (predeterminat)
de: (Standard)
eo: (defaŭlte)
es: (por omisión)
et: (vaikimisi)
fi: (oletus)
fr: (défaut)
gl: (predeterminada)
he: (ברירת מחדל)
ia: (predefinite)
it: (predefinito)
ka: (ნაგულისხმები)
ko: (기본값)
nl: (standaard)
pl: (domyślny)
pt: (predefinição)
pt_br: (padrão)
sl: (privzeto)
sv: (standard)
uk: (типовий)
zh_tw: (預設)

# @info
source: File <filename>%1</filename> does not exist
ca@valencia: El fitxer <filename>%1</filename> no existix
de: Die Datei <filename>%1</filename> existiert nicht
eo: Dosiero <filename>%1</filename> ne ekzistas
es: El archivo <filename>%1</filename> no existe
et: Faili <filename>%1</filename> ei ole olemas
fi: Tiedostoa <filename>%1</filename> ei ole olemassa
fr: Le fichier ou le dossier <filename>%1</filename> n'existe pas.
gl: O ficheiro <filename>%1</filename> non existe
he: הקובץ <filename>%1</filename> לא קיים
ia: File <filename>%1</filename> non existe.
it: Il file <filename>%1</filename> non esiste
ka: ფაილი <filename>%1</filename> არ არსებობს
ko: <filename>%1</filename> 파일이 없음
nl: Bestand <filename>%1</filename> bestaat niet
pl: Plik <filename>%1</filename> nie istnieje.
pt: O ficheiro <filename>%1</filename> não existe
pt_br: O arquivo <filename>%1</filename> não existe
sl: Datoteka <filename>%1</filename> ne obstaja
sv: Filen <filename>%1</filename> finns inte
uk: Файла <filename>%1</filename> не існує
zh_tw: 檔案 <filename>%1</filename> 不存在。

# @info
source: File <filename>%1</filename> unreadable
ca@valencia: El fitxer <filename>%1</filename> és il·legible
de: Die Datei <filename>%1</filename>kann nicht gelesen werden
eo: Dosiero <filename>%1</filename> nelegebla
es: El archivo <filename>%1</filename> no se puede leer
et: Fail <filename>%1</filename> ei ole loetav
fi: Tiedostoa <filename>%1</filename> ei voi lukea
fr: Le fichier <filename>%1</filename> est illisible.
gl: O ficheiro <filename>%1</filename> non pode lerse
he: הקובץ <filename>%1</filename> בלתי קריא
ia: File <filename>%1</filename> non legibile
it: Il file <filename>%1</filename> non è leggibile
ka: ფაილის <filename>%1</filename> წაკითხვის შეცდომა
ko: 파일 <filename>%1</filename>에서 읽을 수 없음
nl: Bestand <filename>%1</filename> niet leesbaar
pl: Pliku <filename>%1</filename> nie można odczytać
pt: O ficheiro <filename>%1</filename> não está legível
pt_br: O arquivo <filename>%1</filename> não está legível
sl: Datoteka <filename>%1</filename> ni berljiva
sv: Filen <filename>%1</filename> oläsbar
uk: Файл <filename>%1</filename> непридатний до читання
zh_tw: 檔案 <filename>%1</filename> 無法讀取

# @info
source: Cannot open file <filename>%1</filename>
ca@valencia: No s'ha pogut obrir el fitxer <filename>%1</filename>
de: Die Datei <filename>%1</filename> kann nicht geöffnet werden
eo: Ne povas malfermi dosieron <filename>%1</filename>
es: No se puede abrir el archivo <filename>%1</filename>
et: Faili <filename>%1</filename> avamine nurjus
fi: Ei voida avata tiedostoa <filename>%1</filename>
fr: Impossible d'ouvrir <filename>%1</filename>.
gl: Non se pode abrir o ficheiro <filename>%1</filename>
he: לא ניתן לפתוח את הקובץ <filename>%1</filename>
ia: Il non pote aperir file <filename>%1</filename>
it: Impossibile aprire il file <filename>%1</filename>
ka: ფაილის გახსნის შეცდომა <filename>%1</filename>
ko: 파일 <filename>%1</filename>을(를) 열 수 없음
nl: Kan bestand <filename>%1</filename> niet openen
pl: Pliku <filename>%1</filename> nie można otworzyć
pt: Não é possível abrir o ficheiro <filename>%1</filename>
pt_br: Não foi possível abrir o arquivo <filename>%1</filename>
sl: Ni mogoče odpreti datoteke <filename>%1</filename>
sv: Kan inte öppna filen <filename>%1</filename>
uk: Не вдалося відкрити файл <filename>%1</filename>
zh_tw: 無法開啟檔案 <filename>%1</filename>

source: Name or path of the OCRAD executable:
ca@valencia: Nom o camí cap a l'executable d'OCRAD:
de: Name oder Pfad des Programms OCRAD:
eo: Nomo aŭ vojo de la plenumebla OCRAD:
es: Nombre o ruta del ejecutable OCRAD:
et: OCRAD-i täitmisfaili nimi või asukoht:
fi: OCRAD-ohjelmatiedoston nimi ja sijainti:
fr: Nom ou emplacement de l'exécutable OCRAD :
gl: O nome ou a ruta do executábel de OCRAD:
he: השם או הנתיב של קובץ ההפעלה של ORCAD:
ia: Nomine o percurso (path) del executabile de OCRAD:
it: Nome o percorso dell'eseguibile OCRAD:
ka: OCRAD-ის გამშვები ფაილის სახელი ან ბილიკი:
ko: OCRAD 실행 파일의 이름이나 경로:
nl: Naam of pad van het uitvoerbare bestand OCRAD:
pl: Nazwa lub ścieżka do pliku wykonywalnego OCRAD:
pt: Nome ou localização do executável OCRAD:
sl: Ime ali pot izvršljive datoteke OCRAD:
sv: Namn eller sökväg till OCRAD körbart program:
uk: Назва виконуваного файла OCRAD або шлях до нього:
zh_tw: OCRAD 執行檔的名稱或路徑：

source: The Tesseract executable is not configured or is not available.
ca@valencia: L'executable de Tesseract no està configurat o no es troba disponible.
de: Das Programm Tesseract ist nicht eingerichtet oder nicht verfügbar.
eo: La rulebla Tesseract ne estas agordita aŭ ne disponebla.
es: El ejecutable Tesseract no está configurado o no está disponible.
et: Tesseracti täitmisfail pole seadistatud või ei ole saadaval.
fi: Tesseract-ohjelmatiedostoa ei ole asetettu tai se ei ole käytettävissä.
fr: L'exécutable Tesseract n'est pas configuré ou n'est pas disponible.
gl: O executábel de Tesseract ou non está configurado ou non está dispoñíbel.
he: קובץ ההפעלה של Tesseract לא מוגדר או שאינו זמין.
ia: Le executabile de Tesseract non es configurate o non es disponibile.
it: L'eseguibile Tesseract non è configurato o non è disponibile.
ka: Tesseract-ის გამშვები ფაილი მორგებული არაა ან ხელმიუწვდომელია.
ko: Tesseract 실행 파일이 설정되지 않았거나 사용할 수 없습니다.
nl: Het uitvoerbare bestand Tesseract is niet te configureren of is niet beschikbaar.
pl: Plik programu Tesseract nie został ustawiony lub jest niedostępny.
pt: O executável do Tesseract não está configurado ou não está disponível.
sl: Izvršljivi program Tesseract ni nastavljen ali ni na voljo.
sv: Tesseract körbart program är inte inställt eller inte tillgängligt.
uk: Виконуваний файл Tessweract не налаштовано або не вдалося знайти цей файл.
zh_tw: Tesseract 執行檔未配置或無法使用。

source: Select a file if required...
ca@valencia: Cal seleccionar un fitxer...
de: Datei auswählen, falls erforderlich …
eo: Elekti dosieron se necese...
es: Seleccionar un archivo si es necesario...
et: Vajadusel faili valimine ...
fi: Valitse tiedosto, jos vaaditaan…
fr: Sélectionnez un fichier si nécessaire...
gl: Seleccionar un ficheiro se é necesario…
he: נא לבחור קובץ אם צריך…
ia: Selige un file si requirite...
it: Seleziona un file se richiesto...
ka: აირჩიეთ ფაილი, თუ საჭიროა...
ko: 필요한 경우 파일 선택...
nl: Een bestand selecteren indien vereist...
pl: Wskaż plik, jeśli jest wymagany...
pt: Seleccionar um ficheiro se necessário...
pt_br: Selecione um arquivo se solicitado...
sl: Po potrebi izberite datoteko...
sv: Välj en fil om det krävs...
uk: Виберіть файл, якщо потрібно…
zh_tw: 選擇需要的檔案…

source: HOCR parsing error, %1
ca@valencia: S'ha produït un error d'anàlisi HORC, %1
de: HOCR-Verarbeitungsfehler, %1
eo: Analiza eraro de HOCR, %1
es: Error de análisis de HOCR: %1
et: HOCR-i parsimise tõrge, %1
fi: HOCR-jäsennysvirhe: %1
fr: Erreur d'analyse « HOCR », %1
gl: Erro de análise de HOCR, %1
he: שגיאת פענוח HOCR,‏ %1
ia: Error de analysator syntactic de HOCR, %1
it: Errore di analisi HOCR, %1
ka: HOCR-ის დამუშავების შეცდომა, %1
ko: HOCR 해석 오류, %1
nl: HOCR-ontleedfout, %1
pl: Błąd przetwarzania HOCR, %1
pt: Erro de processamento do HOCR, %1
sl: Napaka razčlenitve HOCR,%1
sv: HOCR-tolkningsfel , %1
uk: Помилка обробки HOCR, %1
zh_tw: HOCR 剖析錯誤，%1

source: Name or path of the Tesseract executable:
ca@valencia: Nom o camí cap a l'executable de Tesseract:
de: Name oder Pfad des Programms Tesseract:
eo: Nomo aŭ vojo de la rulebla Tesseract:
es: Nombre o ruta del ejecutable de Tesseract:
et: Tesseracti täitmisfaili nimi või asukoht:
fi: Tesseract-ohjelmatiedoston nimi ja sijainti:
fr: Nom ou emplacement de l'exécutable Tesseract :
gl: Nome ou ruta do executábel de Tesseract:
he: השם או הנתיב לקובץ ההפעלה של Tesseract:
ia: Nomine o percurso (path) del executabile de Tesseract:
it: Nome o percorso dell'eseguibile Tesseract:
ka: Tesseract-ის გამშვები ფაილის სახელი ან ბილიკი:
ko: Tesseract 실행 파일의 이름이나 경로:
nl: Naam of pad van het uitvoerbare bestand Tesseract:
pl: Nazwa lub ścieżka do pliku wykonywalnego Tesseract:
pt: Nome ou localização do executável Tesseract:
sl: Ime ali pot izvršljivega programa Tesseract:
sv: Namn eller sökväg till Tesseract körbart program:
uk: Назва виконуваного файла Tesseract або шлях до нього:
zh_tw: Tesseract 執行檔的名稱或路徑：
