Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Optical Character Recognition using %1
ca@valencia: Reconeixement òptic de caràcters utilitzant %1
de: Optische Zeichenerkennung (OCR) unter Verwendet von %1
eo: Tekstrekono uzante %1
es: Reconocimiento óptico de caracteres usando %1
et: Optiline märgituvastus %1 vahendusel
fi: Tekstintunnistus moottorilla %1
fr: Reconnaissance optique de caractères utilisant %1
gl: Recoñecemento óptico de caracteres mediante %1
he: זיהוי תווים אופטי משתמש ב־%1
ia: Recognition de Character Optic (OCR) usante %1
it: Riconoscimento ottico dei caratteri (OCR) utilizzando %1
ka: სიმბოლოების ოპტიკური გამოცნობა იყენებს: %1
ko: %1(으)로 OCR 실행
nl: Optische tekstherkenning met %1
pl: Optyczne rozpoznawanie znaków (OCR) wykorzystuje %1
pt: Reconhecimento Óptico de Caracteres a usar o %1
pt_br: Reconhecimento óptico de caracteres com o %1
sl: Optično prepoznavanje znakov z uporabo %1
sv: Optisk teckentydning med %1
uk: Оптичне розпізнавання тексту за допомогою %1
zh_tw: 使用 %1 進行光學文字辨識 (OCR)

source: Executable:
de: Programmdatei:
eo: Binarprogramo:
es: Ejecutable:
et: Täitmisfail:
fi: Ohjelmatiedosto:
fr: Exécutable :
gl: Executábel:
he: קובץ הפעלה:
ia: Executabile:
it: Eseguibile:
ka: გამსვები ფაილი:
ko: 실행 파일:
nl: Uitvoerbaar bestand:
pl: Plik wykonywalny:
pt: Executável:
pt_br: Executável:
sl: Izvajalni program:
sv: Körbar fil:
uk: Виконуваний файл:
zh_tw: 執行檔：

source: Not found
ca@valencia: No s'ha trobat
de: Nicht gefunden
eo: Ne trovita
es: No encontrado
et: Ei leitud
fi: Ei löytynyt
fr: Non trouvé
gl: Non se atopou
he: לא נמצא
ia: Non trovate
it: Non trovato
ka: ნაპოვნი არაა
ko: 찾을 수 없음
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrado
pt_br: Não encontrado
sl: Ni najden
sv: Hittades inte
uk: Не знайдено
zh_tw: 找不到

source: Version:
ca@valencia: Versió:
eo: Versio:
es: Versión:
et: Versioon:
fi: Versio:
gl: Versión:
he: גרסה:
it: Versione:
ka: ვერსია:
ko: 버전:
nl: Versie:
pl: Wersja:
pt: Versão:
pt_br: Versão:
sl: Različica:
uk: Версія:
zh_tw: 版本：

source: Unknown
ca@valencia: Desconegut
de: Unbekannt
eo: Nekonata
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Inconnu
gl: Descoñecida
he: לא ידוע
ia: Incognite
it: Sconosciuto
ka: უცნობი
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt: Desconhecida
pt_br: Desconhecido
sl: Neznano
sv: Okänd
uk: Невідомий
zh_tw: 未知

source: No preview available
ca@valencia: Sense vista prèvia disponible
de: Keine Vorschau verfügbar
eo: Neniu antaŭrigardo disponebla
es: No hay vista previa disponible
et: Eelvaatlus puudub
fi: Esikatselu ei ole käytettävissä
fr: Aucun aperçu disponible
gl: Non hai vista previa dispoñíbel
he: אין תצוגה מקדימה זמינה
ia: Nulle vista preliminar disponibile
it: Nessuna anteprima disponibile
ka: გადახედვა შეუძლებელია
ko: 미리 볼 수 없음
nl: Geen afdrukvoorbeeld beschikbaar
pl: Podgląd niedostępny
pt: Nenhuma antevisão disponível
pt_br: Nenhuma antevisão disponível
sl: Predogled ni na voljo
sv: Ingen förhandsgranskning tillgänglig
uk: Перегляд недоступний
zh_tw: 沒有預覽

source: No information available
ca@valencia: No hi ha disponible cap informació
de: Keine Informationen verfügbar
eo: Neniu informo havebla
es: No hay información disponible
et: Teave puudub
fi: Tietoa ei ole saatavilla
fr: Aucune information disponible
gl: Non hai información dispoñíbel
he: אין פרטים זמינים
ia: Nulle information disponibile
it: Nessuna informazione disponibile
ka: ინფორმაცია ხელმიუწვდომელია
ko: 사용 가능한 정보 없음
nl: Geen informatie beschikbaar
pl: Informacja niedostępna
pt: Nenhuma informação disponível
pt_br: Nenhuma informação disponível
sl: Ni podatkov
sv: Ingen information tillgänglig
uk: Дані недоступні
zh_tw: 沒有資訊

source: Source
ca@valencia: Origen
de: Quelle
eo: Fonto
es: Fuente
et: Allikas
fi: Lähde
gl: Orixe
he: מקור
ia: Fonte
it: Sorgente
ka: წყარო
ko: 원본
nl: Bron
pl: Źródło
pt: Origem
pt_br: Origem
sl: Vir
sv: Källa
uk: Джерело
zh_tw: 來源

source: Source Image Information
ca@valencia: Informació de la imatge d'origen
de: Bild-Informationen der Quelle
eo: Fontbilda Informo
es: Información de la imagen fuente
et: Lähtepildi teave
fi: Lähdekuvan tiedot
fr: Informations sur l'image
gl: Información da imaxe orixinal
he: פרטי תמונת מקור
ia: Information de Imagine Fonte
it: Informazioni immagine sorgente
ka: წყაროს გამოსახულების ინფორმაცია
ko: 원본 그림 정보
nl: Bronafbeeldingsinformatie
pl: Informacje o obrazie źródłowym
pt: Informação da Imagem de Origem
pt_br: Informações da imagem de origem
sl: Podatki o izvirni sliki
sv: Information om källbild
uk: Дані щодо початкового зображення
zh_tw: 來源圖片資訊

source: OCR Engine
ca@valencia: Motor OCR
de: OCR-Modul
eo: OCR-motoro
es: Motor OCR
et: OMT mootor
fi: Tekstintunnistusmoottori
fr: Moteur OCR
gl: Motor de OCR
he: מנוע זיהוי תווים אופטי
ia: Motor de OCR
it: Motore OCR
ka: OCR ძრავა
ko: OCR 엔진
nl: Optische tekstherkennings-engine
pl: Silnik OCR
pt: Motor de OCR
pt_br: Motor de OCR
sl: Pogon OCR
sv: Optiskt teckentydningsprogram
uk: Рушій розпізнавання
zh_tw: OCR 引擎

source: OCR Engine Information
ca@valencia: Informació del motor OCR
de: Informationen über das OCR-Modul
eo: Informo pri OCR-Motoro
es: Información del motor OCR
et: OMT mootori teave
fi: Tekstintunnistusmoottorin tiedot
fr: Informations moteur ROC
gl: Información do motor de OCR
he: פרטי מנוע זיהוי תווים אופטי
ia: Information de motor de OCR
it: Informazioni motore OCR
ka: OCR ძრავის ინფორმაცია
ko: OCR 엔진 정보
nl: Informatie over optische tekstherkennings-engine
pl: Informacje o silniku OCR
pt: Informação do Motor de OCR
pt_br: Informação do motor de OCR
sl: Podatki o programju za OCR
sv: Information om optiskt teckentydningsprogram
uk: Дані щодо рушія розпізнавання тексту
zh_tw: OCR 引擎資訊

source: Highlight misspelled words
ca@valencia: Ressalta les paraules mal escrites
de: Falsch geschriebene Wörter hervorheben
eo: Emfazi misliterumitajn vortojn
es: Resaltar las palabras mal escritas
et: Vigaselt kirjutatud sõnade esiletõstmine
fi: Korosta väärin kirjoitetut sanat
fr: Surligner les mots mal orthographiés
gl: Realzar as palabras mal escritas
he: הדגשת מילים עם איות שגוי
ia: Evidentia parolas scribite inmal modo
it: Evidenzia le parole errate
ka: არასწორად დაწერილი სიტყვების გამოკვეთა
ko: 오타 강조
nl: Fout gespelde woorden accentueren
pl: Podświetl błędnie zapisane słowa
pt: Realçar as palavras erradas
pt_br: Realçar as palavras erradas
sl: Osvetli napačno zapisane besede
sv: Markera felstavade ord
uk: Позначати слова з помилками у правописі.
zh_tw: 突顯錯誤的拼字

source: Use the system spell configuration
ca@valencia: Utilitza la Configuració del sistema de verificació ortogràfica
de: Systemeinstellungen der Rechtschreibprüfung verwenden
eo: Uzi la sistemliteruman agordon
es: Usar la configuración ortográfica del sistema
et: Süsteemi õigekirja kontrollimise seadistuse kasutamine
fi: Käytä järjestelmän oikolukuasetuksia
fr: Utiliser une configuration orthographique système
gl: Usar a configuración ortográfica do sistema
he: להשתמש בהגדרות האיות של המערכת
ia: Usa le configuration de systema de orthographia
it: Usa la configurazione di ortografia del sistema
ka: მართლწერის სისტემური კონფიგურაციის გამოყენება
ko: 시스템 맞춤법 검사 설정 사용
nl: De systeemconfiguratie voor spellingcontrole gebruiken
pl: Użyj sprawdzania pisowni systemu
pt: Usar a configuração de ortografia do sistema
pt_br: Usar a configuração personalizada de ortografia
sl: Uporabi sistemske nastavitve črkovalnika
sv: Använd systemets stavningsinställning
uk: Використовувати загальносистемні налаштування перевірки правопису
zh_tw: 使用系統拼字檢查設定

source: Use custom spell configuration
ca@valencia: Utilitza la configuració personalitzada de verificació ortogràfica
de: Benutzerdefinierte Einstellungen der Rechtschreibprüfung verwenden
eo: Uzu kutiman literumagordon
es: Usar una configuración ortográfica personalizada
et: Kohandatud õigekirja kontrollimise seadistuse kasutamine
fi: Mukautettu oikoluku
fr: Utiliser une configuration orthographique personnalisée
gl: Usar unha configuración ortográfica personalizada
he: להשתמש בהגדרות בדיקת איות מותאמות
ia: Usa le configuration personalisate de orthographia
it: Utilizza una configurazione di ortografia personalizzata
ka: მართლწერის კონფიგურაციის ხელით მითითება
ko: 사용자 정의 맞춤법 검사 설정 사용
nl: Configuratie voor aangepaste spellingcontrole gebruiken
pl: Użyj własnych ustawień sprawdzania pisowni
pt: Usar uma configuração de ortografia personalizada
pt_br: Usar uma configuração personalizada de ortografia
sl: Uporabi nastavitve črkovalnika po meri
sv: Använd egen stavningsinställning
uk: Використовувати нетипові налаштування перевірки правопису
zh_tw: 使用自訂拼字檢查設定

source: Custom Spell Configuration...
ca@valencia: Personalitza la configuració de verificació ortogràfica...
de: Benutzerdefinierte Einstellungen der Rechtschreibprüfung …
eo: Propra Literuma Agordo...
es: Configuración ortográfica personalizada...
et: Kohandatud õigekirja kontrollimise seadistus...
fi: Mukauta oikolukua…
fr: Configuration orthographique personnalisée...
gl: Usar unha configuración ortográfica personalizada…
he: הגדרות בדיקת איות מותאמות…
ia: Configuration personalisate de orthographia ...
it: Configurazione ortografia personalizzata...
ka: მართლწერის კონფიგურაციის ხელით მითითება...
ko: 사용자 정의 맞춤법 검사 설정...
nl: Configuratie voor aangepaste spellingcontrole...
pl: Własne ustawienia sprawdzania pisowni...
pt: Configuração de Ortografia Personalizada...
pt_br: Configuração personalizada da ortografia...
sl: Nastavitve črkovalnika po meri...
sv: Egen stavningsinställning...
uk: Нетипове налаштування перевірки правопису…
zh_tw: 自訂拼字檢查設定...

source: Start interactive spell check
ca@valencia: Inicia la verificació ortogràfica interactiva
de: Interaktive Rechtschreibprüfung starten
eo: Komenci interagan literumkontrolon
es: Iniciar verificación ortográfica interactiva
et: Interaktiivse õigekirja kontrolli alustamine
fi: Käynnistä vuorovaikutteinen oikoluku
fr: Lancer la vérification orthographique interactive
gl: Iniciar unha corrección ortográfica interactiva
he: הפעלת בדיקת איות אינטראקטיבית
ia: Starta verifica de orthographia interactive
it: Avvia il controllo ortografico interattivo
ka: მართლწერის ინტერაქტიური შემოწმების გაშვება
ko: 대화형 맞춤법 검사 시작
nl: Start de interactieve spellingcontrole
pl: Uruchom interaktywne sprawdzanie poprawności pisowni
pt: Iniciar uma verificação ortográfica interactiva
pt_br: Iniciar uma verificação ortográfica interativa
sl: Začni interaktivni pregled črkovanja
sv: Starta interaktiv stavningskontroll
uk: Розпочати інтерактивну перевірку правопису
zh_tw: 開始互動式拼字檢查

source: Custom spell settings above do not affect this spelling check, use the language setting in the dialog to change the dictionary language.
ca@valencia: La configuració ortogràfica personalitzada de més amunt no afecta esta verificació ortogràfica, utilitzeu l'opció de l'idioma del diàleg per a canviar l'idioma del diccionari.
de: Die benutzerdefinierten Einstellungen zur Rechtschreibung oben betreffen nicht die Rechtschreibprüfung, verwenden Sie die Spracheinstellungen im Dialog, um das Sprachwörterbuch zu ändern.
eo: Propraj literumaj agordoj supre ne influas ĉi tiun literumkontrolon, uzu la lingvan agordon en la dialogo por ŝanĝi la vortaran lingvon.
es: Las preferencias ortográficas anteriores no afectan a esta comprobación ortográfica. Use las preferencias del idioma del diálogo para cambiar el idioma del diccionario.
et: Ülal määratud kohandatud õigekirja kontrollimise seadistused seda õigekirja kontrollimist ei puuduta, kasuta dialoogi keeleseadistust sõnaraamatu keele muutmiseks.
fi: Yllä olevat mukautetut oikolukuasetukset eivät vaikuta tähän oikolukuun. Vaihda sanaston kieltä ikkunan kieliasetuksesta.
fr: Les règles d'orthographe personnalisées ci-dessus n'affectent pas cette vérification, utilisez les paramètres de langue dans la fenêtre afin de modifier le dictionnaire utilisé.
gl: A configuración ortográfica de arriba non afecta a esta comprobación ortográfica, use a configuración de idioma do diálogo para cambiar o idioma do dicionario.
he: הגדרות בדיקת האיות המותאמות שלהלן לא משפיעות על בדיקת האיות, יש להשתמש בהגדרות השפה בחלונית כדי לשנות את שפת המילון.
ia: Le preferentias de orthographiar de supra non influentia iste verifica orthographic, usa le preferentia de linguage in le dialogo per cambiar le linguage de dictionario.
it: Le impostazioni dell'ortografia personalizzata non hanno effetto su questo controllo ortografico; per modificare la lingua del dizionario, usa l'impostazione della lingua all'interno della finestra di dialogo.
ka: ზემოთ ხელით მითითებული მართლწერის პარამეტრი მართლწერის ამ შემოწმებაზე გავლენას ვერ მოახდენს. ლექსიკონის ენის მისათითებლად ენა ფანჯარაში შეცვალეთ.
ko: 사용자 정의 맞춤법 검사 설정은 이 맞춤법 검사에 영향을 주지 않습니다. 사전 언어를 변경하려면 대화 상자의 언어 설정을 사용하십시오.
nl: Bovenstaande aangepaste instellingen voor spellingcontrole hebben geen effect op deze spellingcontrole, gebruik de taalinstelling in de dialoog om de taal van het woordenboek te wijzigen.
pl: Własne ustawienia poprawności pisowni powyżej nie wpływają na to sprawdzanie poprawności pisowni, użyj ustawień językowych w oknie dialogowym, aby zmienić słownik języka.
pt: As configurações de ortografia personalizadas acima não afectam esta verificação ortográfica; use a configuração da língua na janela para mudar a língua do dicionário.
pt_br: As opções personalizadas de ortografia não afetam esta verificação; use a configuração de idioma na janela para mudar o idioma do dicionário.
sl: Zgornje nastavitve črkovanja ne vplivajo na to črkovanje, uporabite nastavitev jezika v pogovornem oknu za spremembo jezika slovarja.
sv: De anpassade stavningsinställningarna ovanför har ingen påverkan på den här stavningskontrollen. Använd språkinställningarna i dialogrutan för att ändra ordbokens språk.
uk: Вказані вище нетипові параметри перевірки правопису не стосуватимуться поточної перевірки. Для зміни мови перевірки скористайтеся пунктом зміни мови у цьому діалоговому вікні.
zh_tw: 上面的自訂拼字檢查設定不會影響這次拼字檢查。字典語言如要變更請使用對話框中的語言設定值。

source: Spell Check
ca@valencia: Verificació de l'ortografia
de: Rechtschreibprüfung
eo: Literuma Kontrolo
es: Revisión ortográfica
et: Õigekirja kontroll
fi: Oikoluku
fr: Vérification de l'orthographe
gl: Corrección ortográfica
he: בדיקת איות
ia: Controlo Orthographic
it: Controllo ortografico
ka: მართლწერის შემოწმება
ko: 맞춤법 검사
nl: Spellingcontrole
pl: Sprawdzanie pisowni
pt: Verificação Ortográfica
pt_br: Verificação ortográfica
sl: Preverjanje črkovanja
sv: Stavningskontroll
uk: Перевірка правопису
zh_tw: 拼字檢查

source: OCR Result Spell Checking
ca@valencia: Comprova l'ortogràfica d'OCR
de: Rechtschreibprüfung der OCR-Ergebnisse
eo: OCR-Rezulta Literumkontrolo
es: Resultado de la revisión ortográfica OCR
et: OMT tulemuse õigekirja kontroll
fi: Tunnistetun tekstin oikoluku
fr: Résultats de la vérification orthographique ROC
gl: Corrección ortográfica do resultado do OCR
he: בדיקת איות על תוצאות זיהוי תווים אופטי
ia: Resultato OCR de Controlo Orthographic
it: Risultati del controllo ortografico dell'OCR
ka: OCR-ის შედეგის მართლწერის შემოწმება
ko: OCR 결과 맞춤법 검사
nl: Resultaat spellingcontrole op tekstherkenning
pl: Sprawdzanie pisowni wyniku OCR
pt: Verificação Ortográfica do Resultado do OCR
pt_br: Verificação ortográfica do resultado do OCR
sl: Preverjanje črkovanja rezultata OCR
sv: Stavningskontroll av resultat från optisk teckentydning
uk: Перевірка правопису у результатах розпізнавання
zh_tw: OCR 結果拼字檢查

source: Retain temporary files
ca@valencia: Mantín els fitxers temporals
de: Temporäre Dateien behalten
eo: Konservi provizorajn dosierojn
es: Conservar los archivos temporales
et: Ajutiste failide säilitamine
fi: Säilytä väliaikaistiedostot
fr: Conserver les fichiers temporaires
gl: Conservar os ficheiros temporais
he: שמירת קבצים זמניים
ia: Retene files temporanee
it: Conserva i file temporanei
ka: დროებითი ფაილების შენარჩუნება
ko: 임시 파일 유지
nl: Tijdelijke bestanden bewaren
pl: Zachowaj pliki tymczasowe
pt: Reter os ficheiros temporários
pt_br: Reter os arquivos temporários
sl: Ohrani začasne datoteke
sv: Bevara tillfälliga filer
uk: Не вилучати тимчасові файли
zh_tw: 保留暫存檔

source: Verbose message output
ca@valencia: Eixida detallada dels missatges
de: Ausführliche Nachrichtenausgabe
eo: Vortema mesaĝ-eligo
es: Salida de mensajes detallada
et: Jutukas teadete väljund
fi: Yksityiskohtaiset tulosviestit
fr: Verbosité
gl: Saída de mensaxes detallada
he: פלט הודעות מפורט
ia: Exito de message verbose
it: Messaggio di risultato dettagliato
ka: დამატებითი ინფორმაციის გამოტანა
ko: 자세한 메시지 출력
nl: Uitgebreide uitvoer van berichten
pl: Szczegółowe wyjście komunikatów
pt: Mensagem de resultado descritiva
pt_br: Resultado descritivo das mensagens
sl: Zgovoren izhod sporočil
sv: Detaljerade meddelanden
uk: Докладні повідомлення
zh_tw: 詳細資訊輸出

source: Debugging
ca@valencia: Depuració
de: Fehlersuche
eo: Sencimigado
es: Depuración
et: Silumine
fi: Virheenpaikannus
fr: Débogage
gl: Depuración
he: ניפוי שגיאות
ia: Cribrar
it: Debug
ka: გამართვა
ko: 디버깅
nl: Debuggen
pl: Debugowanie
pt: Depuração
pt_br: Depuração
sl: Odpravljanje napak
sv: Felsökning
uk: Діагностика
zh_tw: 除錯

source: OCR Debugging
ca@valencia: Depuració d'OCR
de: OCR-Fehlersuche
eo: Sencimigado de OCR
es: Depuración OCR
et: OMT silumine
fi: Tekstintunnistuksen virheenpaikannus
fr: Débogage ROC
gl: Depuración de OCR
he: ניפוי שגיאות זיהוי תווים אופטי
ia: Cribrar (debugging) de OCR
it: Debug dell'OCR
ka: OCR-ის გამართვა
ko: OCR 디버깅
nl: Debuggen van optische tekstherkenning
pl: Debugowanie OCR
pt: Depuração do OCR
pt_br: Depuração do OCR
sl: Odpravljanje napak OCR
sv: Felsökning av optiskt teckentydning
uk: Діагностика розпізнавання
zh_tw: OCR 除錯

source: No image
ca@valencia: Sense imatge
de: Kein Bild
eo: Neniu bildo
es: Ninguna imagen
et: Pilt puudub
fi: Ei kuvaa
fr: Aucune image
gl: Non hai imaxe
he: אין תמונה
ia: Nulle imagine
it: Nessuna immagine
ka: გამოსახულების გარეშე
ko: 이미지 없음
nl: Geen afbeelding
pl: Brak obrazu
pt: Sem imagem
pt_br: Sem imagem
sl: Ni slike
sv: Ingen bild
uk: Немає зображення
zh_tw: 沒有圖片

source: Image: %1
ca@valencia: Imatge: %1
de: Bild: %1
eo: Bildo: %1
es: Imagen: %1
et: Pilt: %1
fi: Kuva: %1
gl: Imaxe: %1
he: תמונה: %1
ia: Imagine: %1
it: Immagine: %1
ka: გამოსახულება: %1
ko: 그림: %1
nl: Afbeelding: %1
pl: Obraz: %1
pt: Imagem: %1
pt_br: Imagem: %1
sl: Slika: %1
sv: Bild: %1
uk: Зображення: %1
zh_tw: 圖片：%1

source: Selection: %1
ca@valencia: Selecció: %1
de: Auswahl: %1
eo: Elekto: %1
es: Selección: %1
et: Valik: %1
fi: Valinta: %1
fr: Sélection : %1
gl: Selección: %1
he: בחירה: %1
it: Selezione: %1
ka: მონიშნული: %1
ko: 선택: %1
nl: Selectie: %1
pl: Zaznaczenie: %1
pt: Selecção: %1
pt_br: Seleção: %1
sl: Izbira: %1
sv: Markering: %1
uk: Вибір: %1
zh_tw: 選取區：%1

source: OCR is already in progress
ca@valencia: OCR encara està en curs
de: OCR läuft bereits
eo: OCR jam estas en progreso
es: El OCR ya está en ejecución
et: OMT juba käib
fi: Tekstintunnistus on jo käynnissä
fr: La ROC est déjà en cours
gl: O OCR xa está en marcha
he: זיהוי התווים האופטי כבר מתבצע
ia: OCR ja es in execution
it: L'OCR è già in corso
ka: OCR უკვე მიმდინარეობს
ko: OCR 진행 중
nl: OCR is maakt af voortgang
pl: OCR jest już uruchomione
pt: O OCR já está em curso
pt_br: O OCR já está em progresso
sl: OCR je že v delu
sv: Optisk teckentydning pågår redan
uk: Розпізнавання вже виконується
zh_tw: OCR 已在進行中

source: OCR could not be started.
ca@valencia: No s'ha pogut iniciar OCR.
de: OCR kann nicht gestartet werden.
eo: Ne eblis lanĉi OCR.
es: No se puede iniciar el OCR.
et: OMT käivitamine nurjus.
fi: Tekstintunnistusta ei voitu käynnistää.
fr: Impossible de lancer la ROC.
gl: Non se puido iniciar o OCR.
he: לא ניתן להפעיל את זיהוי התווים האופטי.
ia: OCR non poteva esser startate.
it: L'OCR non può essere avviato.
ka: OCR-ის გაშვების შეცდომა.
ko: OCR을 시작할 수 없습니다.
nl: OCR kon niet gestart worden.
pl: Nie można uruchomić OCR.
pt: Não foi possível iniciar o OCR.
pt_br: O OCR não pôde ser iniciado.
sl: Ni mogoče zagnati OCR.
sv: Optisk teckentydning kunde inte startas.
uk: Не вдалося запустити розпізнавання тексту.
zh_tw: 無法開始 OCR

source: Check the OCR engine selection and settings.
ca@valencia: Comproveu la selecció del motor OCR i la configuració.
de: Überprüfen Sie die Auswahl und Einstellungen des OCR-Moduls.
eo: Kontrolu la elekton kaj agordojn de la OCR-motoro.
es: Compruebe la selección del motor y las preferencias del OCR.
et: Kontrolli OMT mootori valikut ja seadistusi.
fi: Valitse tekstintunnistusmoottori ja sen asetukset.
fr: Vérifiez le choix et le paramétrage du moteur de ROC.
gl: Revise a selección e configuración do motor de OCR.
he: נא לבדוק את הבחירה וההגדרות של מנוע זיהוי התווים האופטי.
ia: Verifica preferentias e selection de motor de OCR.
it: Verifica la scelta e le impostazioni del motore OCR.
ka: გადაამოწმეთ OCR-ის ძრავის არჩევანი და მისი პარამეტრები.
ko: OCR 엔진 선택과 설정을 확인하십시오.
nl: De selectie en instellingen van OCR-engine controleren.
pl: Sprawdź ustawienia i wybór silnika OCR.
pt: Verifique a selecção e configuração do motor de OCR.
sl: Preverite izbiro in nastavitve pogona OCR.
sv: Kontrollera val och inställningar av programmet för optisk teckentydning.
uk: Перевірте, чи правильно вибрано рушій розпізнавання тексту та чи правильно його налаштовано.
zh_tw: 檢查 OCR 引擎選擇與其設定。

source: OCR Setup Error
ca@valencia: S'ha produït un error de configuració d'OCR
de: OCR-Einrichtungsfehler
eo: OCR-Agorda Eraro
es: Error de configuración del OCR
et: Tõrge OMT seadistmisel
fi: Tekstintunnistuksen asetusvirhe
fr: Erreur de configuration de la ROC
gl: Erro de configuración de OCR
he: שגיאת הגדרת זיהוי תווים אופטי
ia: Error de configuration de OCR
it: Errore di configurazione OCR
ka: OCR -ის მორგების შეცდომა
ko: OCR 설정 오류
nl: Fout bij opzetten van OCR
pl: Błąd ustawień OCR
pt: Erro de Configuração do OCR
pt_br: Erro de configuração do OCR
sl: Napaka nastavitve OCR
sv: Inställningsfel för optisk teckentydning
uk: Помилка у налаштуваннях розпізнавання
zh_tw: OCR 設定錯誤

source: Configure OCR...
ca@valencia: Configura OCR...
de: OCR einrichten …
eo: Agordi OCR...
es: Configurar OCR...
et: Seadista OMT...
fi: Tekstintunnistusasetukset…
fr: Configurer ROC...
gl: Configurar o OCR…
he: הגדרת זיהוי תווים אופטי…
ia: Configura OCR...
it: Configura OCR...
ka: OCR -ის მორგება...
ko: OCR 설정...
nl: OCR configureren...
pl: Konfiguruj OCR...
pt: Configurar o OCR...
pt_br: Configurar o OCR...
sl: Nastavi OCR...
sv: Anpassa optisk teckentydning...
uk: Налаштувати розпізнавання…
zh_tw: 設定 OCR...

source: The OCR process was stopped
ca@valencia: S'ha parat el procés OCR
de: Der OCR-Vorgang wurde angehalten
eo: La OCR-procezo estis ĉesigita
es: Se ha detenido el proceso de OCR
et: OMT protsess peatati
fi: Tekstintunnistusprosessi keskeytettiin
fr: Le processus de ROC a été stoppé
gl: Detívose o proceso de OCR
he: תהליך זיהוי התווים האופטי נעצר
ia: Le processo de OCR esseva stoppate
it: L'elaborazione OCR è stata fermata.
ka: OCR-ის პროცესი გაჩერდა
ko: OCR 프로세스가 중단됨
nl: Het tekstherkenningsproces is afgebroken
pl: Proces OCR został zatrzymany
pt: O processo de OCR foi interrompido
pt_br: O processo de OCR foi interrompido
sl: Proces OCR je bil ustavljen
sv: Processen för optisk teckentydning stoppades
uk: Процес розпізнавання було зупинено.
zh_tw: OCR 程序已被停止
