Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Kooka provides access to scanner hardware using the <a href="http://www.sane-project.org/">SANE</a> library. Kooka allows you to scan, save and view in any image format that KDE supports, and can perform Optical Character Recognition using the open source <a href="http://jocr.sourceforge.net/">GOCR</a> or <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> programs, or the commercial <a href="http://www.rerecognition.com/">KADMOS</a> library.
ca@valencia: Kooka proporciona accés al maquinari de l'escàner utilitzant la biblioteca <a href="http://www.sane-project.org/">SANE</a>. Kooka permet escanejar, guardar i visualitzar qualsevol format d'imatge que admeta KDE, i pot realitzar el reconeixement òptic de caràcters (OCR) emprant els programes de codi obert <a href="http://jocr.sourceforge.net/">GOCR</a> o <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, o la biblioteca comercial <a href="http://www.rerecognition.com/">KADMOS</a>.
de: Kooka ermöglicht den Zugriff auf Scanner-Hardware mit der Bibliothek <a href="http://www.sane-project.org/">SANE</a>. Mit Kooka können Sie Bilder in allen von KDE ünterstützten Formaten scannen, speichern und anzeigen. Außerdem können Sie optische Zeichenerkennung mit den quelloffenen Programmen <a href="http://jocr.sourceforge.net/">GOCR</a> oder <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, alternativ auch mit der kommerziellen Bibliothek <a href="http://www.rerecognition.com/">KADMOS</a> ausführen.
eo: Kooka disponigas aliron al skanila aparataro uzante la <a href="http://www.sane-project.org/">SANE</a> bibliotekon. Kooka permesas vin skani, konservi kaj vidi en iu ajn bildformato kiun KDE subtenas, kaj povas realigi Optikan SignoRekonon uzante la malfermfontan <a href="http://jocr.sourceforge.net/">GOCR</a> aŭ <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> programoj, aŭ la komercan <a href="http://www.rerecognition.com/">KADMOS</a> bibliotekon.
es: Kooka proporciona acceso al hardware del escáner usando la biblioteca <a href="http://www.sane-project.org/">SANE</a>. Kooka le permite escanear, guardar y visualizar en cualquier formato de imagen permitido por KDE, así como realizar reconocimiento óptico de caracteres usando los programas de código abierto <a href="http://jocr.sourceforge.net/">GOCR</a> u <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, así como la bliblioteca comercial <a href="http://www.rerecognition.com/">KADMOS</a>.
et: Kooka võimaldab kasutada skannimisriistvara <a href="http://www.sane-project.org/">SANE</a> teegi abil. Kooka võimaldab skannida, salvestada ja vaadata kõiki pildivorminguid, mida KDE toetab, ning sooritada optilist märgituvastust kas avatud lähtekoodiga programmide <a href="http://jocr.sourceforge.net/">GOCR</a> või <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> või kommertsteegi <a href="http://www.rerecognition.com/">KADMOS</a> vahendusel.
fi: Kooka tarjoaa pääsyn kuvanlukulaitteistoon <a href="http://www.sane-project.org/">SANE</a>-kirjaston avulla. Kookalla voit lukea, tallentaa ja katsella kaikkia KDE:n tukemia kuvamuotoja sekä tunnistaa kuvasta tekstin avoimen lähdekoodin <a href="http://gocr.sourceforge.net/">GOCR</a>- tai <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>-ohjelmalla tai kaupallisella <a href="http://www.rerecognition.com/">KADMOS</a>-kirjastolla.
fr: Kooka fournit un accès au matériel de numérisation en utilisant la bibliothèque <a href="http://www.sane-project.org/">SANE</a>. Kooka permet de scanner, enregistrer et afficher des images ayant un format admis par KDE, et peut également utiliser la Reconnaissance Optique de Caractères à l'aide des programmes open-source <a href="http://jocr.sourceforge.net/">GOCR</a> ou <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, ou encore la bibliothèque commerciale <a href="http://www.rerecognition.com/">KADMOS</a>.
gl: Kooka fornece acceso a soporte físico de escáner mediante a biblioteca <a href="http://www.sane-project.org/">SANE</a>. Kooka permítelle dixitalizar, gardar e ver calquera formato de imaxe compatíbel con software de KDE, e pode realizar un recoñecemento óptico de caracteres (OCR) mediante os programas libres <a href="http://jocr.sourceforge.net/">GOCR</a> ou <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> ou a biblioteca privativa <a href="http://www.rerecognition.com/">KADMOS</a>.
he: Kooka מספקת גישה לחומרת סריקה באמצעות ספריית <a href="http://www.sane-project.org/">SANE</a>. Kooka מאפשרת לך לסרוק, לשמור ולהציג בכל תסדיר תמונה שנתמך ע״י KDE והיא יכולה גם לזהות תווים אופטית בעזרת תוכניות הקוד הפתוח <a href="http://jocr.sourceforge.net/">GOCR</a> או <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> או הספרייה המסחרית <a href="http://www.rerecognition.com/">KADMOS</a>.
it: Kooka fornisce l'accesso agli scanner utilizzando la libreria <a href="http://www.sane-project.org/">SANE</a>. Kooka ti permette di scansionare, salvare e visualizzare in qualsiasi formato immagine supportato da KDE, e può eseguire il riconoscimento ottico dei caratteri (OCR) utilizzando i programmi open source <a href="http://jocr.sourceforge.net/">GOCR</a> od <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, oppure la libreria commerciale <a href="https://rerecognition.com/en/products/kadmos-icr-ocr/">KADMOS</a> .
ka: Kooka მოგაწვდით სკანერის აპარატურასთან წვდომას ბიბლიოთეკით <a href="http://www.sane-project.org/">SANE</a>. Kooka საშუალეას გაძლევთ, დაასკანეროთ, შეინახოთ და დაათვალიეროთ ნებისმიერი გამოსახულების ფორმატი, რომლის ხარდაჭერაც KDE-ს გააჩნია და გადაატაროთ ოპტიკური იმბოლოს ამოცნობა ღია კოდის მქონე <a href="http://jocr.sourceforge.net/">GOCR</a>,ან <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> პროგრამებით, ან ფასიანი <a href="http://www.rerecognition.com/">KADMOS</a> ბიბლიოთეკით.
ko: Kooka는 <a href="http://www.sane-project.org/">SANE</a> 라이브러리를 사용하여 스캐너 하드웨어에 접근합니다. Kooka는 KDE에서 지원하는 모든 형식으로 그림을 스캔, 저장 및 볼 수 있으며 <a href="http://jocr.sourceforge.net/">GOCR</a>이나 <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> 프로그램을 사용하여 OCR 작업을 수행할 수 있습니다. 사용할 수 있는 경우 상용 <a href="http://www.rerecognition.com/">KADMOS</a> 라이브러리를 사용할 수 있습니다.
nl: Kooka biedt toegang tot scanner-hardware met gebruik van de <a href="http://www.sane-project.org/">SANE</a> bibliotheek. Kooka stelt u in staat om te scannen, op te slaan en te bekijken in elk afbeeldingsformaat dat KDE ondersteunt en kan Optical Character Recognition uitvoeren met de opensource programma's <a href="http://jocr.sourceforge.net/">GOCR</a> of <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> of de commerciële bibliotheek <a href="http://www.rerecognition.com/">KADMOS</a>.
pl: Kooka zapewnia dostęp do urządzenia skanującego wykorzystując bibliotekę <a href="http://www.sane-project.org/">SANE</a>. Kooka pozwala tobie na skanowanie, zapisywanie i oglądanie każdego formatu obrazu, jaki jest obsługiwany przez KDE i może dokonywać optycznego rozpoznawania znaków OCR wykorzystując kod otwartych programów <a href="http://jocr.sourceforge.net/">GOCR</a> or <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, lub komercyjnej biblioteki <a href="http://www.rerecognition.com/">KADMOS</a>.
pt: O Kooka fornece o acesso ao 'hardware' de digitalização, usando a biblioteca <a href="http://www.sane-project.org/">SANE</a>.. O Kooka permite-lhe digitalizar, gravar e ver em qualquer formato de imagem suportado pelo KDE, podendo ainda fazer o Reconhecimento Óptico de Caracteres com os programas gratuitos <a href="http://jocr.sourceforge.net/">GOCR</a> ou <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, ou ainda com a biblioteca comercial <a href="http://www.rerecognition.com/">KADMOS</a>.
pt_br: O Kooka fornece o acesso ao hardware de digitalização, usando a biblioteca <a href="http://www.sane-project.org/">SANE</a>. O Kooka permite-lhe digitalizar, salvar e ver em qualquer formato de imagem suportado pelo KDE, podendo ainda fazer o Reconhecimento Óptico de Caracteres com os programas gratuitos <a href="http://jocr.sourceforge.net/">GOCR</a> ou <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, ou ainda com a biblioteca comercial <a href="http://www.rerecognition.com/">KADMOS</a>.
sl: Kooka omogoča dostop do strojne opreme optičnega bralnika s pomočjo knjižnice <a href="http://www.sane-project.org/">SANE</a>. Kooka omogoča skeniranje, shranjevanje in ogled v poljubni slikovni obliki, ki jo podpira KDE, in lahko izvede optično prepoznavanje znakov z uporabo odprte kode <a href="http://jocr.sourceforge.net/">GOCR</a> ali <a href="http://www.gnu.org/software/ocrad/ocrad.html">programi OCRAD</a> ali komercialni <a href="http://www.rerecognition.com/">Knjižnica KADMOS</a>.
sv: Kooka ger tillgång till bildläsarhårdvara med biblioteket <a href="http://www.sane-project.org/">SANE</a>. Kooka låter dig läsa in, spara, och visa alla bildformat som KDE har stöd för, och kan utföra optisk teckentydning med de öppna programmen <a href="http://jocr.sourceforge.net/">GOCR</a> eller <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, eller det kommersiella biblioteket <a href="http://www.rerecognition.com/">KADMOS</a>.
uk: Kooka здійснює доступ до обладнання для сканування за допомогою бібліотеки <a href="http://www.sane-project.org/">SANE</a>. За допомогою Kooka ви можете сканувати, зберігати і переглядати зображення у будь-якому форматі з підтримуваних KDE, а також виконувати розпізнавання текстів на зображеннях за допомогою програм з відкритим кодом <a href="http://jocr.sourceforge.net/">GOCR</a> та <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> або комерційної бібліотеки <a href="http://www.rerecognition.com/">KADMOS</a>.
zh_tw: Kooka 透過 <a href="http://www.sane-project.org/">SANE</a> 函式庫提供對於掃描器硬體裝置的存取。 Kooka 讓您掃描、儲存或檢視掃描結果，影像格式可以使用任何 KDE 支援的格式。Kooka 也支援對掃描結果進行 OCR 文字辨識，這個功能利用開源 <a href="http://jocr.sourceforge.net/">GOCR</a> 或是 <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> 程式，或是商用的 <a href="http://www.rerecognition.com/">KADMOS</a> 函式庫。

source: This program is distributed under the terms of the GPL v2 as published by the Free Software Foundation. As a special exception, permission is given to link this program with any version of the KADMOS OCR/ICR engine of reRecognition GmbH (http://www.rerecognition.com), and distribute the resulting executable without including the source code for KADMOS in the source distribution. Note that linking against KADMOS is not permitted under the terms of the Qt GPL licence, so if you wish to do this then you must have a commercial Qt development licence.
ca@valencia: Este programa està distribuït amb els termes de la GPL v2 publicats per la Free Software Foundation. Com a excepció especial, es dona permís per a enllaçar este programa amb qualsevol versió del motor KADMOS OCR/ICR de reRecognition GmbH (http://www.rerecognition.com), i distribuir l'executable resultant sense incloure el codi font de KADMOS en el codi font distribuït. Cal tindre en compte que l'enllaçat amb la KADMOS no està permés segons els termes de la llicència GPL de les Qt, per tant, si ho voleu fer caldrà llicència comercial de desenvolupament de les Qt.
de: Dieses Programm wird unter den Bedingungen der GPL v2 in der Fassung der Free Software Foundation vertrieben. Als besondere Ausnahme wird die Erlaubnis erteilt, dieses Programm mit jeder Version der KADMOS OCR/ICR Engine der reRecognition GmbH (http://www.rerecognition.com) zu verlinken und die resultierende ausführbare Datei zu verteilen, ohne den Quellcode für KADMOS in die Quelldistribution aufzunehmen. Beachten Sie, dass die Verlinkung gegen KADMOS nach den Bedingungen der Qt GPL-Lizenz nicht erlaubt ist. Dazu brauchen Sie eine kommerzielle Qt Entwicklungslizenz.
eo: Ĉi tiu programo estas distribuita laŭ la kondiĉoj de GPL v2 kiel eldonita de la Free Software Foundation. Kiel speciala escepto, permeso estas donita ligi ĉi tiun programon kun ajna versio de la KADMOS OCR/ICR-motoro de reRecognition GmbH (http://www.rerecognition.com), kaj distribuu la rezultan ruleblan sen inkluzivi la fontkodon por KADMOS en la fontodistribuo. Rimarku, ke ligi kontraŭ KADMOS ne estas permesita laŭ la kondiĉoj de la Qt GPL permesilo, do se vi volas fari tion, vi devas havi komercan Qt-disvolvan permesilon.
es: Este programa se distribuye bajo las condiciones de GPL v2, tal y como está publicada por la Free Software Foundation. Como excepción especial, se proporciona permiso para enlazar este programa con cualquier versión del motor KADMOS OCR/ICR de reRecognition GmbH (http:/www.rerecognition.com), y para distribuir el ejecutable resultante sin incluir el código fuente de KADMOS en la distribución fuente. Tenga en cuenta que enlazar con KADMOS no está permitido por las condiciones de la licencia GPL de Qt, por lo que si desea hacerlo deberá poseer una licencia comercial de desarrollo de Qt.
et: Seda programmi levitatakse litsentsi GPL v2 alusel, nagu selle on avaldanud Free Software Foundation. Spetsiaalse erandina on lubatud seda programmi linkida reRecognition GmbH (http://www.rerecognition.com) OCR/ICR mootori KADMOS mis tahes versiooniga ja levitada nii loodud täitmisfaili ilma KADMOS-e lähtekoodi lisamata. Pane tähele, et linkimine KADMOS-ega ei ole Qt GPL litsentsi järgi lubatud, nii et kui peaks tekkima soov seda siiski teha, tuleb seda teha Qt arendamise kommertslitsentsi alusel.
fi: Tätä ohjelmaa jaetaan Free Software Foundationin GPL v2 -lisenssin mukaisesti. Erityispoikkeuksena tämän ohjelman saa linkittää reRecognition GmbH:n (http://www.rerecognition.com/) KADMOS OCR/ICR -moottorin mihin tahansa versioon ja jakaa syntyvää ohjelmatiedostoa sisällyttämättä KADMOS-lähdekoodia lähdejakeluun. Huomaa, että KADMOS-linkitys ei ole sallittua Qt:n GPL-lisenssin alla, joten jos teet näin, tarvitset kaupallisen Qt-kehityslisenssin.
fr: Ce programme est distribué selon les termes de la licence GPL v2 telle qu'elle est publiée par la Free Software Foundation. Il est exceptionnellement permis d'inclure dans ce programme toute version du moteur OCR /ICR KADMOS de reRecognition GmbH (http://www.rerecognition.com) et de distribuer l'exécutable qui en résulte sans inclure sa source dans celles de Kooka. À noter que lier KADMOS à un autre programme n'est pas permis par les termes de la licence Qt GPL. Cela nécessite en effet une licence de développement Qt commercial.
gl: Este programa distrubúese baixo os termos la GPL v2 tal e como a publicou a Free Software Foundation. Como excepción extraordinaria, concédese permiso para ligar este programa con calquera versión do motor KADMOS OCR/ICR de reRecognition GmbH (http://www.rerecognition.com), e distribuír o executábel resultante sen incluír o código fonte de KADMOS na distribución das fontes. Nótese que ligar con KADMOS non se permite baixo os termos da licenza Qt GPL, así que se quere facelo necesitará unha licenza comercial de desenvolvemento de Qt.
he: התוכנה הזאת כפופה לתנאי גרסה 2 של GPL כפי שפורסמה על ידי מוסד התוכנה החופשית. כחריגה מיוחדת, ניתנה רשות לקשר את התוכנית הזאת לכל גרסה שהיא של מנוע KADMOS לזיהוי תווים אופטי/חכם מבית reRecognition GmbH (http://www.rerecognition.com), ולהפיץ את קובץ ההפעלה שמתקבל מבלי לכלול את קוד המקור של KADMOS כחלק מהפצת הקוד. נא לשים לב שקישור כנגד KADMOS אסור בכפוף לתנאי רישיון ה־GPL של Qt, לכן אם בחרת לעשות משהו כזה, חייב להיות לך רישיון פיתוח מסחרי של Qt.
it: This program is distributed under the terms of the GPL v2 as published by the Free Software Foundation. As a special exception, permission is given to link this program with any version of the KADMOS OCR/ICR engine of reRecognition GmbH (https://rerecognition.com/en/products/kadmos-icr-ocr/), and distribute the resulting executable without including the source code for KADMOS in the source distribution. Note that linking against KADMOS is not permitted under the terms of the Qt GPL licence, so if you wish to do this then you must have a commercial Qt development licence.
ko: 이 프로그램은 자유 소프트웨어 재단에서 정의한 GPL v2의 사용 조건 하에 배포됩니다. 특별 예외 조건으로 이 프로그램을 reRecognition GmbH(http://www.rerecognition.com)의 KADMOS OCR/ICR 엔진의 임의의 버전으로 링크할 수 있는 권한 및 실행 파일을 배포할 수 있는 권한이 주어집니다. KADMOS의 소스 코드는 배포할 수 없습니다. KADMOS 라이브러리 링크는 Qt를 GPL 라이선스로 사용하는 경우 허용되지 않습니다. 해당 라이브러리를 사용하려고 하는 경우 상용 Qt 개발 라이선스를 취득하십시오.
nl: Dit programma is gedistribueerd onder de bepalingen van de GPL v2 zoals gepubliceerd door de Free Software Foundation. Als een speciale uitzondering, wordt toestemming gegeven om dit programma te koppelen met elke versie van de KADMOS OCR/ICR engine van reRecognition GmbH (http://www.rerecognition.com) en het resulterende uitvoerbare programma te distribueren zonder de broncode voor KADMOS in te voegen in de distributie van de broncode. Merk op dat koppelen met KADMOS niet is toegestaan onder de bepalingen van de Qt GPL licentie, dus als u dat wilt doen dan moet u een commerciële Qt ontwikkelingslicentie bezitten.
pl: Program jest rozpowszechniany na warunkach licencji GPL v2 w postaci opublikowanej przez Fundację Wolnego Oprogramowania. Wyjątkowo pozolono na dowiązanie tego programu do dowolonej wersji silnika KADMOS OCR/ICR będącego własnością reRecognition GmbH (http://www.rerecognition.com), i rozpowszechnianie wynikowego pliku wykonywalnego bez załączania kodu źrółowego KADMOS przy rozpowszechnianiu kodu. Miej na uwadze, że dowiązywanie do KADMOS nie jest dozwolone na warunkach licencji Qt GPL, tak więc aby to zrobić musisz mieć komercyjną licencję na rozwój z użyciem Qt.
pt: Este programa é distribuído segundo os termos da GPLv2, tal como publicado pela Free Software Foundation. Como excepção especial, é dada permissão para ligar este programa com qualquer versão do motor de OCR/ICR KADMOS da reRecognition GmbH (http://www.rerecognition.com) e distribuir o executável resultante sem incluir o código-fonte do KADMOS na distribuição de origem. Lembre-se que ligar com o KADMOS não é permitido segundo os termos da licença GPL do Qt; por isso, se o deseja fazer, terá de ter uma licença de desenvolvimento comercial do Qt.
sl: Ta program je razširjan pod pogoji GPL različice 2 kot je objavljeno pri by the Free Software Foundation. Kot posebna izjema je dovoljenje za povezavo tega programa s katero koli različico pogona KADMOS OCR/ICR podjetja ReRecognition GmbH (http://www.rerecognition.com) in razdelite nastalo izvedljivo brez vključitve izvorne kode za KADMOS v distribucijo vira. Upoštevajte, da povezava s KADMOS ni dovoljena pod pogoji licence Qt GPL, tako da če bi želeli to storiti, morate pridobiti komercialno licenca za razvoj Qt.
sv: Programmet distribueras enligt villkoren i GPL v2 publicerad av Free Software Foundation. Som ett särskilt undantag ges rättigheter att länka programmet med godtycklig version av KADMOS OCR/ICR-gränssnitt från reRecognition GmbH (http://www.rerecognition.com), och distribuera det resulterade körbara programmet utan att inkludera källkoden för KADMOS i källkodsdistributionen. Observera att länkning med KADMOS inte tillåts enligt villkoren i Qt:s GPL-licens så om du vill göra det måste du ha en kommersiell utvecklingslicens för Qt.
uk: Ця програма розповсюджується за умов дотримання GPL v2 у варіанті, який надається Free Software Foundation. Як особливе виключення, надається право включення цієї програми до будь-якої версії рушія розпізнавання тексту KADMOS компанії reRecognition GmbH (http://www.rerecognition.com) і поширення створеного виконуваного файла без включення початкового коду до KADMOS у форматі архіву із початковим кодом. Зауважте, що компонування з KADMOS не дозволяється за умовами ліцензування Qt. Отже, якщо ви хочете зробити це власноруч, вам слід придбати ліцензію на комерційну розробку з використанням бібліотек Qt.

source: (C) 2000-2024, the Kooka developers and contributors
it: (C) 2000-2024, gli sviluppatori e i contributori di Kooka

source: Current maintainer, KDE4/KF6 port
de: Aktueller Betreuer, Portierung auf KDE4/KF6
fi: Nykyinen ylläpitäjä, KDE4/Kf6-siirros
he: מתחזק נוכחי, הסבה ל־KDE4/KF6
ia: Mantenitor Currente, porto KDE4/KF6
it: Responsabile attuale, conversione a KDE4/KF6
ka: მიმდინარე ლიდერი, KDE4/KF6-ზე გადატანა
sl: Trenutni vzdrževalec, prenos KDE4/KF6
uk: Поточний супровідник, портування на KDE4/KF5
zh_tw: 目前維護者，KDE 4/KF6 移植

source: Initial KF5 port
ca@valencia: Adaptació inicial als KF5
de: Ursprüngliche Portierung zu KF5
eo: Komenca KF5-haveno
es: Adaptación inicial a KF5
et: Algne portimine KF4 peale
fi: Alustava KF5-siirros
fr: Portage initial pour KF5
gl: Porte inicial a KF5
he: הסבה ראשונית ל־KF5
ia: Porto initial de Kf5
it: Migrazione iniziale a KF5
ka: KF5-ზე პორტი
ko: 초기 KF5 이식
nl: Initiële overbrenging naar KF5
pl: Wstępne przenosiny na KF5
pt: Migração inicial para o KF5
sl: Začetna predelava za KF5
sv: Ursprunglig konvertering till KF5
uk: Початкове портування на KF5
zh_tw: 初始的 KF5 移植

source: Developer
ca@valencia: Desenvolupador
de: Entwickler
eo: Programisto
es: Desarrollador
et: Arendaja
fi: Kehittäjä
fr: Développeur
gl: Desenvolvedor.
he: מפתח
ia: Disveloppator
it: Sviluppatore
ka: პროგრამისტი
ko: 개발자
nl: Ontwikkelaar
pl: Programista
pt: Desenvolvimento
pt_br: Desenvolvedor
sl: Razvijalec
sv: Utvecklare
uk: Розробник
zh_tw: 開發者

source: Graphics, web
ca@valencia: Gràfics, web
de: Grafik, Internet
eo: Grafikoj, retejo
es: Gráficos, web
et: Graafika, veeb
fi: Grafiikka, web
fr: Graphiques, web
gl: Gráficos, páxina web.
he: גרפיקה, אתר
ia: Graphiches,web
it: Grafiche, web
ka: გრაფიკა, ვები
ko: 그래픽, 웹
nl: Illustraties, web
pl: Grafika, sieć
pt: Gráficos, Web
pt_br: Gráficos, Web
sl: Grafika, splet
sv: Grafik, webb
uk: графіка, інтернет
zh_tw: 圖形，網頁

source: Original kscan application
ca@valencia: Aplicació Kscan original
de: Ursprüngliche Anwendung KScan
eo: Origina kscan-aplikaĵo
es: Aplicación kscan original
et: Algne rakendus kscan
fi: Alkuperäinen kscan-sovellus
fr: Application KScan originelle
gl: Aplicación «kscan» orixinal.
he: יישום kscan המקורי
ia: Application de kscan original
it: Applicazione Kscan originale
ka: საწყისი kscan პროგრამა
ko: 원본 kscan 앱
nl: Originele toepassing kscan
pl: Pierwotny program kscan
pt: Aplicação KScan original
pt_br: Aplicação KScan original
sl: Izvirni program kscan
sv: Ursprungliga kscan-programmet
uk: Перша версія програми kscan
zh_tw: 原本的 kscan 應用程式

source: Photocopy facility
ca@valencia: Funcionalitat per a fer fotocòpies
de: Fotokopie-Fähigkeit
eo: Fotokopia instalaĵo
es: Utilidad para fotocopiar
et: Fotokoopia võimalus
fi: Valokopiointimahdollisuus
fr: Fonction photocopie
gl: Ferramenta para fotocopias
he: אמצעי מכונת צילום
ia: Faciluitate de photocopia
it: Servizi di fotocopia
ka: ფოტოკოპირების დაწესებულება
ko: 복사기 기능
nl: Fotokopie functie
pl: Funkcja fotokopii
pt: Funcionalidade de fotocópia
pt_br: Funcionalidade de fotocópia
sl: Možnost fotokopiranja
sv: Kopieringsfunktionalitet
uk: Можливості з фотокопіювання
zh_tw: 影印工具
