Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: one image,
ca@valencia: una imatge,
de: Ein Bild,
eo: unu bildo,
es: 1 imagen,
et: üks pilt,
fi: yksi kuva,
fr: une image,
gl: unha imaxe,
he: תמונה,
ia: un image,
it: un'immagine,
ka: 1 გამოსახულება,
ko: 그림 %1개,
nl: één afbeelding,
pl: jeden obraz,
pt: uma imagem,
pt_br: uma imagem,
sl: %1 slika.
sv: en bild,
uk: %1 зображення,
zh_tw: %1 張圖片，

source: 1 folder
ca@valencia: 1 carpeta
de: Ein Ordner
eo: unu dosierujo
es: 1 carpeta
et: 1 kataloog
fi: yksi kansio
fr: 1 dossier
gl: 1 cartafol
he: תיקייה
ia: 1 dossier
it: 1 cartella
ka: 1 საქაღალდე
ko: 폴더 %1개
nl: 1 map
pl: 1 katalog
pt: 1 pasta
pt_br: 1 pasta
sl: %1 mapa
sv: 1 katalog
uk: %1 тека
zh_tw: %1 個資料夾

source: You entered a file extension that differs from the existing one. That is not yet possible. Converting 'on the fly' is planned for a future release. Kooka corrects the extension.
ca@valencia: Heu introduït una extensió de fitxer diferent de l'existent. Açò encara no és possible. Convertir «al vol» està planificat per a una versió futura. Kooka corregirà l'extensió.
de: Sie haben eine Dateierweiterung angegeben, die mit der existierenden nicht übereinstimmt. Das ist momentan noch nicht möglich. Eine Konvertierung zur Laufzeit ist für eine spätere Programmversion geplant. Die Dateierweiterung wird zurückgesetzt.
eo: Vi enigis dosierfinaĵon kiu diferencas de la ekzistanta. Tio ankoraŭ ne eblas. Konvertado 'dum la flugo' estas planita por estonta eldono. Kooka korektas la finaĵon.
es: Ha introducido una extensión de archivo que difiere de la existente. La conversión 'al vuelo' todavía no es posible, está planeada para una versión futura. Kooka corrige la extensión.
et: Sa sisestasid faililaiendi, mis erineb olemasolevast. See pole praegu võimalik, 'lennult' teisendamine on planeeritud tulevastesse versioonidesse. Kooka parandab faililaiendi.
fi: Annoit tiedostopäätteen, joka poikkeaa tiedoston nykyisestä päätteestä. Tiedostotyyppien muunnos ei onnistu vielä Kookan tällä versiolla, sitä tullaan tukemaan myöhemmissä versioissa. Kooka korjaa päätteen.
fr: Vous avez saisi une extension de fichier différente de l'actuelle. Il n'est pas encore possible de convertir « à la volée », cela sera possible dans une prochaine version. L'extension sera corrigée par Kooka.
gl: Inseriches unha extensión de ficheiro distinta da existente. Isto aínda non é posíbel. A conversión directa está prevista para unha versión futura. Kooka corrixirá a extensión.
he: הזנת סיומת קובץ שונה מזו הקיימת. דבר זה טרם אפשרי. אפשרות ההמרה בזמן אמת מתוכננת לגרסה עתידית. Kooka יתקן את הסיומת.
it: Hai inserito un'estensione di file diversa da quella esistente. Quest'operazione non è ancora possibile. La conversione «in tempo reale» è prevista in una futura versione del programma. Kooka correggerà l'estensione.
ka: შეიყვანეთ ფაილი გაფართოება, რომელიც ამჟამინდელისგან განხვავდება. ეს ჯერჯერობით შეუძლებელია. მუშაობისას გადაყვანა ჯერ მხარდაჭერილი არაა, მაგრამ გეგმაშია. Kooka გაასწორებს გაფართოებას.
ko: 실제 확장자와 다른 확장자를 입력했습니다. 아직 가능하지 않습니다. 즉석 변환은 차기 버전에서 준비 중입니다. Kooka에서 확장자를 수정합니다.
nl: U hebt een bestandextensie ingevoerd dat verschilt dan de bestaande. Helaas is dat nog niet mogelijk, in toekomstige versies kunt u afbeeldingen ook converteren. Kooka herstelt de extensie.
pl: Wprowadziłeś rozszerzenie pliku inne niż istniejące. To nie jest na razie możliwe. Konwersja 'w locie' jest planowana w przyszłych wydaniach. Kooka skoryguje rozszerzenie.
pt: Você indicou uma extensão de ficheiro diferente da existente. Isso ainda não é possível. A conversão 'na altura' está planeada para uma futura versão. O Kooka corrige a extensão.
pt_br: Você entrou com uma extensão de arquivo diferente da existente. Isto ainda não é possível. Conversão 'on-the-fly' é planejada para uma versão futura. O Kooka irá corrigir a extensão.
sl: Vnesli ste pripono imena datoteke, ki se razlikuje od obstoječe. To še ni mogoče. »Sprotna« pretvorba je načrtovana za prihodnjo izdajo. Kooka popravlja pripono.
sv: Du angav en filändelse som skiljer sig från den existerande. Detta är inte möjligt ännu. Konvertering "i farten" är planerat för en framtida utgåva. Kooka korrigerar filändelsen.
uk: Ви вказали суфікс, що відрізняється від вже існуючого. У поточній версії програми перетворення зображення «на льоту» неможливе. Це стане можливим у наступних випусках. Kooka виправить суфікс назви.
zh_tw: 您輸入的副檔名與現存的不同。目前無法做到格式直接轉換。可能未來才會支援。 Kooka 將會修正副檔名。

source: On the Fly Conversion
ca@valencia: Conversió al vol
de: Konvertierung zur Laufzeit
eo: Dum-Uza Konvertiĝo
es: Conversión al vuelo
et: Lennult teisendamine
fi: Konvertoi lennossa
fr: Conversion à la volée
gl: Conversión directa
he: המרה בזמן אמת
ia: Conversion rapide
it: Conversione in tempo reale
ka: პირდაპირ გადაყვანა
ko: 즉석 변환
nl: Convertering tijdens looptijd
pl: Przetwarzanie 'w locie'
pt: Conversão na Altura
pt_br: Conversão On the Fly
sl: Sprotna pretvorba
sv: Konvertering i farten
uk: Перетворення на ходу
zh_tw: 格式直接轉換

source: Not a supported image format
ca@valencia: El format d'imatge no està admés
de: Kein unterstütztes Bildformat
eo: Ne subtenata bildformato
es: No es un formato de imagen permitido
et: Toetamata pildivorming
fi: Kuvamuoto ei ole tuettu
fr: Ce format d'image n'est pas pris en charge
gl: Non é un formato de imaxe compatíbel
he: סוג התמונה לא נתמך
ia: Formato de imagine non supportate
it: Formato immagine non supportato
ka: მხარდაუჭერელი გამოსახულების ფორმატი
ko: 지원하는 그림 파일 형식이 아님
nl: Geen ondersteund afbeeldingsformaat
pl: Nieobsługiwany rodzaj obrazu
pt: Não é um formato de imagem suportado
sl: Nepodprt format slike
sv: Inte ett bildformat som stöds
uk: Непідтримуваний формат зображень
zh_tw: 不支援的圖片格式

source: Sub-image %1
ca@valencia: Sub imatge %1
de: Unter-Bild %1
eo: Subbildo %1
es: Subimagen %1
et: Alampilt %1
fi: Alikuva %1
fr: Sous-image %1
gl: Subimaxe %1
he: תת־תמונה %1
ia: Sub-Imagine %1
it: Sotto-immagine %1
ka: ქვეგამოსახულება %1
ko: 하위 그림 %1
nl: Subafbeelding %1
pl: Pod-obraz %1
pt: Sub-imagem %1
pt_br: Subimagem %1
sl: Podslika %1
sv: Delbild %1
uk: Підзображення %1
zh_tw: 子影像 %1

# @info
source: Unable to load the image <filename>%2</filename><nl/>%1
ca@valencia: No s'ha pogut carregar la imatge <filename>%2</filename><nl/>%1
de: Das Bild <filename>%2</filename> kann nicht geladen werden<nl/>%1
eo: Ne eblas ŝargi la bildon <filename>%2</filename><nl/>%1
es: No se ha podido cargar la imagen <filename>%2</filename><nl/>%1
et: Pildi <filename>%2</filename>laadimine nurjus<nl/>%1
fi: Ei voitu ladata kuvaa <filename>%2</filename><nl/>%1
fr: Impossible de charger l'image <filename>%2</filename><nl/> %1
gl: Non se pode cargar a imaxe <filename>%2</filename><nl/> %1
he: לא ניתן לטעון את התמונה <filename>%2</filename><nl/>%1
ia: Inhabile a cargar le imagine <filename>%2</filename><nl/>%1
it: Impossibile caricare l'immagine <filename>%2</filename><nl/>%1
ka: გამოსახულების ჩატვირთვის შეცდომა<filename>%2</filename><nl/>%1
ko: 그림 파일 <filename>%2</filename>을(를) 불러올 수 없음<nl/>%1
nl: Kan de afbeelding <filename>%2</filename> niet laden<nl/>%1
pl: Nie można wczytać obrazu <filename>%2</filename><nl/>%1
pt: Não foi possível carregar a imagem <filename>%2</filename><nl/>%1
sl: Ni mogoče naložiti slike <filename>%2</filename><nl/>%1
sv: Kunde inte läsa in bilden <filename>%2</filename><nl/>%1
uk: Не вдалося завантажити зображення <filename>%2</filename><nl/>%1
zh_tw: 無法載入圖片 <filename>%2</filename><nl/>%1

source: Image Load Error
ca@valencia: S'ha produït un error en carregar la imatge
de: Fehler beim Laden des Bildes
eo: Eraro de Bildoŝargo
es: Error al cargar imagen
et: Tõrge pildi laadimisel
fi: Kuvan lataamisvirhe
fr: Problème de chargement
gl: Erro ao cargar a imaxe
he: שגיאת טעינת תמונה
ia: Error in cargar imagine
it: Errore nel caricare l'immagine
ka: გამოსახულების ჩატვირთვის შეცდომა
ko: 그림 불러오기 오류
nl: Fout bij laden van afbeelding
pl: Błąd wczytywania obrazu
pt: Erro de Carregamento da Imagem
pt_br: Erro de carregamento da imagem
sl: Napaka pri nalaganju slike
sv: Fel vid laddning av bild
uk: Помилка завантаження збереження
zh_tw: 圖片載入錯誤

source: Incoming/
ca@valencia: Entrant/
de: Eingang/
eo: Alvenanta/
es: Entrante/
et: Sissetulev/
fi: tulevat/
fr: Pour bientôt/
gl: Entrante/
he: נכנס/
ia: In arrivata/
it: In arrivo/
ka: შემომავალი/
ko: 가져옴/
nl: Inkomend/
pl: Nadchodzące/
pt: Recebido/
pt_br: Sendo Recebido/
sv: Inkommande/
uk: Вхідні/

# @info
source: Could not save the image<nl/><filename>%2</filename><nl/>%1
ca@valencia: No s'ha pogut guardar la imatge<nl/><filename>%2</filename><nl/>%1
de: Das Bild <filename>%2</filename> <nl/>kann nicht gespeichert werden<nl/>%1
eo: Ne eblis konservi la bildon<nl/><filename>%2</filename><nl/>%1
es: No se ha podido guardar la imagen<nl/><filename>%2</filename><nl/>%1
et: Pildi <filename>%2</filename><nl/>salvestamine nurjus<nl/>%1
fi: Ei voitu tallentaa kuvaa<nl/><filename>%2</filename><nl/>%1
fr: Impossible d'enregistrer l'image<nl/><filename>%2</filename><nl/>%1
gl: Non se puido gardar a imaxe:<nl/> <filename>%2</filename><nl/> %1
he: לא ניתן לשמור את התמונה<nl/><filename>%2</filename><nl/>%1
ia: Nopoteva salveguardar le imagine <nl/><filename>%2</filename><nl/>%1
it: Impossibile salvare l'immagine<nl/><filename>%2</filename><nl/>%1
ka: გამოსახულების შენახვის შეცდომა<nl/><filename>%2</filename><nl/>%1
ko: 그림 파일<nl/><filename>%2</filename>을(를) 저장할 수 없음<nl/>%1
nl: Kon de afbeelding<nl/><filename>%2</filename> niet opslaan<nl/>%1
pl: Nie można zapisać obrazu<nl/><filename>%2</filename><nl/>%1
pt: Não foi possível gravar a imagem<nl/><filename>%2</filename><nl/>%1
sl: Ni bilo mogoče shraniti slike <nl/><filename>%2</filename><nl/>%1
sv: Kunde inte spara bilden<nl/><filename>%2</filename><nl/>%1
uk: Не вдалося зберегти зображення<nl/><filename>%2</filename><nl/>%1
zh_tw: 無法儲存圖片<nl/><filename>%2</filename><nl/>%1

source: Image Save Error
ca@valencia: S'ha produït un error en guardar la imatge
de: Fehler beim Speichern des Bildes
eo: Eraro de Bildkonservado
es: Error al guardar imagen
et: Tõrge pildi salvestamisel
fi: Kuvan tallennusvirhe
fr: Problème d'enregistrement
gl: Erro ao gardar a imaxe
he: שגיאת שמירת תמונה
ia: Error in salveguardar imagine
it: Errore di salvataggio dell'immagine
ka: გამოსახულების შენახვის შეცდომა
ko: 그림 저장 오류
nl: Fout bij opslaan van afbeelding
pl: Błąd zapisu obrazu
pt: Erro de Gravação da Imagem
pt_br: Erro de gravação da imagem
sl: Napaka pri shranjevanju slike
sv: Fel när bild skulle sparas
uk: Помилка збереження зображення
zh_tw: 圖片儲存錯誤

source: All Files (*)
ca@valencia: Tots els fitxers (*)
de: Alle Dateien (*)
eo: Ĉiuj dosieroj (*)
es: Todos los archivos (*)
et: Kõik failid (*)
fi: Kaikki tiedostot (*)
fr: Tous les fichiers (*)
gl: Todos os ficheiros (*)
he: כל הקבצים (*)
ia: Omne files (*)
it: Tutti i file (*)
ka: ყველა ფაილი (*)
ko: 모든 파일 (*)
nl: Alle bestanden (*)
pl: Wszystkie pliki (*)
pt: Todos os Ficheiros (*)
pt_br: Todos os arquivos (*)
sl: Vse datoteke (*)
sv: Alla filer (*)
uk: усі файли (*)
zh_tw: 所有檔案 (*)

# @title:window
source: Export Image
ca@valencia: Exporta la imatge
de: Bild exportieren
eo: Eksporti Bildon
es: Importar imagen
et: Pildi eksport
fi: Vie kuva
fr: Exporter l'image
gl: Exportar a imaxe
he: ייצוא תמונה
ia: Exporta Imagine
it: Esporta immagine
ka: გამოსახულების გატანა
ko: 그림 내보내기
nl: Afbeelding exporteren
pl: Wyeksportuj obraz
pt: Exportar a Imagem
pt_br: Exportar imagem
sl: Izvozi sliko
sv: Exportera bild
uk: Експортування зображення
zh_tw: 匯出圖片

source: Import Image File to Gallery
ca@valencia: Importa un fitxer d'imatge cap a dins de la galeria
de: Bilddatei in Galerie importieren
eo: Importi Bildodosieron al Galerio
es: Importar archivo de imagen en la galería
et: Pildifaili import galeriisse
fi: Tuo kuvatiedosto galleriaan
fr: Importer un fichier image dans la galerie
gl: Importar o ficheiro de imaxe á galería
he: ייצוא קובץ תמונה לגלריה
ia: Importa File de Imagine a Galeria
it: Importa il file immagine nella galleria
ka: გალერეაში გამოსახულების ფაილის შემოტანა
ko: 그림 파일을 갤러리로 가져오기
nl: Afbeelding naar galerij importeren
pl: Zaimportuj plik obrazu do galerii
pt: Importar a Imagem para a Galeria
pt_br: Importar Arquivo de Imagem para Galeria
sl: Uvozi datoteko slike v galerijo
sv: Importera bildfil till galleri
uk: Імпортувати файл зображення у галерею
zh_tw: 匯入圖片檔案到相簿中

# @info
source: Do you really want to permanently delete the folder<nl/><filename>%1</filename><nl/>and all of its contents? It cannot be restored.
ca@valencia: Segur que voleu suprimir de forma permanent la carpeta<nl/><filename>%1</filename><nl/>i tot el seu contingut? No es podrà restaurar.
de: Möchten Sie den Ordner<filename>%1</filename><nl/> und seinen gesamten Inhalt wirklich löschen? Der Ordner lässt sich nicht wiederherstellen.
eo: Ĉu vi vere volas porĉiame forigi la dosierujon<nl/><filename>%1</filename><nl/>kaj ĝian tutan enhavon? Ĝi ne povas esti restaŭrita.
es: ¿Realmente desea borrar de forma permanente la carpeta<nl/><filename>%1</filename><nl/>y todo su contenido? No se podrá recuperar.
et: Kas tõesti kustutada jäädavalt kataloog<nl/><filename>%1</filename><nl/>ja kogu selle sisu? Seda ei saa tagasi võtta.
fi: Haluatko varmasti poistaa pysyvästi kansion<nl/><filename>%1</filename><nl/>sisältöineen? Sitä ei voi palauttaa.
fr: Voulez-vous supprimer définitivement le dossier <nl/><filename>%1</filename><nl/> ainsi que tout son contenu ? Il ne pourra pas être restauré.
gl: Seguro que quere eliminar definitivamente o cartafol<nl/> <filename>%1</filename><nl/> e todo o seu contido? Non pode recuperarse.
he: למחוק לצמיתות את התיקייה <nl/><filename>%1</filename><nl/>ואת כל התוכן שלה? אי אפשר לשחזר.
it: Vuoi davvero eliminare permanentemente la cartella<nl/><filename>%1</filename><nl/>e tutto il suo contenuto? Non potrà più essere recuperata.
ka: ნამდვილად გნებავთ საქაღალდის<nl/><filename>%1</filename><nl/>და მისი შემცველობის წაშლა? ეს ქმედება შეუქცევადია.
ko: 다음 폴더와 포함된 모든 파일을 완전히 삭제하시겠습니까?<nl/><filename>%1</filename><nl/>이 작업은 취소할 수 없습니다.
nl: Wilt u de map en alle inhoud permanent van<nl/><filename>%1</filename> verwijderen<nl/>? Het kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz trwale usunąć katalog<nl/><filename>%1</filename><nl/>i całą jego zawartość? Nie będzie można go przywrócić.
pt: Deseja mesmo apagar permanentemente a pasta <nl/><filename>%1</filename><nl/> e todo o seu conteúdo? Esta não poderá ser restaurada.
pt_br: Você deseja mesmo apagar permanentemente a pasta <nl/><filename>%1</filename><nl/> e todo o seu conteúdo? Ela não poderá ser restaurada.
sl: Ali zares želite trajni izbrisati mapo <nl/><filename>%1</filename><nl/> in vso njeno vsebino? Ne bo je več mogoče obnoviti.
sv: Vill du verkligen ta bort katalogen<nl/><filename>%1</filename><nl/>och hela dess innehåll? Den kan inte återställas.
uk: Ви справді бажаєте остаточно вилучити теку<nl/><filename>%1</filename><nl/>та всі дані з неї? Дані буде дуже важко відновити.
zh_tw: 您確定要永久刪除資料夾<nl/><filename>%1</filename><nl/>和它的所有內容嗎？它將無法被復原。

# @info
source: Do you really want to permanently delete the image<nl/><filename>%1</filename>?<nl/>It cannot be restored.
ca@valencia: Segur que voleu suprimir de forma permanent la imatge<nl/><filename>%1</filename>?<nl/>No es podrà restaurar.
de: Möchten Sie das Bild <filename>%1</filename><nl/> wirklich löschen?<nl/>Das Bild lässt sich nicht wiederherstellen.
eo: Ĉu vi vere volas konstante forigi la bildon<nl/><filename>%1</filename>?<nl/>Ĝi ne povas esti restarigita.
es: ¿Realmente desea borrar de forma permanente la imagen<nl/><filename>%1</filename>?<nl/>No se podrá recuperar.
et: Kas tõesti kustutada jäädavalt pilt<nl/><filename>%1</filename>?<nl/>Seda ei saa tagasi võtta.
fi: Haluatko varmasti poistaa pysyvästi kuvan<nl/><filename>%1</filename>?<nl/>Sitä ei voi palauttaa.
fr: Voulez-vous supprimer définitivement l'image <nl/><filename>%1</filename> ? <nl/> Elle ne pourra pas être restaurée.
gl: Seguro que quere eliminar definitivamente a imaxe<nl/> <filename>%1</filename>?<nl/> Non pode recuperarse.
he: למחוק לצמיתות את התמונה <nl/><filename>%1</filename>?<nl/>אי אפשר לשחזר אותה.
it: Vuoi davvero eliminare permanentemente l'immagine<nl/><filename>%1</filename>?<nl/>Non potrà più essere recuperata.
ka: მართლა გნებავთ, წაშალოთ გამოსახულება<nl/><filename>%1</filename>?<nl/>მისი აღდგენა შეუძლებელი იქნება.
ko: 다음 그림 파일을 완전히 삭제하시겠습니까?<nl/><filename>%1</filename><nl/>이 작업은 취소할 수 없습니다.
nl: Wilt u permanent verwijderen de afbeelding<nl/><filename>%1</filename>?<nl/>Het kan niet ongedaan gemaakt worden.
pl: Czy na pewno chcesz trwale usunąć obraz<filename>%1</filename>?<nl/> Nie będzie można go przywrócić.
pt: Deseja mesmo apagar permanentemente a imagem <nl/><filename>%1</filename>?<nl/>Esta não poderá ser restaurada.
sl: Ali zares želite trajno izbrisati sliko<nl/><filename>%1</filename>?<nl/>Ne bo je več mogoče obnoviti.
sv: Vill du verkligen ta bort bilden<nl/><filename>%1</filename>?<nl/>Den kan inte återställas.
uk: Ви справді бажаєте вилучити зображення<nl/><filename>%1</filename>?<nl/>Його буде дуже важко відновити.
zh_tw: 您確定要永久刪除圖片<nl/><filename>%1</filename><nl/>嗎？它將無法被復原。

source: Delete Gallery Item
ca@valencia: Suprimix un element de la galeria
de: Objekt aus der Galerie löschen
eo: Forigi Galerion
es: Borrar elemento de la galería
et: Galerii elemendi kustutamine
fi: Poista gallerian kohde
fr: Supprimer la galerie d'images
gl: Eliminar o elemento da galería
he: מחיקת פריט מהגלריה
ia: Dele elemento de Galeria
it: Elimina l'elemento della galleria
ka: გალერეის ელემენტის წაშლა
ko: 갤러리 항목 삭제
nl: Galerij-item verwijderen
pl: Usuń element galerii
pt: Apagar o Item da Galeria
pt_br: Apagar item da galeria
sl: Zbriši predmet iz galerije
sv: Ta bort galleriobjekt
uk: Вилучення елемента збірки
zh_tw: 刪除相簿項目

# @info
source: Could not delete the image or folder<nl/><filename>%2</filename><nl/>%1
ca@valencia: No s'ha pogut suprimir la imatge o la carpeta<nl/><filename>%2</filename><nl/>%1
de: Das Bild oder der Ordner <filename>%2</filename><nl/> kann nicht gelöscht werden<nl/>%1
eo: Ne eblis forigi la bildon aŭ dosierujon<nl/><filename>%2</filename><nl/>%1
es: No se ha podido borrar la imagen o la carpeta<nl/><filename>%2</filename><nl/>%1
et: Pildi või kataloogi<nl/><filename>%2</filename> kustutamine nurjus<nl/>%1
fi: Ei voitu poistaa tiedostoa tai kansiota<nl/><filename>%2</filename><nl/>%1
fr: Impossible de supprimer l'image ou le dossier<nl/><filename>%2</filename><nl/>%1
gl: Non se puido eliminar a imaxe ou o cartafol<nl/> <filename>%2</filename><nl/> %1
he: לא ניתן למחוק את התמונה או התיקייה<nl/><filename>%2</filename><nl/>%1
ia: Non poteva deler le imagine o dossier: <nl/><filename>%2</filename><nl/>%1
it: Impossibile eliminare l'immagine o la cartella<nl/><filename>%2</filename><nl/>%1
ka: შეცდომა საქაღალდის ან გამოსახულების წაშლისას<nl/><filename>%2</filename><nl/>%1
ko: 그림 파일이나 폴더<nl/><filename>%2</filename>을(를) 삭제할 수 없음<nl/>%1
nl: Kon de afbeelding of map niet verwijderen in<nl/><filename>%2</filename><nl/>%1
pl: Nie można usunąć obrazu lub katalogu<nl/><filename>%2</filename><nl/>%1
pt: Não foi possível apagar a imagem ou pasta<nl/><filename>%2</filename><nl/>%1
sl: Ni bilo mogoče izbrisati slike ali mape <nl/><filename>%2</filename><nl/>%1
sv: Kunde inte ta bort bilden eller katalogen<nl/><filename>%2</filename><nl/>%1
uk: Не вдалося вилучити зображення або теку<nl/><filename>%2</filename><nl/>%1
zh_tw: 無法刪除圖片或資料夾<nl/><filename>%2</filename><nl/>%1

source: File Delete Error
ca@valencia: S'ha produït un error en suprimir un fitxer
de: Fehler beim Löschen der Datei
eo: Eraro de Dosierforigo
es: Error al borrar archivo
et: Tõrge faili kustutamisel
fi: Tiedoston poistovirhe
fr: Erreur de suppression de fichier
gl: Erro de eliminación do ficheiro
he: שגיאת מחיקת קובץ
ia: Error a deler file
it: Errore nell'eliminazione del file
ka: ფაილის წაშლის სეცდომა
ko: 파일 삭제 오류
nl: Fout bij verwijderen van bestand
pl: Błąd usuwania pliku
pt: Erro de Remoção do Ficheiro
pt_br: Erro de remoção de arquivo
sl: Napaka brisanja datoteke
sv: Fel vid filborttagning
uk: Помилка вилучення файла
zh_tw: 檔案刪除錯誤

source: New Folder
ca@valencia: Carpeta nova
de: Neuer Ordner
eo: Nova dosierujo
es: Nueva carpeta
et: Uus kataloog
fi: Uusi kansio
fr: Nouveau dossier
gl: Novo cartafol
he: תיקייה חדשה
ia: Nove dossier
it: Nuova cartella
ka: ახალი საქაღალდე
ko: 새 폴더
nl: Nieuwe map
pl: Nowy katalog
pt: Nova Pasta
pt_br: Nova pasta
sl: Nova mapa
sv: Ny katalog
uk: Нова тека
zh_tw: 新資料夾

source: Name for the new folder:
ca@valencia: Nom per a la carpeta nova:
de: Name für den neuen Ordner:
eo: Nomo por la nova dosierujo:
es: Nombre para la nueva carpeta:
et: Uue kataloogi nimi:
fi: Uuden kansion nimi:
fr: Nom du nouveau dossier :
gl: Nome para o novo cartafol:
he: שם התיקייה החדשה:
ia: Nomine per le nove dossier:
it: Nome della nuova cartella:
ka: ახალი საქაღალდის სახელი:
ko: 새 폴더 이름:
nl: Naam voor de nieuwe map:
pl: Nazwa dla nowego katalogu:
pt: Nome da nova pasta:
pt_br: Nome da nova pasta:
sl: Ime nove mape:
sv: Namn på den nya katalogen:
uk: Назва нової теки:
zh_tw: 新資料夾的名稱：

# @info
source: Could not create the folder<nl/><filename>%2</filename><nl/>%1
ca@valencia: No s'ha pogut crear la carpeta<nl/><filename>%2</filename><nl/>%1
de: Der Ordner <filename>%2</filename><nl/> kann nicht erstellt werden<nl/>%1
eo: Ne eblis krei la dosierujon<nl/><filename>%2</filename><nl/>%1
es: No se ha podido crear la imagen o la carpeta<nl/><filename>%2</filename><nl/>%1
et: Kataloogi<nl/><filename>%2</filename> loomine nurjus<nl/>%1
fi: Ei voitu luoda kansiota<nl/><filename>%2</filename><nl/>%1
fr: Impossible de créer le dossier<nl/><filename>%2</filename><nl/>%1
gl: Non se puido crear o cartafol<nl/> <filename>%2</filename><nl/> %1
he: לא ניתן ליצור את התיקייה<nl/><filename>%2</filename><nl/>%1
ia: Non poteva crear le dossier: <nl/><filename>%2</filename><nl/>%1
it: Impossibile creare la cartella <nl/><filename>%2</filename><nl/>%1
ka: შეცდომა საქაღალდის შექმნისას<nl/><filename>%2</filename><nl/>%1
ko: 폴더를 만들 수 없음:<nl/><filename>%2</filename><nl/>%1
nl: Kon de map niet verwijderen van<nl/><filename>%2</filename><nl/>%1
pl: Nie można usunąć obrazu lub katalogu<nl/><filename>%2</filename><nl/>%1
pt: Não foi possível apagar a imagem ou pasta<nl/><filename>%2</filename><nl/>%1
sl: Ni bilo mogoče ustvariti mape<nl/><filename>%2</filename><nl/>%1
sv: Kunde inte skapa katalogen<nl/><filename>%2</filename><nl/>%1
uk: Не вдалося створити теку<nl/><filename>%2</filename><nl/>%1
zh_tw: 無法建立資料夾<nl/><filename>%2</filename><nl/>%1

source: Folder Create Error
ca@valencia: S'ha produït un error en crear la carpeta
de: Fehler beim Erstellen des Ordners
eo: Eraro de Dosierujokreado
es: Error al crear carpeta
et: Tõrge kataloogi loomisel
fi: Kansion luontivirhe
fr: Erreur de création du dossier.
gl: Erro de creación de cartafol
he: שגיאת יצירת תיקייה
ia: Error a crear dossier
it: Errore nella creazione della cartella
ka: საქაღალდის შექმნის შეცდომა
ko: 폴더 생성 오류
nl: Fout bij aanmaken van map
pl: Błąd tworzenia katalogu
pt: Erro de Criação da Pasta
sl: Napaka pri ustvarjanju mape
sv: Fel vid skapa katalog
uk: Помилка під час створення теки
zh_tw: 資料夾建立錯誤

source: Scan Presets
ca@valencia: Valors predefinits d'escaneig
de: Scan-Voreinstellungen
eo: Antaŭgordoj de Skano
es: Preajustes de escaneo
fi: Kuvanluvun esiasetukset
fr: Préréglages de numérisation
he: ערכות סריקה מוכנות
ia: Preregulationes de Scander
it: Preimpostazioni scansione
ka: პრესეტების სკანირება
ko: 스캔 사전 설정
nl: Voorinstellingen voor scan
pl: Nastawy skanowania
pt: Predefinições de Digitalização
sl: Začetne nastavitve optičnega branja
sv: inläsningsförinställningar
uk: Набори параметрів сканування
zh_tw: 掃描預設檔
