Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Save OK
ca@valencia: S'ha guardat bé
de: Speichern erfolgreich
eo: Konservado OK
es: Guardado correctamente
et: Salvestamisega on kõik korras
fi: Tallenna onnistui
fr: Enregistrement effectué
gl: Gardouse correctamente.
he: השמירה הצליחה
ia: Salveguarda OK
it: Salvataggio OK
ka: შენახვა წარმატებულია
ko: 저장 완료
nl: Opslaan is OK
pl: Zapis OK
pt: Gravação OK
pt_br: Gravação OK
sl: Shranjeno OK
sv: Sparade ok
uk: Успішне збереження
zh_tw: 儲存確認

source: Permission denied
ca@valencia: S'ha denegat el permís
de: Zugriff verweigert
eo: Permeso Rifuzita
es: Permiso denegado
et: Õigused puuduvad
fi: Ei käyttöoikeutta
fr: Permission refusée.
gl: Negouse o permiso.
he: ההרשאה נדחתה
ia: Permission negate
it: Permesso negato
ka: წვდომა აკრძალულია
ko: 권한 거부됨
nl: Toegang geweigerd
pl: Odmówiono uprawnień
pt: Não tem permissões suficientes
pt_br: Permissão negada
sl: Ni dovoljenja
sv: Åtkomst nekas
uk: Відмовлено у доступі
zh_tw: 權限不足

source: Bad file name
ca@valencia: Nom de fitxer roín
de: Ungültiger Dateiname
eo: Malbona dosiernomo
es: Nombre de archivo incorrecto
et: Halb failinimi
fi: Virheellinen tiedostonimi
fr: Nom de fichier incorrect
gl: O nome do ficheiro é incorrecto.
he: שם הקובץ שגוי
ia: Mal nomine de file
it: Nome file errato
ka: ფაილის არასწორი სახელი
ko: 잘못된 파일 이름
nl: Onjuiste bestandsnaam
pl: Zła nazwa pliku
pt: Nome do ficheiro inválido
pt_br: Nome do arquivo inválido
sl: Slabo ime datoteke
sv: Felaktigt filnamn
uk: Помилкова назва файла
zh_tw: 不正確的檔案名稱

source: No space left on device
ca@valencia: No queda espai al dispositiu
de: Kein Speicherplatz mehr vorhanden
eo: Ne restas spaco sur la aparato
es: No queda espacio en el dispositivo
et: Seadmel pole enam vaba ruumi
fi: Laitteessa ei ole tilaa vapaana
fr: Pas d'espace libre sur le périphérique
gl: Non queda espazo no dispositivo.
he: לא נשאר מקום בהתקן
ia: Necun spatio lassate sur le dispositivo
it: Spazio insufficiente sul dispositivo
ka: მოწყობილობაზე ადგილი არ დარჩა
ko: 장치에 공간이 부족함
nl: Geen ruimte meer beschikbaar op het station.
pl: Brak wolnego miejsca na urządzeniu
pt: Não há mais espaço no dispositivo
pt_br: Não há mais espaço no dispositivo
sl: Na napravi ni več prostora
sv: Inget utrymme kvar på enheten
uk: Немає місця на пристрої
zh_tw: 儲存裝置空間不足

source: Cannot write image format '%1'
ca@valencia: No s'ha pogut escriure el format d'imatge «%1»
de: Das Bildformat „%1“ kann nicht geschrieben werden
eo: Ne povas skribi bildformaton '%1'
es: No se puede escribir el formato de imagen «%1»
et: Pildivormingu "%1" kirjutamine nurjus
fi: Ei voida kirjoittaa kuvamuotoa ”%1”
fr: Impossible d'enregistrer l'image dans le format « %1 »
gl: Non se pode gardar usando o formato de imaxe «%1».
he: לא ניתן לכתוב מילה מסוג ‚%1’
ia: Non pote scriber formato de imagine '%1'
it: Impossibile scrivere il formato d'immagine «%1»
ka: ფორმატის ('%1') ჩაწერა შეუძლებელია
ko: 그림 형식 '%1'(으)로 기록할 수 없음
nl: Kan het afbeeldingformaat '%1' niet schrijven
pl: Nie można zapisać formatu obrazu '%1'
pt: Não é possível gravar no formato da imagem '%1'
pt_br: Não é possível salvar no formato da imagem '%1'
sl: Ni mogoče pisati formatu slike '%1'
sv: Kan inte skriva bildformatet '%1'
uk: Не вдалося записати зображення у форматі «%1»
zh_tw: 無法寫入圖片格式「%1」

source: Cannot write using protocol '%1'
ca@valencia: No s'ha pogut escriure utilitzant el protocol «%1»
de: Das Schreiben mit dem Protokoll „%1“ ist nicht möglich
eo: Ne povas skribi uzante protokolon '%1'
es: No se puede escribir usando el protocolo «%1»
et: Kirjutamine protokolli "%1" abil nurjus
fi: Ei voida kirjoittaa yhteyskäytännöllä ”%1”
fr: Impossible d'enregistrer en utilisant le protocole « %1 »
gl: Non se pode gardar usando o protocolo «%1».
he: לא ניתן לכתוב עם הפרוטוקול ‚%1’
ia: Non pote scriber usante le protocollo '%1'
it: Impossibile scrivere con il protocollo «%1»
ka: პროტოკოლით '%1' ჩაწერა შეუძლებელია
ko: 프로토콜 '%1'(으)로 기록할 수 없음
nl: Kan niet schrijven met protocol '%1'
pl: Nie można zapisać pliku używając protokołu '%1'
pt: Não é possível gravar com o protocolo '%1'
pt_br: Não é possível salvar com o protocolo '%1'
sl: Ne mogoče pisati s protokolom '%1'
sv: Kan inte skriva med protokollet '%1'
uk: Не вдалося виконати запис за допомогою протоколу «%1»
zh_tw: 無法使用協定「%1」寫入

source: User cancelled saving
ca@valencia: L'usuari ha cancel·lat la guardada
de: Speichervorgang vom Benutzer abgebrochen
eo: Uzanto nuligis konservadon
es: El usuario ha cancelado la operación de guardar
et: Kasutaja katkestas salvestamise
fi: Käyttäjä perui tallennuksen
fr: Enregistrement interrompu par l'utilisateur
gl: O usuario cancelou a acción de gardar.
he: המשתמש ביטל את השמירה
ia: Salveguardar cancellate per le usator
it: L'utente ha annullato il salvataggio
ka: გაუქმდა მომხმარებლის მიერ
ko: 사용자가 저장을 취소함
nl: Gebruiker annuleerde het opslaan
pl: Użytkownik porzucił zapisywanie
pt: Gravação cancelada pelo utilizador
pt_br: Salvamento cancelado pelo usuário
sl: Uporabnik je prekinil shranjevanje
sv: Spara avbrutet av användare
uk: Збереження скасовано користувачем
zh_tw: 使用者取消儲存

source: Cannot create directory
ca@valencia: No s'ha pogut crear el directori
de: Der Ordner lässt sich nicht erstellen
eo: Ne povas krei dosierujon
es: No se puede crear directorio
et: Kataloogi loomine nurjus
fi: Ei voida luoda kansiota
fr: Impossible de créer le dossier
gl: Non se pode crear o directorio.
he: לא ניתן ליצור תיקייה
ia: Non pote crear directorio
it: Impossibile creare la cartella
ka: საქაღალდის შექმნის შეცდომა
ko: 디렉터리를 만들 수 없음
nl: Kan map niet aanmaken
pl: Nie można utworzyć katalogu
pt: Não é possível criar a pasta
pt_br: Não foi possível criar a pasta
sl: Ni mogoče ustvariti imenika
sv: Kan inte skapa katalog
uk: Не вдалося створити каталог
zh_tw: 無法建立目錄

source: Save failed
ca@valencia: No s'ha pogut fer la guardada
de: Speichern fehlgeschlagen
eo: Konservado malsukcesis
es: La escritura ha fallado
et: Salvestamine nurjus
fi: Tallennus epäonnistui
fr: Échec de l'enregistrement
gl: A garda fallou.
he: השמירה נכשלה
ia: Salvamento fallite
it: Salvataggio non riuscito
ka: შენახვის შეცდომა
ko: 저장 실패
nl: Opslag mislukt
pl: Nieudany zapis
pt: A gravação falhou
pt_br: Falha ao salvar
sl: Shranjevanje ni uspelo
sv: Kunde inte spara
uk: Помилка збереження
zh_tw: 儲存失敗

source: Bad parameter
ca@valencia: Paràmetre incorrecte
de: Ungültiger Parameter
eo: Malbona parametro
es: Parámetro incorrecto
et: Halb parameeter
fi: Virheellinen parametri
fr: Paramètre incorrect
gl: Un dos parámetros é incorrecto.
he: משתנה שגוי
ia: Mal parametro
it: Parametro errato
ka: არასწორი პარამეტრი
ko: 잘못된 인자
nl: Onjuiste parameter
pl: Zły parametr
pt: Parâmetro inválido
pt_br: Parâmetro inválido
sl: Slab parameter
sv: Felaktig parameter
uk: Помилковий параметр
zh_tw: 錯誤參數

source: Unknown status %1
ca@valencia: Estat desconegut %1
de: Unbekannter Status: %1
eo: Nekonata stato %1
es: Estado desconocido %1
et: Tundmatu olek %1
fi: Tuntematon tila %1
fr: État inconnu %1
gl: Descoñécese o estado %1.
he: המצב %1 לא ידוע
ia: Stato non-cognoscite %1
it: Stato %1 sconosciuto
ka: უცნობი სტატუსი: %1
ko: 알 수 없는 상태 %1
nl: Onbekende status %1
pl: Nieznany stan %1
pt: Estado desconhecido %1
pt_br: Estado desconhecido %1
sl: Neznano stanje %1
sv: Okänt tillstånd %1
uk: Невідомий стан %1
zh_tw: 未知的狀態 %1

# @info
source: The file name you supplied has no file extension.<nl/>Should the original one be added?<nl/><nl/>This would result in the new file name <filename>%1</filename>
ca@valencia: El nom de fitxer que heu introduït no té extensió.<nl/>Cal afegir-la automàticament?<nl/><nl/>Açò donaria com a resultat el nom nou de fitxer <filename>%1</filename>
de: Der von Ihnen angegebene Dateiname hat keine Dateierweiterung.<nl/>Soll die ursprüngliche Erweiterung automatisch angefügt werden?<nl/><nl/>Damit entsteht der neue Dateiname <filename>%1</filename>
eo: La dosiernomo, kiun vi provizis, havas neniun dosier-etendon.<nl/>Ĉu la originala devus esti aldonita?<nl/><nl/>Tio rezultigus la novan dosiernomon <filename>%1</filename>
es: El nombre del archivo indicado no tiene extensión.<nl/>¿Se debe añadir la original?<nl/><nl/>Se obtendría el nuevo nombre de archivo <filename>%1</filename>
et: Pakutud failinimel puudub laiend.<nl/>Kas lisada algne?<nl/><nl/>Selle tulemusel saab uueks failinimeks <filename>%1</filename>
fi: Antamallasi tiedostonimellä ei ole päätettä.<nl/>Lisätäänkö alkuperäinen?<nl/><nl/>Uudeksi tiedostonimeksi tulisi <filename>%1</filename>
fr: Le nom de fichier que vous avez indiqué n'a pas de type. L'original doit-il être ajouté ?<nl/>Le nouveau nom serait <filename>%1</filename>
gl: O nome de ficheiro que indicou non ten extensión de ficheiro.<nl/> Quere engadir a extensión de ficheiro orixinal?<nl/><nl/> Isto dará lugar ao novo nome de ficheiro <filename>%1</filename>.
he: לשם הקובץ שסיפקת אין סיומת.<nl/>האם להוסיף את הסיומת המקורית?<nl/><nl/>זה יוביל לשם הקובץ החדש <filename>%1</filename>
it: Il nome del file che hai fornito non ha estensione.<nl/>Devo aggiungere automaticamente quella corretta?<nl/><nl/>Questo produrrebbe il nuovo nome file <filename>%1</filename>
ka: შეყვანილი ფაილის სახელი გაფართოებას არ შეიცავს.<nl/>დავამატო ორიგინალი?<nl/><nl/>შედეგად მიიღებთ ახალ ფაილის სახელს <filename>%1</filename>
ko: 지정한 파일 이름에 확장자가 없습니다.<nl/>자동으로 알맞는 확장자를 추가하시겠습니까?<nl/><nl/>이 경우 새 파일 이름은 <filename>%1</filename>입니다
nl: De bestandsnaam die u hebt ingevoerd heeft geen extensie.<nl/>Moet de originele worden toegevoegd?<nl/><nl/>Dit heeft de nieuwe bestandsnaam <filename>%1</filename> als resultaat
pl: Podana przez ciebie nazwa pliku nie ma rozszerzenia pliku.<nl/>Czy ma być dodane pierwotne rozszerzenie?<nl/><nl/>Wynikiem tego byłaby nowa nazwa pliku <filename>%1</filename>
pt: O nome do ficheiro que indicou não tem extensão.<nl/>Deseja adicionar a correcta automaticamente?<nl/><nl/>Isto irá resultar no novo nome de ficheiro <filename>%1</filename>
sl: Ime datoteke, ki ste ga vnesli, nima priponke.<nl/>Naj dodamo priponko izvirnika?<nl/><nl/>To bi imelo za posledico novo ime datoteke <filename>%1</filename>
sv: Filnamnet som du angav har ingen filändelse.<nl/>Ska den ursprungliga läggas till?<nl/><nl/>Det skulle ge det nya filnamnet <filename>%1</filename>
uk: У вказаної вами назви файла немає суфікса.<nl/>Додати суфікс автоматично?<nl/><nl/>Нова назва файла буде такою: <filename>%1</filename>
zh_tw: 您提供的檔案名稱沒有副檔名。<nl/>是否要加上原本的副檔名？<nl/><nl/>加上的話新的檔案名稱會是 <filename>%1</filename>

source: Extension Missing
ca@valencia: Falta l'extensió
de: Erweiterung fehlt
eo: Mankas etendo
es: Falta la extensión
et: Laiend puudub
fi: Puuttuva tiedostopääte
fr: Extension manquante
gl: Falta a extensión
he: סיומת חסרה
ia: Extension mancante
it: Estensione mancante
ka: აკლია გაფართოება
ko: 확장자 없음
nl: Extensie ontbreekt
pl: Brak rozszerzenia
pt: Falta a Extensão
pt_br: Faltando Extensão
sl: Pripona manjka
sv: Filändelse saknas
uk: Не вказано суфікса
zh_tw: 找不到副檔名

source: Add Extension
ca@valencia: Afig l'extensió
de: Erweiterung hinzufügen
eo: Aldoni Etendon
es: Añadir extensión
et: Lisa laiend
fi: Lisää tiedostopääte
fr: Ajouter l'extension
gl: Engadir a extensión
he: הוספת סיומת
ia: Adde extension
it: Aggiungi estensione
ka: გაფართოების დამატება
ko: 확장자 추가
nl: Extensie toevoegen
pl: Dodaj rozszerzenie
pt: Adicionar uma Extensão
pt_br: Adicionar Extensão
sl: Dodaj pripono
sv: Lägg till filändelse
uk: Додати суфікс
zh_tw: 加上副檔名

source: Do Not Add
ca@valencia: No l'afiges
de: Nicht hinzufügen
eo: Ne aldoni
es: No añadir
et: Ära lisa
fi: Älä lisää
fr: Ne pas ajouter
gl: Non engadir
he: לא להוסיף
ia: Non adde
it: Non aggiungere
ka: არ დაამატოთ
ko: 추가하지 않음
nl: Niet toevoegen
pl: Nie dodawaj
pt: Não Adicionar
pt_br: Não adicionar
sl: Ne dodaj
sv: Lägg inte till
uk: Не додавати
zh_tw: 不要加上

source: Target already exists
ca@valencia: La destinació ja existix
de: Das Ziel existiert bereits
eo: Celo jam ekzistas
es: El destino ya existe
et: Sihtmärk on juba olemas
fi: Kohde on jo olemassa
fr: La cible existe déjà
gl: O destino xa existe.
he: היעד כבר קיים
ia: Objectivo ja existe
it: La destinazione esiste già
ka: სამიზნე უკვე არსებობს
ko: 대상이 이미 존재함
nl: Doel bestaat al
pl: Cel już istnieje
pt: O destino já existe
pt_br: O destino já existe
sl: Cilj že obstaja
sv: Målet finns redan
uk: Такий файл вже існує
zh_tw: 目標已存在

source: Unable to copy the file
ca@valencia: No s'ha pogut copiar el fitxer
de: Die Datei kann nicht kopiert werden
eo: Ne eblas kopii la dosieron
es: No se puede copiar el archivo
et: Faili kopeerimine nurjus
fi: Tiedostoa ei voida kopioida
fr: Impossible de copier le fichier
gl: Non se pode copiar o ficheiro.
he: לא ניתן להעתיק את הקובץ
ia: Incapace a copiar le file
it: Impossibile copiare il file
ka: ფაილის კოპირების შეცდომა
ko: 파일을 복사할 수 없음
nl: Het bestand kon niet gekopieerd worden
pl: Nie można skopiować pliku
pt: Não foi possível copiar o ficheiro
pt_br: Não foi possível copiar o arquivo
sl: Ni mogoče prekopirati datoteke
sv: Kunde inte kopiera filen
uk: Не вдалося скопіювати файл
zh_tw: 無法複製檔案

source: Unable to rename the file
ca@valencia: No s'ha pogut canviar el nom del fitxer
de: Die Datei kann nicht umbenannt werden
eo: Ne eblas renomi la dosieron
es: No se puede cambiar el nombre del archivo
et: Faili nime muutmine nurjus
fi: Tiedoston nimeä ei voida muuttaa
fr: Impossible de renommer le fichier
gl: Non se pode renomear o ficheiro.
he: לא ניתן לשנות את שם הקובץ
ia: Incapace a renominar le file
it: Impossibile rinominare il file
ka: ფაილის სახელის გადარქმევის შეცდომა
ko: 파일의 이름을 바꿀 수 없음
nl: Hernoemen van het bestand kan niet
pl: Nie można zmienić nazwy pliku
pt: Não foi possível mudar o nome do ficheiro
pt_br: Não foi possível renomear o arquivo
sl: Ni mogoče preimenovati datoteke
sv: Kunde inte byta namn på filen
uk: Не вдалося перейменувати файл
zh_tw: 無法重新命名檔案

source: Error copying file
ca@valencia: S'ha produït un error en copiar el fitxer
de: Fehler beim Kopieren der Datei
eo: Eraro dum kopiado de dosiero
es: Error al copiar el archivo
et: Tõrge faili kopeerimisel
fi: Virhe kopioitaessa tiedostoa
fr: Erreur lors de la copie
gl: Produciuse un erro ao copiar o ficheiro.
he: שגיאת העתקת קובץ
ia: Error a copiar le file
it: Errore nella copia del file
ka: ფაილის კოპირების შეცდომა
ko: 파일 복사 오류
nl: Fout bij het kopiëren van bestand
pl: Błąd kopiowania pliku
pt: Erro ao copiar o ficheiro
pt_br: Erro ao copiar o arquivo
sl: Napaka pri kopiranju datoteke
sv: Fel vid kopiering av fil
uk: Помилка під час копіювання файла
zh_tw: 複製檔案時發生錯誤

source: Error renaming file
ca@valencia: S'ha produït un error en canviar el nom del fitxer
de: Fehler beim Umbenennen der Datei
eo: Eraro renomante dosieron
es: Error al cambiar el nombre del archivo
et: Tõrge faili nime muutmisel
fi: Virhe muutettaessa tiedoston nimeä
fr: Erreur lors du renommage
gl: Produciuse un erro ao renomear o ficheiro.
he: שגיאה בשינוי שם הקובץ
ia: Error a renominar le file
it: Errore nel rinominare il file
ka: ფაილის სახელის გადარქმევის შეცდომა
ko: 파일 이름 바꾸기 오류
nl: Fout bij hernoemen van bestand
pl: Błąd zmiany nazwy pliku
pt: Erro ao mudar o nome do ficheiro
pt_br: Erro ao renomear o arquivo
sl: Napaka pri preimenovanju datoteke
sv: Fel vid namnbyte på fil
uk: Помилка під час спроби перейменування файла
zh_tw: 重新命名檔案時發生錯誤

source: KDE Scanning
ca@valencia: Escaneig de KDE
de: KDE-Scannen
eo: KDE-Skanado
es: Escaneo de imágenes de KDE
et: KDE skannija
fi: KDE:n kuvanluku
fr: Numérisation dans KDE
gl: KDE a escanear
he: סריקה ב־KDE
ia: Scander de KDE
it: Scansione per KDE
ka: სკანირება KDE-დან
ko: KDE 스캔
pl: Skanowanie w KDE
pt: Digitalização para o KDE
pt_br: Digitalizador no KDE
sl: Skeniranje v KDE
sv: KDE-inläsning
uk: Сканування для KDE
zh_tw: KDE 掃描

source: Scale to Width
ca@valencia: Escala a l'amplària
de: Skalieren auf Breite
eo: Skali al Larĝo
es: Ajustar a la anchura
et: Mahuta laiusele
fi: Skaalaa leveyteen
fr: Ajuster à la largeur
gl: Cambiar de escala á anchura
he: התאמה לרוחב
ia: Scala in largessa
it: Ridimensiona in base alla larghezza
ka: სიგანემდე გადიდება
ko: 폭 맞춤
nl: Schalen naar breedte
pl: Przeskaluj do szerokości
pt: Escalar à Largura
pt_br: Escalar para a largura
sl: Spremeni merilo do širine
sv: Skala till bredden
uk: Влаштувати у ширину
zh_tw: 調整到寬度

source: Scale to Height
ca@valencia: Escala a l'alçària
de: Skalieren auf Höhe
eo: Skali al Alteco
es: Ajustar a la altura
et: Mahuta kõrgusele
fi: Skaalaa korkeuteen
fr: Ajuster à la hauteur
gl: Cambiar de escala á altura
he: התאמה לגובה
ia: Scala in altessa
it: Ridimensiona in base all'altezza
ka: სიმაღლემდე გადიდება
ko: 높이 맞춤
nl: Schalen naar hoogte
pl: Przeskaluj do wysokości
pt: Escalar à Altura
pt_br: Escalar para a altura
sl: Spremeni merilo do višine
sv: Skala till höjden
uk: Влаштувати у висоту
zh_tw: 調整到高度

source: Original Size
ca@valencia: Mida original
de: Originalgröße
eo: Originala Grandeco
es: Tamaño original
et: Originaalsuurus
fi: Alkuperäinen koko
fr: Taille initiale
gl: Tamaño orixinal
he: גודל מקורי
ia: Grandor original
it: Dimensione originale
ka: საწყისი ზომა
ko: 원본 크기
nl: Oorspronkelijke grootte
pl: Rozmiar pierwotny
pt: Tamanho Original
pt_br: Tamanho original
sl: Izvirna velikost
sv: Originalstorlek
uk: Початковий розмір
zh_tw: 原始大小

source: Set Zoom...
ca@valencia: Establix el zoom...
de: Vergrößerung einstellen …
eo: Agordi Zomon...
es: Ampliación...
et: Määra suurendus...
fi: Valitse tarkennus…
fr: Régler le zoom...
gl: Configurar a ampliación…
he: הגדרת תקריב…
ia: Assigna Zoom...
it: Imposta ingrandimento...
ka: გადიდების დაყენება...
ko: 크기 조정...
nl: Zoom instellen...
pl: Ustaw powiększenie...
pt: Definir a Ampliação...
pt_br: Definir a ampliação...
sl: Nastavi povečavo ...
sv: Ange zoomning...
uk: Встановити масштаб…
zh_tw: 設定縮放...

source: Keep Zoom Setting
ca@valencia: Mantín el factor de zoom
de: Vergrößerungsfaktor merken
eo: Konservi Zom-Agordon
es: Mantener el ajuste de ampliación
et: Säilita suurendus
fi: Säilytä lähennysasetus
fr: Conserver les paramètres de zoom
gl: Gardar a configuración da ampliación
he: שמירת הגדרות התקריב
ia: Mantene preferentia de Zoom
it: Mantieni impostazioni ingrandimento
ka: გადიდებისა პარამეტრს შენარჩუნება
ko: 크기 조정 설정 유지
nl: Zoom instelling handhaven
pl: Zachowaj ustawienia powiększenia
pt: Manter a Configuração da Ampliação
pt_br: Manter a configuração da ampliação
sl: Obdrži nastavitev povečanja
sv: Behåll zoominställning
uk: Запам'ятати масштаб
zh_tw: 保留縮放設定

source: New Image From Selection
ca@valencia: Imatge nova des de la selecció
de: Neues Bild aus Auswahl
eo: Nova Bildo El Elekto
es: Nueva imagen desde la selección
et: Uus pilt valiku põhjal
fi: Luo uusi kuva valinnasta
fr: Créer à partir de la sélection
gl: Crear desde o seleccionado
he: תמונה חדשה מהבחירה
ia: Nove Imagine ex Selection
it: Nuova immagine dalla selezione
ka: ახალი გამოსახულება მონიშნულიდან
ko: 선택 영역에서 새로운 그림 생성
nl: Nieuwe afbeelding van selectie
pl: Nowy obraz z zaznaczenia
pt: Criar a Partir da Selecção
pt_br: Nova imagem a partir da seleção
sl: Nova slika iz izbranega
sv: Ny bild från markering
uk: Створити зображення з позначеної ділянки
zh_tw: 從選取建立圖片

source: Mirror Vertically
ca@valencia: Emmiralla verticalment
de: Senkrecht spiegeln
eo: Speguli Vertikale
es: Voltear imagen verticalmente
et: Peegelda püstsuunas
fi: Peilaa pystysuunnassa
fr: Miroir vertical
gl: Reflectir verticalmente
he: היפוך אנכי
ia: Reflecte Verticalmente
it: Ribalta verticalmente
ka: ვერტიკალურ ანარეკლი
ko: 상하 반전
nl: Verticaal spiegelen
pl: Lustrzane odbicie w pionie
pt: Espelhar Verticalmente
pt_br: Espelhar verticalmente
sl: Navpično zrcali sliko
sv: Spegla vertikalt
uk: Віддзеркалити вертикально
zh_tw: 垂直翻轉

source: Mirror Horizontally
ca@valencia: Emmiralla horitzontalment
de: Waagerecht spiegeln
eo: Speguli Horizontale
es: Voltear imagen horizontalmente
et: Peegelda rõhtsuunas
fi: Peilaa vaakasuunnassa
fr: Miroir horizontal
gl: Reflectir horizontalmente
he: היפוך אופקי
ia: Reflecte Horizontalmente
it: Ribalta orizzontalmente
ka: ჰორიზონტალური ანარეკლი
ko: 좌우 반전
nl: Horizontaal spiegelen
pl: Lustrzane odbicie w poziomie
pt: Espelhar Horizontalmente
pt_br: Espelhar horizontalmente
sl: Vodoravno zrcali sliko
sv: Spegla horisontellt
uk: Віддзеркалити горизонтально
zh_tw: 水平翻轉

source: Rotate Counter-Clockwise
ca@valencia: Gira en sentit antihorari
de: Links drehen
eo: Rotacii Maldekstrume
es: Rotar imagen a la izquierda
et: Pööra vastupäeva
fi: Kierrä vastapäivään
fr: Rotation sens antihoraire
gl: Rotar no sentido antihorario
he: הטיה נגד כיוון השעון
ia: Rota in senso anti-horari
it: Ruota in senso antiorario
ka: საათის ისრის მოძრაობის საწინააღმდეგო მიმართულებით შებრუნება
ko: 반시계 방향으로 회전
nl: Linksom draaien
pl: Obróć w lewo
pt: Rodar no Sentido Anti-Horário
pt_br: Girar no sentido anti-horário
sl: Zavrti sliko v nasprotni smeri urinega kazalca
sv: Rotera moturs
uk: Обернути проти годинникової стрілки
zh_tw: 逆時針旋轉

source: Rotate Clockwise
ca@valencia: Gira en sentit horari
de: Rechts drehen
eo: Rotacii dekstrume
es: Rotar imagen a la derecha
et: Pööra päripäeva
fi: Kierrä myötäpäivään
fr: Rotation sens horaire
gl: Rotar no sentido horario
he: הטיה עם כיוון השעון
ia: Rota in senso horari
it: Ruota in senso orario
ka: საათის ისრის მიმართულებით შებრუნება
ko: 시계 방향으로 회전
nl: Rechtsom draaien
pl: Obróć w prawo
pt: Rodar no Sentido Horário
pt_br: Girar no sentido horário
sl: Zavrti sliko v smeri urinega kazalca
sv: Rotera medurs
uk: Обернути за годинниковою стрілкою
zh_tw: 順時針旋轉

source: Rotate 180 Degrees
ca@valencia: Gira 180 graus
de: Um 180 Grad drehen
eo: Rotacii 180 Gradojn
es: Rotar imagen 180 grados
et: Pööra 180 kraadi
fi: Kierrä 180°
fr: Rotation de 180°
gl: Rotar 180 graos
he: סיבוב ב־180 מעלות
ia: Rota 180 Grados
it: Ruota di 180 gradi
ka: 180°-ით შებრუნება
ko: 180도 회전
nl: 180 graden roteren
pl: Obróć o 180°
pt: Rodar 180 Graus
pt_br: Girar 180 graus
sl: Zavrti sliko za 180 &stopinj
sv: Rotera 180 grader
uk: Обернути на 180°
zh_tw: 旋轉 180 度

source: New Folder...
ca@valencia: Carpeta nova...
de: Neuer Ordner …
eo: Nova dosierujo...
es: Nueva carpeta...
et: Uus kataloog ...
fi: Uusi kansio…
fr: Nouveau dossier...
gl: Novo cartafol…
he: תיקייה חדשה…
ia: Nove dossier...
it: Nuova cartella...
ka: ახალი საქაღალდე...
ko: 새 폴더...
nl: Nieuwe map...
pl: Nowy katalog...
pt: Nova Pasta...
pt_br: Nova pasta...
sl: Nova mapa...
sv: Ny katalog...
uk: Створити теку…
zh_tw: 新增資料夾...

source: Open With
ca@valencia: Obri amb
de: Öffnen mit
eo: Malfermi Per
es: Abrir con
et: Ava rakendusega
fi: Avaa ohjelmalla
fr: Ouvrir avec
gl: Abrir con
he: פתיחה עם
ia: Aperi con
it: Apri con
ka: გამხსნელი პროგრამა
ko: 다음으로 열기
nl: Openen met
pl: Otwórz w
pt: Abrir Com
pt_br: Abrir com
sl: Odpri z
sv: Öppna med
uk: Відкрити за допомогою
zh_tw: 開啟方式

source: Save Image...
ca@valencia: Guarda la imatge...
de: Bild speichern …
eo: Konservi bildon...
es: Guardar imagen...
et: Salvesta pilt...
fi: Tallenna kuva…
fr: Enregistrer l'image...
gl: Gardar a imaxe…
he: שמירת תמונה…
ia: Salveguarda imagine...
it: Salva immagine...
ka: გამოსახულების შენახვა...
ko: 그림 저장...
nl: Afbeelding opslaan...
pl: Zapisz obraz...
pt: Gravar a Imagem...
pt_br: Salvar imagem...
sl: Shrani sliko ...
sv: Spara bild...
uk: Зберегти зображення…
zh_tw: 儲存圖片...

source: Import Image...
ca@valencia: Importa una imatge...
de: Bild importieren …
eo: Importi bildon...
es: Importar imagen...
et: Impordi pilt...
fi: Tuo kuva…
fr: Importer une image...
gl: Importar unha imaxe…
he: ייבוא תמונה…
ia: Importa Imagine...
it: Importa immagine...
ka: გამოსახულების შემოტანა...
ko: 그림 가져오기...
nl: Afbeelding importeren...
pl: Zaimportuj obraz...
pt: Importar uma Imagem...
pt_br: Importar imagem...
sl: Uvozi sliko...
sv: Importera bild...
uk: Імпортувати зображення…
zh_tw: 匯入圖片...
