Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

# @info:tooltip
source: <div>Adjust the height or width to maintain the original aspect ratio of the printed image.</div>
ca@valencia: <div>Ajusta l'alçària o l'amplària per a mantindre la relació d'aspecte original de la imatge impresa.</div>
de: <div>Anpassung von Höhe oder Breite, um das ursprüngliche Seitenverhältnis des gedruckten Bilds zu behalten.</div>
eo: <div>Alĝustigi la altecon aŭ larĝon por konservi la originalan bildformaton de la presita bildo.</div>
es: <div>Ajustar la altura o la anchura para conservar las proporciones originales de la imagen impresa.</div>
et: <div>Trükitava pildi algse proportsiooni säilitamiseks pildi kõrguse või laiuse kohendamine.</div>
fi: <div>Säädä leveyttä ja korkeutta niin, että tulostetun kuvan alkuperäinen kuvasuhde säilyy.</div>
fr: <div>Ajuster la longueur ou la largeur pour conserver le ratio d'aspect original de l'image imprimée.</div>
gl: <div>Axustar a altura ou a anchura para manter a proporción de tamaño orixinal da imaxe impresa.</div>
he: <div>התאמת הגובה או הרוחב כדי לשמר את יחס התצוגה המקורי של התמונה המודפסת.</div>
it: <div>Regola l'altezza o la larghezza per mantenere le proporzioni originali dell'immagine stampata.</div>
ka: <div>სიმაღლის ან სიგანის გასწორება დაბეჭდილი გამოსახულების ასპექტის ფარდობის შესანარჩუნებლად.</div>
ko: <div>크기를 조정할 때 인쇄한 그림과 원본 그림의 종횡비를 유지합니다.</div>
nl: <div>Pas de hoogte of breedte aan om de originele beeldverhouding van de afgedrukte afbeelding te behouden.</div>
pl: <div>Dostosuj wysokośc lub szerokość, aby zachować pierwotny współczynnik kształtu drukowanego obrazu.</div>
pt: <div>Ajusta a altura ou largura para manter as proporções originais da imagem impressa.</div>
sl: <div>Prilagodi višino ali širino, tako da ohrani natisnjena slika ohrani prvotno razmerje stranic.</div>
sv: <div>Justera höjd och bredd för att behålla den ursprungliga proportionen för den utskrivna bilden.</div>
uk: <div>Скоригувати висоту і ширину зображення так, щоб співвідношення розмірів початкового зображення лишилося незмінним.</div>
zh_tw: <div>調整高度或寬度來維持圖片列印出的長寬比例與原本的相同。</div>

# @option:check
source: Low resolution (fast draft print)
ca@valencia: Resolució baixa (impressió ràpida de l'esborrany)
de: Niedrige Auflösung (Entwurfsmodus)
eo: Malalta distingivo (rapida malneta presado)
es: Baja resolución (impresión rápida de borrador)
et: Madal lahutusvõime (kiire mustandtrükk)
fi: Alhainen tarkkuus (nopea vedostulostus)
fr: Faible résolution (impression brouillon rapide)
gl: Baixa resolución (impresión rápida de borrador)
he: רזולוציה נמוכה (הדפסת טיוטה מהירה)
ia: Resolution basse (imprimer rapidemente de esbosso)
it: Bassa risoluzione (stampa di bozza veloce)
ka: დაბალი რეზოლუცია (სწრაფი ბეჭდვა)
ko: 저해상도 모드(빠른 초안 인쇄)
nl: Lage resolutie (snelle proefdruk)
pl: Niska rozdzielczość (szybki wydruk roboczy)
pt: Baixa resolução (impressão rápida de rascunho)
sl: Nizka ločljivost (hitro tiskanje osnutkov)
sv: Låg upplösning (snabb utskrift av utkast)
uk: Низька роздільна здатність (швидкий друк для чернетки)
zh_tw: 低解析度（快速草稿列印）

# @info:tooltip
source: <div>Print at as low a resolution as possible. This may not work as intended on all printers.</div>
ca@valencia: <div>Imprimix a una resolució tan baixa com siga possible. Potser açò no funciona com es desitja a totes les impressores.</div>
de: <div>Druck in einer möglichst geringen Auflösung. Dies funktioniert unter Umständen nicht mit allen Druckern.</div>
eo: <div>Presi je kiel eble plej malalta distingivo. Ĉi tio eble ne funkcias kiel celite ĉe ĉiuj presiloj.</div>
es: <div>Imprimir a la menor resolución posible. Es posible que esto no funcione como se espera en todas las impresoras.</div>
et: <div>Trükkimine võimalikult madala lahutusvõimega. See ei pruugi anda kõigis printerites häid tulemusi.</div>
fi: <div>Tulosta alhaisimmalla mahdollisella tarkkuudella. Tämä ei ehkä toimi odotetusti kaikilla tulostimilla.</div>
fr: Imprimer à la résolution la plus basse possible. Cela peut ne pas fonctionner correctement sur certaines imprimantes.
gl: <div>Imprimir coa peor resolución posíbel. Podería non funcionar como se espera en todas as impresoras.</div>
he: <div>להדפיס ברזולוציה הכי נמוכה שאפשר. יכול להיות שזה לא יעבוד כמצופה בכל המדפסות.</div>
it: <div>Stampa con la minore risoluzione possibile. Potrebbe non funzionare come previsto su tutte le stampanti.</div>
ka: <div>დაიბეჭდება ყველაზე დაბალი შესაძლო გაფართოებით. ამან შეიძლება ყველა პრინტერზე ისე არ იმუშაოს, როგორც თქვენ გნებავთ.</div>
ko: <div>최대한 낮은 해상도로 인쇄합니다. 모든 프린터에서 의도한 대로 작동하지 않을 수도 있습니다.</div>
nl: <div>Afdrukken op een resolutie zo laag als mogelijk. Dit zou niet op alle printers op de bedoelde wijze kunnen werken.</div>
pl: <div>Wydrukuj w najniższej możliwej rozdzielczości. Działanie to może nie działać dobrze na wszystkich drukarkach.</div>
pt: <div>Imprimir com o mínimo de resolução possível. Isto poderá não funcionar como esperado em todas as impressoras.</div>
sl: <div>Natisnite z čim manjšo ločljivostjo. To morda ne bo delovalo po pričakovanjih na vseh tiskalnikih.</div>
sv: <div>Skriv ut med så låg upplösning som möjligt. Det kanske inte fungerar som avsett på alla skrivare.</div>
uk: <div>Надрукувати із якомога меншою роздільною здатністю. Такий друк працює належним чином не на усіх принтерах.</div>
zh_tw: <div>用最低的解析度列印。這可能無法在所有印表機上依預期運作。</div>

# @label:listbox
source: Cut marks:
ca@valencia: Marques de retall:
de: Schneidemarken:
eo: Tranĉmarkoj:
es: Marcas de recorte:
et: Lõikemärgid:
fi: Leikkausmerkit:
fr: Marqueurs co&urants
gl: Marcas de corte:
he: סימני חיתוך:
ia: Talia marcos:
it: Contrassegni ritaglio:
ka: ამოჭრის ნიშნები:
ko: 절취선:
nl: Afsnijmarkeringen:
pl: Linie cięcia:
pt: Marcas de corte:
sl: Oznake obrezave:
sv: Streckmarkeringar:
uk: Позначки розрізання:
zh_tw: 裁剪標記：

# @item:inlistbox
source: None
ca@valencia: Cap
de: Keine
eo: Neniu
es: Ninguna
et: Puuduvad
fi: Ei mitään
fr: Aucun
gl: Ningún
he: ללא
ia: Necun
it: Nessuno
ka: არაფერი
ko: 없음
nl: Geen
pl: Brak
pt: Nenhuma
pt_br: Nenhum
sl: Noben
sv: Inga
uk: Немає
zh_tw: 無

# @item:inlistbox
source: For multiple pages
ca@valencia: Per a múltiples pàgines
de: Für mehrere Seiten
eo: Por pluraj paĝoj
es: Para múltiples páginas
et: Mitme lehe korral
fi: Useammille sivuille
fr: Pour plusieurs pages :
gl: Para varias páxinas
he: לריבוי עמודים
ia: Per multiple paginas
it: Per più pagine
ka: მრავალი გვერდისთვის
ko: 여러 쪽
nl: Voor meerdere pagina's
pl: Dla wielu stron
pt: Para várias páginas
sl: Za več strani
sv: För flera sidor
uk: Для декількох сторінок
zh_tw: 多個頁面

# @item:inlistbox
source: Always
ca@valencia: Sempre
de: Immer
eo: Ĉiam
es: Siempre
et: Alati
fi: Aina
fr: Toujours
gl: Sempre
he: תמיד
ia: Sempre
it: Sempre
ka: ყოველთვის
ko: 항상
nl: Altijd
pl: Zawsze
pt: Sempre
sl: Vedno
sv: Alltid
uk: Завжди
zh_tw: 總是

# @info:tooltip
source: <div>Select whether cut/join marks are printed. The marks will reduce the available printable area.</div>
ca@valencia: <div>Selecciona si s'imprimixen les marques de retall/unió. Estes marques reduïxen l'àrea d'impressió disponible.</div>
de: <div>Legt fest, ob Markierungen zum Schneiden oder Zusammenfügen mit gedruckt werden. Diese Markierungen verringern den verfügbaren Druckbereich.</div>
eo: <div>Elekti ĉu tranĉo/kunigmarkoj estas presitaj. La markoj reduktos la disponeblan printeblan areon.</div>
es: <div>Seleccionar si se imprimen las marcas de corte o doblado. Estas marcas reducen el área disponible para la impresión.</div>
et: <div>Valimine, kas lõikemärke trükkida või mitte. Need märgid vähendavad saadaolevat trükiala.</div>
fi: <div>Valitse, tulostetaanko leikkausmerkit. Merkit pienentävät tulostettavissa olevaa aluetta.</div>
fr: Imprimer les repères de découpe/jointure. Les repères réduiront la surface d'impression disponible.
gl: <div>Seleccionar se imprimir as marcas de cortar ou unir. As marcar reducirán a zona de impresión dispoñíbel.</div>
he: <div>נא לבחור האם יודפסו סימני חיתוך/צירוף. הסימנים יקטינו את שטח ההדפסה הזמין.</div>
it: <div>Scegli se debbano essere stampati i contrassegni di taglio/unione. I contrassegni ridurranno l'area stampabile disponibile.</div>
ka: <div>დაიბეჭდება თუ არა გაჭრის/შეერთების ნიშნები. ეს ნიშნები ამცირებენ ხელმისაწვდომ ბეჭდვად ადგილს.</div>
ko: <div>절취선을 인쇄할지 여부입니다. 절취선을 표시하면 인쇄 가능 영역의 크기가 작아집니다.</div>
nl: <div>Selecteer of afsnij/plakmarkeringen worden afgedrukt. De markereringen zullen het beschikbare afdrukgebied verkleinen.</div>
pl: <div>Wybierz czy drukować linie cięcia/łączenia. Linie ograniczą dostępny obszar drukowania.</div>
pt: <div>Seleccione se deseja imprimir as marcas de corte/junção. As marcas irão reduzir a área de impressão disponível.</div>
sl: <div>Izberite, ali bodo natisnjene oznake obrezave in vezave. Oznake bodo zmanjšale območja za tiskanje.</div>
sv: <div>Välj om streckmarkeringar skrivs ut. Markeringarna minskar tillgängligt utskriftsområde.</div>
uk: <div>Вкажіть, чи слід друкувати позначки розрізання-склеювання. Друк таких позначок зменшить доступну для друку область паперу.</div>
zh_tw: <div>選擇是否要列印裁剪/接合標記。這些標記會降低可用的列印區域。</div>

# @title:group
source: Print Layout
ca@valencia: Disposició de la impressió
de: Art des Ausdrucks
eo: Presa Aranĝo
es: Disposición de la impresión
et: Trükkimise paigutus
fi: Tulostusasettelu
fr: Mise en page
gl: Formato de impresión
he: פריסת הדפסה
ia: Imprime disposition
it: Layout di stampa
ka: ბეჭდვის განლაგება
ko: 인쇄 레이아웃
nl: Afdrukindeling
pl: Układ wydruku
pt: Formato de Impressão
pt_br: Layout de impressão
sl: Postavitev tiskanja
sv: Utskriftslayout
uk: Розкладка друку
zh_tw: 列印排版

# @label:textbox
source: Image size:
ca@valencia: Mida de la imatge:
de: Bildgröße:
eo: Grando de bildo:
es: Tamaño de la imagen:
et: Pildi suurus:
fi: Kuvakoko:
fr: Taille d'image :
gl: Tamaño da imaxe:
he: גודל תמונה:
ia: Grandor de Imagine:
it: Dimensione immagine:
ka: Სურათის ზომა:
ko: 그림 크기:
nl: Afbeeldingsgrootte:
pl: Rozmiar obrazu:
pt: Tamanho da imagem:
pt_br: Tamanho da imagem:
sl: Velikost slike:
sv: Bildstorlek:
uk: Розмір зображення:
zh_tw: 圖片大小：

# @label:textbox
source: Available print area:
ca@valencia: Àrea d'impressió disponible:
de: Verfügbarer Druckbereich
eo: Disponebla presa areo:
es: Área de impresión disponible:
et: Saadaolev trükkimisala:
fi: Käytettävissä oleva tulostusalue:
fr: Surface d'impression disponible :
gl: Zona de impresión dispoñíbel:
he: אזור ההדפסה הזמין:
ia: Area a imprimer disponibile:
it: Area di stampa disponibile:
ka: ხელმისაწვდომი ბეჭდვადი ადგილი:
ko: 사용 가능한 인쇄 영역:
nl: Beschikbaar afdrukgebied:
pl: Dostępny obszar wydruku:
pt: Área de impressão disponível:
sl: Razpoložljivo območje tiska:
sv: Tillgängligt utskriftsområde:
uk: Доступна область друку:
zh_tw: 可用列印區域：

# @label:textbox
source: Image print area:
ca@valencia: Àrea d'impressió de la imatge:
de: Druckbereich des Bilds:
eo: Bildopresa areo:
es: Área de impresión de la imagen:
et: Pildi trükkimisala:
fi: Kuvan tulostusalue:
fr: Surface d'impression de l'image :
gl: Zona de impresión da imaxe:
he: אזור הדפסת התמונה:
ia: Area a imprimer de imagine:
it: Area di stampa dell'immagine:
ka: გამოსახულების ბეჭდვის ადგილი:
ko: 그림 인쇄 영역:
nl: Afdrukgebied van afbeelding:
pl: Rozmiar wydruku obrazu:
pt: Área de impressão da imagem:
sl: Velikost prostora za tisk:
sv: Bildens utskriftsområde:
uk: Область друку зображення:
zh_tw: 圖片列印區域：

# @label:textbox
source: Pages required:
ca@valencia: Pàgines requerides:
de: Erforderliche Seiten:
eo: Paĝoj bezonataj:
es: Páginas solicitadas:
et: Nõutavad leheküljed:
fi: Vaaditut sivut:
fr: Mot de passe requis
gl: Páxinas necesarias:
he: עמודים נדרשים:
ia: Paginas requirite:
it: Pagine richieste:
ka: საჭირო გვერდები:
ko: 필요한 쪽 수:
nl: Vereiste pagina's:
pl: Potrzebnych stron:
pt: Páginas necessárias:
sl: Zahtevane strani:
sv: Antal nödvändiga sidor:
uk: Потрібно сторінок:
zh_tw: 需要頁數：

source: The scan resolution must be specified for scaling to it.
ca@valencia: Cal especificar la resolució de l'escaneig per a escalar-la.
de: Die Scan-Auflösung muss angegeben werden, um das Bild entsprechend zu vergrößern.
eo: La skana distingivo devas esti specifita por grimpi al ĝi.
es: Debe indicar la resolución del escáner para poder escalar a ella.
et: Skaleerimiseks peab olema määratud skannimise lahutusvõime.
fi: Kuvanlukutarkkuus täytyy määrittää, jotta siihen voi skaalata.
fr: La résolution de la numérisation doit être spécifiée pour la mise à l'échelle.
gl: A resolución da dixitalización debe indicarse para axustar o tamaño a ela.
he: יש לציין את רזולוציית הסריקה כדי לשנות אליה את קנה המידה.
ia: Le resolution de scander debe esser specificate per scalar a illo.
it: Deve essere specificata la risoluzione della scansione per ridimensionare l'immagine in proporzione.
ka: სკანირების გაფართოების მითითება შეუძლებელია მანამდე დამასშტაბებისთვის.
ko: 크기를 조정하려면 스캔 해상도를 지정해야 합니다.
nl: De scanresolutie moet gespecificeerd worden om het te schalen.
pl: Do przeskalowania należy podać rozdzielczość skanu.
pt: A resolução da digitalização deve ser indicada para aplicá-la na escala.
sl: Ločljivost skeniranja mora biti določena za spreminjanje merila.
sv: Inläsningsupplösningen måste anges för att skala till den.
uk: Для масштабування слід вказати роздільність сканування.
zh_tw: 需要指定掃描解析度來配合它的縮放。

source: A valid size must be specified for custom scaling. One or both of the specified dimensions is zero.
ca@valencia: Cal especificar una mida vàlida per a un escalat personalitzat. Una o ambdues de les dimensions especificades són zero.
de: Für die benutzerdefinierte Vergrößerung muss ein gültiger Wert angegeben werden. Einer oder beider der angegebenen Dimensionen ist Null.
eo: Valida grandeco devas esti specifita por kutima skalo. Unu aŭ ambaŭ el la specifitaj dimensioj estas nul.
es: Debe indicar un tamaño válido para escalar de forma personalizada. Una o las dos dimensiones indicadas son cero.
et: Kohandatud skaleerimiseks tuleb määrata korrektne suurus. Määratud mõõtmetest on vähemalt üks null.
fi: Mukautettua skaalausta varten on annettava kelvollinen koko. Jompikumpi tai kumpikin annetuista ulottuvuuksista on nolla.
fr: Des dimensions valables doivent être spécifiées pour la mise à l'échelle manuelle. L'une ou les deux valeurs indiquées sont de zéro.
gl: Debe indicarse un tamaño correcto para usar dimensións personalizadas. Polo menos unha das dimensións indicadas é cero.
he: יש לציין גודל תקף לקנה מידה מותאם אישית. אחד או יותר מהממדים שצוינה הוא אפס.
ia: Un grandor valide debe esser specificate per scalar personalisate. Un o ambes del grandor specificate es zero.
it: Deve essere specificata una dimensione valida per il ridimensionamento personalizzato. Una o entrambe le dimensioni specificate è zero.
ka: მომხმარებლის მასშტაბისთვის სწორი ზომის მითითება აუცილებელია. ერთი ან ორივე მითითებული განზომილება ნულის ტოლია.
ko: 사용자 정의 크기 조절을 하려면 올바른 크기를 지정해야 합니다. 지정한 크기 중 하나가 0입니다.
nl: Een geldige grootte moet gespecificeerd worden voor aangepast schalen. Eén of beide gespecificeerde afmeting(en) is nul.
pl: Do własnego skalowania należy podać prawidłowy rozmiar. Jeden lub oba wymiary są równe zero.
pt: Deve indicar um tamanho válido para a escala personalizada. Uma ou ambas as dimensões indicadas é igual a zero.
sl: Za spremembo merila je treba določiti veljavno velikost. Ena ali obe določeni dimenziji sta nič.
sv: En giltig storlek måste anges för egen skalning. En eller båda av de angivna dimensionerna är noll.
uk: Для нетипового масштабування слід вказати коректний розмір. Зараз розмір за однією чи обома координатами дорівнює нулеві.
zh_tw: 自訂縮放需要指定有效大小，但指定的尺寸之一是 0。

# @info
source: The directory <filename>%2</filename><nl/>could not be accessed.<nl/>%1
ca@valencia: No s'ha pogut accedir<nl/>al directori <filename>%2</filename>.<nl/>%1
de: Der Zugriff auf den Ordner <filename>%2</filename><nl/> ist nicht möglich.<nl/>%1
eo: La dosierujon <filename>%2</filename><nl/>ne eblis aliri.<nl/>%1
es: No se puede acceder al directorio<nl/><filename>%2</filename>.<nl/>%1
et: Juurdepääs kataloogile <filename>%2</filename><nl/>nurjus.<nl/>%1
fi: Kansiota <filename>%2</filename><nl/>ei ole käyttöoikeuksia.<nl/>%1
fr: Impossible d'accéder au dossier<nl/> <filename>%2</filename>.<nl/> %1
gl: Non se puido acceder ao cartafol<nl/> <filename>%2</filename>. <nl/>%1
he: לא ניתן לגשת לתיקייה <filename>%2</filename><nl/>.<nl/>%1
ia: Le directorio <filename>%2</filename><nl/>non poteva esser accedite.<nl/>%1
it: Non è possibile accedere alla cartella <filename>%2</filename><nl/>.<nl/>%1
ka: საქაღალდესთან <filename>%2</filename><nl/>წვდომა შეუძლებელია.<nl/>%1
ko: 디렉터리 <filename>%2</filename>에<nl/> 접근할 수 없습니다.<nl/>%1
nl: De map <filename>%2</filename><nl/>gaf geen toegang.<nl/>%1
pl: Nie można uzyskać dostępu do katalogu <filename>%2</filename><nl/>.<nl/>%1
pt: Não foi possível aceder à pasta <filename>%2</filename>.<nl/>%1
sl: Imenik <filename>%2</filename><nl/>ni dostopen.<nl/>%1
sv: Katalogen <filename>%2</filename><nl/>kunde inte kommas åt.<nl/>%1
uk: Не вдалося отримати доступ до каталогу <filename>%2</filename>.<nl/><nl/>%1
zh_tw: 無法存取目錄 <filename>%2</filename>。<nl/>%1

# @info
source: The directory <filename>%2</filename><nl/>could not be created.<nl/>%1
ca@valencia: No s'ha pogut crear<nl/>el directori <filename>%2</filename>.<nl/>%1
de: Der Ordner <filename>%2</filename><nl/> kann nicht erstellt werden.<nl/>%1
eo: La dosierujon <filename>%2</filename><nl/>ne eblis krei.<nl/>%1
es: No se puede crear el directorio<nl/><filename>%2</filename>.<nl/>%1
et: Kataloogi <filename>%2</filename><nl/>ei saa luua.<nl/>%1
fi: Kansiota <filename>%2</filename><nl/>ei voitu luoda.<nl/>%1
fr: Impossible de créer le dossier<nl/> <filename>%2</filename>. <nl/> %1
gl: Non se puido crear o cartafol<nl/> <filename>%2</filename>.<nl/> %1
he: לא ניתן ליצור את התיקייה <filename>%2</filename><nl/>.<nl/>%1
ia: Le directorio <filename>%2</filename><nl/>non poteva esser create<nl/>%1
it: Impossibile creare la cartella <filename>%2</filename><nl/>.<nl/>%1
ka: საქაღალდის <filename>%2</filename><nl/>შექმნა შეუძლებელია.<nl/>%1
ko: 디렉터리 <filename>%2</filename>을(를)<nl/>만들 수 없습니다.<nl/>%1
nl: De map <filename>%2</filename><nl/>kon niet aangemaakt worden.<nl/>%1
pl: Nie można utworzyć katalogu <filename>%2</filename><nl/>.<nl/>%1
pt: Não foi possível criar a pasta <filename>%2</filename>.<nl/>%1
sl: Imenika <filename>%2</filename><nl/>ni mogoče ustvariti.<nl/>%1
sv: Katalogen <filename>%2</filename><nl/>kunde inte skapas.<nl/>%1
uk: Не вдалося створити каталог <filename>%2</filename>.<nl/><nl/>%1
zh_tw: 無法建立目錄 <filename>%2</filename>。<nl/>%1

source: indexed color image (up to 8 bit depth)
ca@valencia: imatge amb color indexat (fins a 8 bits de profunditat)
de: Indiziertes Farbbild (bis zu 8-Bit Farbtiefe)
eo: indeksita kolorbildo (ĝis 8 bitoj profundo)
es: imagen de color indexado (hasta 8 bits de profundidad)
et: indekseeritud värvipilt (kuni 8-bitise sügavusega)
fi: Indeksoitu värikuva (8 bitin syvyyteen asti)
fr: Image en couleurs indexées (jusqu'à 8 bits de profondeur)
gl: imaxe de cor indexada (ata 8 bits de profundidade)
he: תמונה עם צבעים מסודרים במפתח (עד 8 סיביות עומק)
ia: imagine de color indicisate (usque profunditate de 8 bit)
it: immagine a colori indicizzata (fino a 8 bit di profondità)
ka: დაინდექსებული ფერის გამოსახულება (8 ბიტამდე სიღრმით)
ko: 인덱스 색상 그림(최대 8비트 색 농도)
nl: geïndexeerde kleurenafbeelding (tot 8 bits diepte)
pl: indeksowany obraz kolorowy (aż do 8 bitowej głębi)
pt: imagem a cores indexadas (profundidade até 8 bits)
pt_br: imagem em cores indexada (profundidade até 8 bits)
sl: indeksirana barvna slika (do 8 bitne globine)
sv: indexerad färgbild (upp till 8-bitars djup)
uk: індексоване кольорове зображення (глибина — до 8 бітів)
zh_tw: 索引色圖片（最高 8 位元深度）

source: gray scale image (up to 8 bit depth)
ca@valencia: imatge amb escala de grisos (fins a 8 bits de profunditat)
de: Graustufenbild (bis zu 8-Bit Farbtiefe)
eo: grizskala bildo (ĝis 8 bitoj profundo)
es: imagen de escala de grises (hasta 8 bits de profundidad)
et: halltoonis pilt (kuni 8-bitise sügavusega)
fi: harmaasävykuva (8 bitin syvyyteen asti)
fr: Image en nuances de gris (jusqu'à 8 bits de profondeur)
gl: imaxe de escala de grises (ata 8 bits de profundidade)
he: תמונת גווני אפור (עד עומק של 8 סיביות)
ia: imagine de scala de gris (usque profunditate de 8 bit)
it: immagine in scala di grigi (fino a 8 bit di profondità)
ka: ნაცრისფერი მასშტაბის სურათი (8 ბიტიანი სიღრმე)
ko: 회색조 그림(최대 8비트 색 농도)
nl: grijswaardeafbeelding (tot 8 bits diepte)
pl: obraz w odcieniach szarości (aż do 8 bitowej głębi)
pt: imagem em tons de cinzento (profundidade até 8 bits)
pt_br: imagem em tons de cinza (profundidade até 8 bits)
sl: sivinska slika (do 8 bitne globine)
sv: gråskalebild (upp till 8-bitars djup)
uk: зображення у відтінках сірого (глибина — 8 бітів)
zh_tw: 灰階圖片（最高 8 位元深度）

source: lineart image (black and white, 1 bit depth)
ca@valencia: imatge de línies (blanc i negre, 1 bit de profunditat)
de: Lineart (Schwarzweiß, 1-Bit Tiefe)
eo: lineart-bildo (nigra kaj blanka, 1 bita profundo)
es: imagen de arte de línea (blaco y negro, 1 bit)
et: joongraafikas pilt (mustvalge, 1-bitise sügavusega)
fi: viivakuva (mustavalkoinen, 1 bittinen)
fr: Image lineart en noir et blanc (palette de 1 bit)
gl: imaxe monocroma (branco e negro, 1 bit de profundidade)
he: תמונה קווית (שחור ולבן, עומק של סיבית אחת)
ia: imagine lineart (nugro e blanc, profunditate d e 1 bit)
it: immagine lineart (bianco e nero, 1 bit di profondità)
ka: ხაზოვანი სურათი (შავთეთრი, 1 ბიტიანი სიღრმე)
ko: 라인아트 그림(흑백, 1비트 농도)
nl: lijnillustratie (zwart-wit, 1 bit diepte)
pl: rysunek kreskowy (czarno biały, 1 bitowa głębia)
pt: imagem artística (preto e branco, profundidade de 1 bit)
pt_br: imagem artística (preto e branco, profundidade de 1 bit)
sl: črtna slika (črno-bela z globino 1bita)
sv: bild med streckteckning (svartvit, 1-bits djup)
uk: штрихове зображення (чорно-біле, глибина — 1 біт)
zh_tw: 線稿圖片（黑白，1 位元深度）

source: high/true color image (more than 8 bit depth)
ca@valencia: imatge amb color real (més de 8 bits de profunditat)
de: 64000-Farben- oder Echtfarbenbild (mehr als 8-Bit-Farbtiefe)
eo: alta/vera kolorbildo (pli ol 8 bitoj profundo)
es: imagen en color alto/verdadero (más de 8 bits de profundidad)
et: loomutruudes värvides pilt (enam kui 8-bitise sügavusega)
fi: tosivärikuva (enemmän kuin 8 bitin syvyys)
fr: Image en hautes/vraies couleurs (plus de 8 bits de profondeur)
gl: imaxe de cor alta ou real (máis de 8 bits de profundidade)
he: תמונה מרובת צבעים/צבע אמיתי (למעלה מעומק של 8 סיביות)
ia: imagine de color alte/ver (profunditate de plus que 8 bit)
it: immagine a colori reali (più di 8 bit di profondità)
ka: მაღალი/ჭეშმარიტი ფერების მქონე გამოსახულება (8-ზე მეტ-ბიტიანი სიღრმე)
ko: 하이컬러/트루컬러 그림(8비트 이상 색 농도)
nl: hoge/echte kleurenafbeelding (meer dan 8 bits diepte)
pl: obraz high/true color (więcej niż 8 bitowa głębia)
pt: imagem a cores verdadeiras (profundidade com mais de 8 bits)
pt_br: imagem em cores reais (profundidade com mais de 8 bits)
sl: barvna slika (več kot 8 bitna globina)
sv: hög/sann färgbild (mer än 8-bitars djup)
uk: кольорове зображення з палітрою (глибина — 8 бітів)
zh_tw: 高彩/真彩影像（大於 8 位元深度）

source: unknown image type %1
ca@valencia: tipus d'imatge %1 desconegut
de: Unbekanntes Bildformat %1
eo: nekonata bildotipo %1
es: tipo de imagen desconocido %1
et: tundmatu pilditüüp %1
fi: tuntematon kuvatyyppi %1
fr: Type d'image inconnu %1
gl: tipo de imaxe descoñecido %1
he: סוג התמונה %1 לא ידוע
ia: typo de imagine incognoscite %1
it: %1 Tipo di immagine sconosciuto
ka: გამოსახულების უცნობი ტიპი %1
ko: 알 수 없는 그림 형식 %1
nl: onbekend afbeeldingtype %1
pl: nieznany typ obrazu %1
pt: Tipo de imagem desconhecido %1
pt_br: tipo de imagem desconhecido %1
sl: neznana vrsta slike %1
sv: okänd bildtyp %1
uk: невідомий тип зображення %1
zh_tw: 未知的圖片類型 %1
