Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Saved scan preset sets:
ca@valencia: Conjunts guardats de valors predefinits d'escaneig:
de: Gespeicherte Scan-Voreinstellung:
eo: Konservitaj skan-antaŭdifinaroj:
es: Conjuntos de preajustes de escaneo guardados:
fi: Tallennetut esiasetusjoukot:
fr: Ensemble des préréglages de numérisation enregistrés :
he: ערכות סריקה שמורות:
ia: Insimules de preregulation de scander salveguardate:
it: Preimpostazioni di scansione salvate:
ka: შენახული სკანირების პრესეტის ნაკრებები:
ko: 스캔 사전 설정 모음 저장:
nl: Sets van opgeslagen voor-instellingen voor scan:
pl: Zapisane zestawy nastaw skanowania:
pt: Predefinições de digitalização gravadas:
sl: Shranjene zbirke začetnih nastavitev optičnega branja:
sv: Sparade uppsättningar av inläsningsförinställningar:
uk: Збережені набори параметрів сканування:
zh_tw: 已儲存的掃描預設集

source: Select
ca@valencia: Selecciona
de: Auswählen
eo: Elekti
es: Seleccionar
et: Vali
fi: Valitse
fr: Sélectionner
gl: Seleccionar
he: בחירה
ia: Selige
it: Seleziona
ka: აირჩიეთ
ko: 선택
nl: Selecteren
pl: Wybierz
pt: Selecção
sl: Izberi
sv: Välj
uk: Вибрати
zh_tw: 選取

source: Load the selected scan preset set to use as scanner settings
ca@valencia: Carrega el conjunt seleccionat de valors predefinits d'escaneig per a utilitzar-los com a configuració de l'escàner
de: Lädt die ausgewählten Scan-Voreinstellung und verwendet die Einstellungen für den Scanner
eo: Ŝargi la elektitan skanan antaŭgordilon por uzi kiel skanilajn agordojn
es: Cargar el conjunto de preajuste de escaneo seleccionado para usar como preferencias del escáner
fi: Lataa valittu esiasetusjoukko kuvanlukuasetuksiksi
fr: Charger l'ensemble des préréglages sélectionnés de numérisation et les utiliser comme paramètres pour numérisation
he: טעינת ערכת הסריקה הנבחרה לשימוש עבור הגדרות הסורק
it: Carica la preimpostazione selezionata di scansione da usare come impostazioni dello scanner
ka: მონიშნული სკანირების პრესეტის ჩატვირთვა სკანერის პარამეტრების სახით
ko: 설정한 스캔 설정을 이번 스캔에 사용하도록 불러오기
nl: De geselecteerde set voor-instellingen voor scan laden om te gebruiken als scanner-instellingen
pl: Wczytaj wybrane nastawy skanowania do użycia jako ustawienia skanera
pt: Carregar a predefinição de digitalização seleccionada para usar como configuração da digitalização
sl: Naloži izbrano zbirko začetni nastavitev optičnega branja za uporabo nastavitev optičnega bralnika
sv: Läs in vald uppsättning av inläsningsförinställningar för att använda som bildläsarinställningar
uk: Завантажити позначений набір параметрів сканування і використати його
zh_tw: 載入所選的掃描預設集的掃描器設定

source: Save...
ca@valencia: Guarda...
de: Speichern …
eo: Konservvi...
es: Guardar...
et: Salvesta ...
fi: Tallenna…
fr: Enregistrer...
gl: Gardar…
he: שמירה…
ia: Salveguarda...
it: Salva...
ka: შენახვა...
ko: 저장...
nl: Opslaan...
pl: Zapisz...
pt: Gravar...
pt_br: Salvar...
sl: Shrani...
sv: Spara...
uk: Зберегти…
zh_tw: 儲存...

source: Save the current scanner settings as a new scan preset set
ca@valencia: Guarda la configuració de l'escàner actual com a conjunt nou de valors predefinits d'escaneig
de: Speichert die aktuellen Einstellungen des Scanners als neue Scan-Voreinstellung
eo: Konservi la aktualajn agordojn de la skanilo kiel nova skan-antaŭdifinaro
es: Guardar las preferencias actuales del escáner como nuevo conjunto de preajustes de escaneo
fi: Tallenna nykyiset kuvanlukuasetukset uudeksi esiasetusjoukoksi
fr: Enregistrer les paramètres courants du périphérique de numérisation comme un nouvel ensemble de préréglages
he: שמירת הגדרות הסוקר הנוכחית כערכת סריקה חדשה
it: Salva le attuali impostazioni dello scanner come nuove preimpostazioni per la scansione
ka: სკანერის მიმდინარე პარამეტრების ახალი სკანერის პრესეტის სახით შენახვა
ko: 현재 스캐너 설정을 새 스캔 사전 설정 모음으로 저장
nl: De huidige instellingen van de scanner als een nieuwe set voor-instellingen opslaan
pl: Zapisz bieżące ustawienia skanera jako nowe nastawy skanowania
pt: Gravar a configuração actual da digitalização como uma nova predefinição de digitalização
sl: Shranite trenutne nastavitve bralnika kot novo zbirko začetnih nastavitev
sv: Spara nuvarande bildläsarinställningar som en ny uppsättning inläsningsförinställningar
uk: Зберегти поточні параметри сканування у форматі нового набору параметрів
zh_tw: 將目前的掃描器設定儲存為新的掃描預設集

source: Delete the selected scan preset set
ca@valencia: Suprimix el conjunt seleccionat de valors predefinits d'escaneig
de: Löscht die ausgewählten Scan-Voreinstellung
eo: Forigi la elektitan skan-antaŭdifinaron
es: Borrar el conjunto de preajustes de escaneo seleccionado
fi: Poista valittu esiasetusjoukko
fr: Supprimer l'ensemble des préréglages de numérisation sélectionné
he: מחיקת ערכת הסריקה
ia: Dele le insimul de preselection de scander seligite
it: Elimina le preimpostazioni selezionate per la scansione
ka: მონიშნული სკანირების პრესეტების ნაკრების წაშლა
ko: 선택한 스캔 사전 설정 삭제
nl: De geselecteerde set voor-instellingen voor scan verwijderen
pl: Usuń zaznaczony zestaw nastaw skanowania
pt: Apagar a predefinição de digitalização seleccionada
sl: Izbriši izbrano zbirko začetnih nastavitev optičnega branja
sv: Ta bort den markerade uppsättningen inläsningsförinställningar
uk: Вилучити позначений набір параметрів сканування
zh_tw: 刪除所選的掃描預設集

source: Edit...
ca@valencia: Edita...
de: Bearbeiten …
eo: Redakti...
es: Editar...
et: Muuda...
fi: Muokkaa…
fr: Éditer...
gl: Editar…
he: עריכה…
ia: Edita ...
it: Modifica...
ka: ჩასწორება...
ko: 편집...
nl: Bewerken...
pl: Edytuj...
pt: Editar...
pt_br: Editar...
sl: Uredi...
sv: Redigera...
uk: Змінити…
zh_tw: 編輯...

source: Change the name or description of the selected scan preset set
ca@valencia: Canvia el nom i/o la descripció del conjunt seleccionat de valors predefinits d'escaneig
de: Ändert den Namen oder die Beschreibung der ausgewählten Scan-Voreinstellung
eo: Ŝanĝu la nomon aŭ priskribon de la elektita skan-antaŭdifinaro
es: Cambiar el nombre o la descripción del conjunto de preajustes de escaneo seleccionado
fi: Muuta valitun esiasetusjoukon nimeä tai kuvausta
fr: Changer le nom ou la description du profil de l'ensemble des préréglages de numérisation sélectionné.
he: החלפת השם או התיאור של ערכת הסריקה הנבחרת
it: Modifica il nome o la descrizione delle preimpostazioni selezionate per la scansione
ka: მონიშნული სკანერის პრესეტის სახელის ან აღწერის შეცვლა
ko: 선택한 스캔 사전 설정 모음의 이름이나 설명 편집
nl: De naam of beschrijving van de geselecteerde set voor-instellingen voor scan wijzigen
pl: Zmień nazwę lub opis zaznaczonego zestawu nastaw skanowania
pt: Mudar o nome ou descrição da predefinição de digitalização seleccionada
sl: Spremeni ime ali opis izbrane zbirke začetnih nastavitev optičnega branja
sv: Ändra namn eller beskrivning för den markerade uppsättningen inläsningsförinställningar
uk: Змінити назву або опис позначеного набору параметрів сканування
zh_tw: 變更選取的掃描預設集的名稱或描述

source: No preset set selected.
ca@valencia: No s'ha seleccionat cap valor predefinit.
de: Keine Voreinstellung ausgewählt.
eo: Neniu antaŭdifinaro elektita.
es: No se ha seleccionado ningún conjunto de preajustes.
fi: Esiasetusjoukkoa ei ole valittu.
fr: Aucun ensemble de préréglages sélectionné.
he: לא נבחרה ערכה.
ia: Nulle insimul de preselection seligite.
it: Nessuna preimpostazione selezionata.
ka: პრესეტის სეტი არჩეული არაა.
ko: 스캔 사전 설정 모음을 선택하지 않았습니다.
nl: Geen set voor-instellingen geselecteerd.
pl: Nie wybrano żadnego zestawu nastaw.
pt: Nenhuma predefinição seleccionada.
sl: Ni izbrane zbirke začetnih nastavitev.
sv: Ingen uppsättning förinställningar vald.
uk: Не позначено жодного набору.
zh_tw: 未選取預設集。

# @info
source: Do you really want to delete the set <resource>%1</resource>?
ca@valencia: Segur que voleu eliminar el joc <resource>%1</resource>?
de: Möchten Sie die Voreinstellung <resource>%1</resource> wirklich löschen?
eo: Ĉu vi vere volas forigi la aron <resource>%1</resource>?
es: ¿Realmente quiere borrar el conjunto <resource>%1</resource>?
fi: Haluatko varmasti poistaa joukon <resource>%1</resource>?
fr: Voulez-vous vraiment supprimer le profil « <resource>%1</resource> » ?
he: למחוק את הערכה <resource>%1</resource>?
it: Vuoi davvero eliminare l'insieme <resource>%1</resource>?
ka: ნამდვილად გსურთ სეტის წაშლა<resource> %1</resource>?
ko: 스캔 사전 설정 모음 <resource>%1</resource>을(를) 삭제하시겠습니까?
nl: Wilt u de set <resource>%1</resource> verwijderen?
pl: Czy na pewno usunąć zestaw <resource>%1</resource>?
pt: Deseja mesmo apagar o conjunto <resource>%1</resource>?
sl: Ali zares želite zbrisati zbirko <resource>%1</resource>?
sv: Vill du verkligen ta bort uppsättningen <resource>%1</resource>?
uk: Ви справді хочете вилучити набір <resource>%1</resource>?
zh_tw: 您確定要刪除預設集 <resource>%1</resource> 嗎？

source: Delete Scan Preset Set
ca@valencia: Supressió de conjunt de valors predefinits d'escaneig
de: Scan-Voreinstellung löschen
eo: Forigi Skanan Antaŭdifinaron
es: Borrar conjunto de preajustes de escaneo
fi: Poista esiasetusjoukko
fr: Supprimer l'ensemble des préréglages de numérisation
he: מחיקת ערכת סריקה
ia: Dele insimul de preselection de scander
it: Elimina le preimpostazioni per la scansione
ka: სკანირების პრესეტების სეტის წაშლა
ko: 스캔 사전 설정 모음 삭제
nl: Set met voor-instellingen voor scan verwijderen
pl: Usuń zestaw nastaw skanowania
pt: Apagar a Predefinição de Digitalização
sl: Izbriši zbirko začetnih nastavitev optičnega branja
sv: Ta bort uppsättning av inläsningsförinställningar
uk: Вилучення набору параметрів сканування
zh_tw: 刪除掃描預設集

# @info:status
source: Ready
ca@valencia: Llest
de: Bereit
eo: Preta
es: Preparado
et: Valmis
fi: Valmis
fr: Prêt
gl: Preparado
he: בהמתנה
ia: Preste
it: Pronto
ka: მზადაა
ko: 준비
nl: Gereed
pl: Gotowe
pt: Pronto
pt_br: Pronto
sl: Pripravljen
sv: Klar
uk: Готово
zh_tw: 已就緒

# @info:tooltip
source: The size of the image being viewed in the gallery
ca@valencia: La mida de la imatge que es visualitzarà en la galeria
de: Die Größe des angezeigten Bilds in der Galerie
eo: La grandeco de la bildo videbla en la galerio
es: El tamaño de la imagen que se está viendo en la galería
et: Galeriis näidatava pildi suurus
fi: Galleriasta näytetyn kuvan koko
fr: Taille de l'image visible dans la galerie
gl: O tamaño da imaxe que se está a ver na galería.
he: גודל התמונה שנצפית בגלריה
ia: Le dimension de imagine que es vidite in le galeria
it: La dimensione dell'immagine vista nella galleria
ka: გალერეაში გახსნილი სურათის ზომა
ko: 갤러리에서 보고 있는 그림 크기
nl: De afmeting van de afbeelding uit de galerij die wordt bekeken
pl: Rozmiar obrazu widziany w galerii
pt: O tamanho da imagem visível na galeria
pt_br: Tamanho da imagem a ser visualizada na galeria
sl: Velikost slike, ki si jo ogledate v galeriji
sv: Storlek på bilden som visas i galleriet
uk: Розмір зображення у перегляді галереї

# @info:tooltip
source: The size of the selected area that will be scanned
ca@valencia: La mida de l'àrea seleccionada que s'escanejarà
de: Die Größe des ausgewählten Bereichs für das Scannen
eo: La grandeco de la elektita areo, kiu estos skanita
es: El tamaño del área seleccionada que se va a escanear
et: Valitud ala suurus, mida skannitakse
fi: Luettavaksi valitun alueen koko
fr: Taille de la zone sélectionnée à scanner
gl: O tamaño da zona seleccionada para dixitalizar.
he: גודל האזור הנבחר שייסרק
ia: Le dimension del area seligite que essera scandite
it: La dimensione dell'area selezionata che sarà scansionata
ka: დასასკანერებელი ადგილის ზომა
ko: 스캔할 선택 영역 크기
nl: De afmeting van het geselecteerde gebied dat gescand zal worden
pl: Rozmiar zaznaczonego obszaru, który zostanie zeskanowany
pt: O tamanho da área seleccionada que será digitalizada
pt_br: Tamanho da área selecionada que será digitalizada
sl: Velikost izbranega območja, ki bo skenirano
sv: Storleken på det markerade området som kommer att läsas in
uk: Розмір позначеної ділянки для сканування

# @info:tooltip
source: <qt>This is the uncompressed size of the scanned image. It tries to warn you if you try to produce too big an image by changing its background color.
ca@valencia: <qt>Esta és la mida descomprimida de la imatge escanejada. Pretén avisar si s'intenta produir una imatge massa gran en canviar el seu color de fons.
de: <qt>Dies ist die Größe des eingelesenen Bildes im unkomprimierten Zustand. Bei sehr großen Bildern erfolgt zudem als Warnung eine Änderung der Hintergrundfarbe.
eo: <qt>Ĉi tio estas la nekunpremita grandeco de la skanita bildo. Ĝi provas averti vin se vi provas produkti tro grandan bildon ŝanĝante ĝian fonkoloron.
es: <qt>Este es el tamaño sin comprimir de la imagen escaneada. Trata de advertirle si intenta generar una imagen demasiado grande cambiando su color de fondo.
et: <qt>See on skannitud pildi suurus tihendamata. Taustavärvi muutmisega antakse sulle teada, kui püüad tekitada liiga suure pildi.
fi: <qt>Tämä on luetun kuvan pakkaamaton koko. Se yrittää varoittaa sinua, jos yrität luoda liian ison kuvan vaihtamalla sen taustaväriä.
fr: <qt>C'est la taille non compressée de l'image numérisée. C'est un avertissement si vous essayez de produire une trop grande image en changeant sa couleur de fond.
gl: <qt>O tamaño sen comprimir da imaxe dixitalizada. Intenta avisalo se intenta producir unha imaxe grande de máis cambiando a súa cor de fondo.
he: <qt>זה הגודל הלא דחוס של התמונה שנסרקה. זאת אזהרה למקרה של ניסיון לייצר תמונה גדולה מדי על ידי שינוי צבע הרקע.
it: <qt>Questa è la dimensione non compressa dell'immagine scansionata. Il programma tenta di avvisarti se provi a produrre un'immagine troppo grande modificando il suo colore di sfondo.
ka: <qt>ეს დასკანერებული გამოსახულების შეუკუმშავი ზომაა. ის ცდილობთ გაგაფრთხილოთ, თუ ცდილობთ, მეტისმეტად დიდი გამოსახულება მიიღოთ მისი ფონის ფერის ცვლილებით.
ko: <qt>스캔한 그림의 압축하지 않은 크기입니다. 배경색을 바꿔서 너무 큰 그림을 생성하려고 할 때 경고합니다.
nl: <qt>Dit is de niet-gecomprimeerde afmeting van de gescande afbeelding. Het probeert u te waarschuwen of u wilt proberen een te grote afbeelding te maken door zijn achtergrondkleur te wijzigen.
pl: <qt>Jest to nieskompresowany rozmiar zeskanowanego obrazu. Ostrzeże cię, jeśli spróbujesz stworzyć zbyt duży obraz poprzez zmianę jego koloru tła.
pt: <qt>Este é o tamanho não-comprimido da imagem digitalizada. Avisá-lo-á se tentar produzir uma imagem demasiado grande, alterando a sua cor de fundo.
pt_br: <qt>Este é o tamanho sem compressão da imagem digitalizada. Você será avisado ao tentar produzir uma imagem muito grande, alterando a sua cor de fundo.
sl: <qt>To je nestisnjena velikost skenirane slike. Poskuša vas opozoriti, da poskušate ustvariti preveliko sliko s spreminjanjem njene barve ozadja.
sv: <qt>Det här är den okomprimerade storleken hos den inlästa bilden. Den försöker ge en varning om du försöker skapa en alltför stor bild genom att ändra dess bakgrundsfärg.
uk: <qt>Це дані щодо нестисненого розміру сканованого зображення. Програма попереджатиме вас щодо створення надто великих зображень зміною кольору тла панелі показу цих даних.

# @info:status
source: Image: %1
ca@valencia: Imatge: %1
de: Bild: %1
eo: Bildo: %1
es: Imagen: %1
et: Pilt: %1
fi: Kuva: %1
gl: Imaxe: %1
he: תמונה: %1
ia: Imagine: %1
it: Immagine: %1
ka: გამოსახულება: %1
ko: 그림: %1
nl: Afbeelding: %1
pl: Obraz: %1
pt: Imagem: %1
pt_br: Imagem: %1
sl: Slika: %1
sv: Bild: %1
uk: Зображення: %1
zh_tw: 圖片：%1

# @info:status
source: Scan: %1
ca@valencia: Escaneja: %1
de: Scannen: %1
eo: Skano: %1
es: Escanear: %1
et: Skannimine: %1
fi: Lue kuva: %1
gl: Dixitalizar: %1
he: סריקה: %1
ia: Scande: %1
it: Scansione: %1
ka: სკანირება: %1
ko: 스캔: %1
nl: Scannen: %1
pl: Skanuj: %1
pt: Digitalização: %1
pt_br: Digitalizar: %1
sl: Sken: %1
sv: Läs in: %1
uk: Сканування: %1
zh_tw: 掃描：%1

source: Thumbnails
ca@valencia: Miniatures
de: Vorschaubilder
eo: Miniaturoj
es: Miniaturas
et: Pisipildid
fi: Esikatselukuvat
fr: Vignettes
gl: Miniaturas
he: תמונות ממוזערות
ia: Miniaturas
it: Miniature
ka: ესკიზები
ko: 섬네일
nl: Miniaturen
pl: Miniatury
pt: Miniaturas
pt_br: Miniaturas
sl: Sličice
sv: Miniatyrbilder
uk: Мініатюри
zh_tw: 縮圖

source: Preview Size
ca@valencia: Mida de la vista prèvia
de: Vorschaugröße
eo: Grandeco de Antaŭrigardo
es: Tamaño de la vista previa
et: Eelvaatluse suurus
fi: Esikatselun koko
fr: Taille de l'aperçu
gl: Tamaño da vista previa
he: גודל תצוגה מקדימה
ia: Dimension de vista preliminar
it: Dimensione anteprima
ka: მინიატურის ზომა
ko: 미리 보기 크기
nl: Voorbeeldgrootte
pl: Rozmiar podglądu
pt: Tamanho da Antevisão
pt_br: Tamanho da antevisão
sl: Velikost predogleda
sv: Förhandsgranskningsstorlek
uk: Розмір перегляду
zh_tw: 預覽大小

source: Very Large
ca@valencia: Molt gran
de: Sehr groß
eo: Grandega
es: Muy grande
et: Väga suur
fi: Erittäin suuri
fr: Très Grand
gl: Moi grande
he: גדול מאוד
ia: Multe Grande
it: Molto grande
ka: ძალიან დიდი
ko: 매우 크게
nl: Erg groot
pl: Bardzo duży
pt: Muito Grande
pt_br: Muito grande
sl: Zelo velika
sv: Mycket stor
uk: Дуже великий
zh_tw: 非常大

source: Large
ca@valencia: Gran
de: Groß
eo: Granda
es: Grande
et: Suur
fi: Suuri
gl: Grande
he: גדול
ia: Grande (Large)
it: Grande
ka: დიდი
ko: 크게
nl: Groot
pl: Duży
pt: Grande
pt_br: Grande
sl: Velika
sv: Stor
uk: Великий
zh_tw: 大

source: Medium
ca@valencia: Mitjana
de: Mittel
eo: Meza
es: Mediana
et: Keskmine
fi: Normaali
fr: Moyen
gl: Mediana
he: בינוני
ia: Medie
it: Media
ka: საშუალო
ko: 중간
nl: Middel
pl: Średni
pt: Média
pt_br: Médio
sl: Srednja
sv: Mellanstor
uk: Середній
zh_tw: 中

source: Small
ca@valencia: Xicoteta
de: Klein
eo: Malgranda
es: Pequeña
et: Väike
fi: Pieni
fr: Petit
gl: Pequena
he: קטן
ia: Parve
it: Piccola
ka: პატარა
ko: 작게
nl: Klein
pl: Mały
pt: Pequena
pt_br: Pequeno
sl: Majhna
sv: Liten
uk: Малий
zh_tw: 小

source: Very Small
ca@valencia: Molt xicoteta
de: Sehr klein
eo: Tre malgranda
es: Muy pequeña
et: Väga väike
fi: Erittäin pieni
fr: Très petit
gl: Moi pequena
he: קטן מאוד
ia: Multe Parve
it: Molto piccola
ka: ძალიან პატარა
ko: 매우 작게
nl: Heel klein
pl: Bardzo mały
pt: Muito Pequena
pt_br: Muito pequeno
sl: Zelo majhna
sv: Mycket liten
uk: Дуже малий
zh_tw: 非常小

source: Tiny
ca@valencia: Minúscula
de: Winzig
eo: Eta
es: Diminuta
et: Tilluke
fi: Pienenpieni
fr: Minuscule
gl: Pequerrecha
he: פצפון
ia: Minuscule
it: Minuscola
ka: პაწაწინა
ko: 가장 작게
nl: Heel klein
pl: Drobny
pt: Minúscula
pt_br: Minúsculo
sl: Drobcena
sv: Minst
uk: Крихітний
zh_tw: 極小

source: Online service:
pl: Usługa sieciowa:

source: Helper command for the 'Export to Online Service' plugin
nl: Hulpcommando voor de plug-in 'Naar online service exporteren'
pl: Polecenie pomocnicze dla wtyczki 'Wyeksportuj do usługi sieciowej'

source: (C) 2021, the Kooka developers and contributors
nl: (C) 2021, de ontwikkelaars en medewerkers van Kooka
pl: (C) 2021, programiści i współtwórcy Kooka

source: Kooka KIPI Helper
pl: Kooka, pomocnik KIPI

source: Current maintainer, KDE4/KF5 port
nl: Huidige onderhouder, overbrengen naar KDE4/KF5
pl: Obecny opiekun, przeniesienie na KDE4/KF5

source: List all of the available KIPI plugin actions
nl: Lijst met alle beschikbare KIPI-plug-inacties
pl: Wykaz wszystkich dostępnych działań wtyczek KIPI

source: The KIPI plugin action to export to
nl: De KIPI plug-inactie om te exporteren naar
pl: Działanie wtyczki KIPI, aby eksportować do

source: action
nl: actie
pl: działanie

source: URLs of the image files to export
nl: URL's van de afbeeldingsbestanden om te exporteren
pl: Adresy URL plików obrazów do wyeksportowania

source: Cannot specify both list ('-l') and share ('-s') mode
nl: Kan niet zowel lijst ('-l') als share ('-s') modus specificeren
pl: Nie można podać jednocześnie dwóch trybów, wypisywania ('-l') i udostępniania ('-s')

source: Arguments ignored in list ('-l') mode
nl: Argumenten in lijst ('-l') modus genegeerd
pl: Pominięto argumenty dla trybu wypisywania ('-l')

source: Arguments missing for share ('-s') mode
nl: Argumenten voor share ('-s') modus ontbreken
pl: Brakuje argumentów dla trybu udostępniania ('-s')

source: One of either list ('-l') or share ('-s') mode must be specified
nl: Eén van ofwel lijst ('-l') of share ('-s') modus moet gespecificeerd worden
pl: Musi być podany jeden z dwóch trybów, wypisywania ('-l') lub udostępniania ('-s')

source: Argument '%1' is not a local file, ignored
nl: Argument '%1' is geen lokaal bestand, genegeerd
pl: Argument '%1' nie jest plikiem lokalnym, pominięto go

source: File '%1' not found or is unreadable, ignored
nl: Bestand '%1' niet gevonden of is onleesbaar, genegeerd
pl: Nie znaleziono pliku '%1' lub jest nieczytelny, pominięto go

source: No usable files to share
nl: Geen bruikbare bestanden om te delen (share)
pl: Nie ma użytecznych plików do udostępnienia

source: Unknown plugin action '%1'
nl: Onbekende plug-inactie '%1'.
pl: Nieznane działanie wtyczki '%1'

# @info
source: The scan was shared to<nl/><link>%1</link>
ca@valencia: L'escaneig s'ha compartit a <nl/><link>%1</link>
de: Der Scan wurde auf <nl/><link>%1</link> geteilt
eo: La skanado estis dividita al <nl/><link>%1</link>
es: La imagen escaneada se ha compartido en<nl/><link>%1</link>
fi: Luettu kuva jaettiin kohteeseen<nl/><link>%1</link>
fr: La numérisation a été partagée par : <nl/> <link>%1</link>
he: הסריקה שותפה אל<nl/><link>%1</link>
ia: Le scander esseva compartite con <nl/><link>%1</link>
ka: სკანირებული გამოსახულება გაზიარდა ბმულზე <nl/><link>%1</link>
ko: 스캔 결과를 다음으로 공유함:<nl/><link>%1</link>
nl: De scan is gedeeld (shared) naar<nl/><link>%1</link>
pl: Skan został udostępniony <nl/><link>%1</link>
pt: A digitalização foi partilhada com<nl/><link>%1</link>
sl: Optično prebrana slika je bila deljena z <nl/><link>%1</link>
sv: Den inlästa bild delades med<nl/><link>%1</link>

# @info
source: Cannot share the scanned image<nl/><nl/><message>%1</message>
ca@valencia: No s'ha pogut compartir la imatge escanejada<nl/><nl/><message>%1</message>
de: Das eingescannte Bild <filename>%1</filename> <nl/>kann nicht geteilt werden
eo: Ne povas dividi la skanitan bildon<nl/><nl/><message>%1</message>
es: No se puede compartir la imagen escaneada<nl/><nl/><message>%1</message>
fi: Luettua kuvaa ei voida jakaa<nl/><nl/><message>%1</message>
fr: Impossible de se partager l'image numérisée.<nl/> <nl/><message>%1</message>
he: לא ניתן לשתף את התמונה שנסרקה <nl/><nl/><message>%1</message>
ia: Non pote compartir le imagine scandite<nl/><nl/><message>%1</message>
ka: დასკანირებული გამოსახულების <nl/><nl/><message>%1</message> გაზიარება შეუძლებელია
ko: 스캔한 그림을 공유할 수 없음<nl/><nl/><message>%1</message>
nl: Kon de gescande afbeelding niet delen (share)<nl/><nl/><message>%1</message>
pl: Nie można udostępnić zeskanowanego obrazu<nl/><nl/><message>%1</message>
pt: Não é possível partilhar a imagem digitalizada<nl/><nl/><message>%1</message>
sl: Optično prebrane slike ni mogoče dati v skupno rabo <nl/><nl/><message>%1</message>
sv: Kunde inte dela den inlästa bilden<nl/><nl/><message>%1</message>

source: &File
ca@valencia: Fi&txer
de: &Datei
eo: &Dosiero
es: &Archivo
et: &Fail
fi: &Tiedosto
fr: &Fichier
gl: &Ficheiro
he: &קובץ
ka: &ფაილი
ko: 파일(&F)
nl: &Bestand
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
sl: Datoteka
sv: &Arkiv
uk: &Файл
zh_tw: 檔案(&F)

source: Ask for filename when saving
ca@valencia: Pregunta pel nom de fitxer en guardar
es: Preguntar el nombre de archivo al guardar
fr: Demander le nom de fichier lors de l'enregistrement
gl: Preguntar pola ruta na que gardar a imaxe.
ko: 파일 저장 시 파일 이름 묻기
nl: Bestandsnaam vragen bij opslaan
pl: Zapytaj o nazwę pliku podczas zapisu
pt_br: Perguntar pelo nome do arquivo ao salvar
