Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Segmentation mode:
ca@valencia: Mode de segmentació:
de: Segmentierungsmodus:
eo: Segmenta reĝimo:
es: Modo de segmentación:
et: Lõikudeks jagamise režiim:
fi: Segmentointitapa:
fr: Mode de segmentation :
gl: Modo de segmentación:
he: מצב חלוקה לקטעים:
ia: Modo de segmentation:
it: Modalità di segmentazione:
ka: სეგმენტაციის რეჟიმი:
ko: 세그멘테이션 모드:
nl: Segmentatiemodus:
pl: Tryb odcinków:
pt: Modo de segmentação:
sl: Način segmentacije:
sv: Segmenteringsmetod:
uk: Режим поділу:
zh_tw: 分頁模式：

source: S&can
ca@valencia: Es&caneja
eo: S&kani
es: Es&canear
et: S&kannimine
fi: &Lue kuva
gl: &Dixitalizar
he: ס&ריקה
ia: S&cande
it: S&cansiona
ka: &სკანირება
ko: 스캔(&C)
nl: S&cannen
pl: S&kanuj
pt: &Digitalizar
pt_br: &Digitalizar
sl: Sken
sv: &Läs in
uk: С&канування
zh_tw: 掃描(&C)

source: &Image
ca@valencia: &Imatge
de: &Bild
eo: B&ildo
es: &Imagen
et: P&ilt
fi: &Kuva
gl: &Imaxe
he: &תמונה
ia: &Imagine
it: &Immagine
ka: &გამოსახულება
ko: 그림(&I)
nl: Afbeeld&ing
pl: &Obraz
pt: &Imagem
pt_br: &Imagem
sl: Slika
sv: B&ild
uk: &Зображення
zh_tw: 影像(&I)

source: &Settings
ca@valencia: Con&figuració
de: Ein&stellungen
eo: &Agordo
es: &Preferencias
et: &Seadistused
fi: &Asetukset
fr: &Paramètres
gl: &Configuración
he: ה&גדרות
ia: Preferentia&s
it: Impo&stazioni
ka: &პარამეტრები
ko: 설정(&S)
nl: In&stellingen
pl: U&stawienia
pt: &Configuração
pt_br: &Configurações
sl: Na&stavitve
sv: In&ställningar
uk: П&араметри
zh_tw: 設定(&S)

source: Image Viewer Toolbar
ca@valencia: Barra d'eines del visor d'imatges
de: Werkzeugleiste für Bildbetrachter
eo: Bildprezenta ilobreto
es: Barra de herramientas del visor de imágenes
et: Pildinäitaja riba
fi: Kuvankatselimen työkalurivi
fr: Barre d'outils de l'afficheur d'images
gl: Barra de utensilios do visor de imaxes
he: סרגל הכלים של מציג התמונות
ia: Barra de Instrumento de Visor de Imagine
it: Barra degli strumenti del visualizzatore immagini
ka: გამოსახულების ნახვის ზოლი
ko: 그림 뷰어 도구 모음
nl: Werkbalk afbeeldingviewer
pl: Pasek narzędzi podglądu obrazu
pt: Barra de Ferramentas da Imagem
pt_br: Barra de visualização de imagem
sl: Orodna letvica pregledovalnika slik
sv: Verktygsrad för bildvisning
uk: Пенал переглядача зображень
zh_tw: 影像檢視器工具列

source: Scanning Toolbar
ca@valencia: Barra d'eines per a l'escaneig
de: Scan-Werkzeugleiste
eo: Skanad-Ilobreto
es: Barra de herramientas del escáner
et: Skannimisriba
fi: Kuvanlukukalurivi
fr: Barre d'outils de numérisation
gl: Barra de ferramentas de dixitalización
he: סרגל כלי הסריקה
ia: Barra de instrumento de Scander
it: Barra degli strumenti di scansione
ka: სკანირების ზოლი
ko: 스캔 도구 모음
nl: Werkbalk voor scannen
pl: Pasek narzędzi skanowania
pt: Barra de Digitalização
pt_br: Barra de digitalização
sl: Orodna letvica skeniranja
sv: Verktygsrad för bildläsning
uk: Панель сканування
zh_tw: 掃描工具列

source: Image View
ca@valencia: Vista de la imatge
de: Bildbetrachter
eo: Bilda Vido
es: Vista de imagen
et: Pildivaade
fi: Kuvanäkymä
fr: Affichage des images
gl: Vista da imaxe
he: תצוגת תמונות
ia: Vista de imagine
it: Vista immagine
ka: სურათის ხედი
ko: 그림 보기
nl: Afbeeldingweergave
pl: Widok obrazu
pt: Vista da Imagem
pt_br: Visualização da imagem
sl: Pregled slike
sv: Bildvy
uk: Перегляд зображення
zh_tw: 影像檢視

source: Scan Preview
ca@valencia: Vista prèvia de l'escaneig
de: Vorschau
eo: Skana Antaŭrigardo
es: Vista previa del escaneo
et: Skannimise eelvaatlus
fi: Esikatselu
fr: Aperçu de numérisation
gl: Vista previa da dixitalización
he: תצוגת סריקה מקדימה
ia: Scande imagine de vista preliminar
it: Anteprima scansione
ka: სკანირების გადახედვა
ko: 미리 보기 스캔
nl: Scanvoorbeeld
pl: Podgląd skanowania
pt: Antevisão da Digitalização
pt_br: Antevisão da digitalização
sl: Ogled skena
sv: Förhandsgranskning
uk: Перегляд сканування
zh_tw: 掃描預覽

source: OCR results will appear here
ca@valencia: El resultat d'OCR apareixerà ací
de: Die OCR-Ergebnisse werden hier angezeigt
eo: OCR-rezultoj aperos ĉi tie
es: Aquí aparecerán los resultados del OCR
et: Siia ilmuvad OMT tulemused
fi: Tähän ilmestyy tunnistettu teksti
fr: Les résultats ROC apparaîtront ici
gl: Os resultados do recoñecemento óptico de caracteres (OCR) aparecerá aquí.
he: תוצאות זיהוי התווים האופטי יופיעו כאן
ia: Resultatos de OCR apparera ci
it: I risultati dell'OCR appariranno qui
ka: OCR-ის შედეგები აქ გამოჩნდება
ko: OCR 결과가 여기에 표시됩니다
nl: OCR resultaten zullen hier verschijnen
pl: Tutaj ukażą się wyniki OCR
pt: Os resultados do OCR irão aparecer aqui
pt_br: Os resultados do OCR irão aparecer aqui
sl: Rezultati OCR bodo prikazani tu
sv: Resultaten från teckentydningen kommer visas här
uk: Тут буде показано результати розпізнавання
zh_tw: OCR 結果將會顯示於此

source: Scan
ca@valencia: Escaneja
de: Scannen
eo: Skani
es: Escanear
et: Skannimine
fi: Lue kuva
gl: Dixitalizar
he: סריקה
ia: Scande
it: Scansiona
ka: სკანირება
ko: 스캔
nl: Scannen
pl: Skanuj
pt: Digitalizar
pt_br: Digitalizar
sl: Sken
sv: Läs in bild
uk: Сканування
zh_tw: 掃描

source: Gallery
ca@valencia: Galeria
de: Galerie
eo: Galerio
es: Galería
et: Galerii
fi: Galleria
fr: Galerie
gl: Galería
he: גלריה
ia: Galeria
it: Galleria
ka: გალერეა
ko: 갤러리
nl: Galerij
pl: Galeria
pt: Galeria
pt_br: Galeria
sl: Galerija
sv: Galleri
uk: Галерея
zh_tw: 相簿

source: User specified
de: Benutzerdefiniert
eo: Specifita per uzanto
fi: Käyttäjän määritys
fr: Utilisateur spécifié
he: בהגדרת המשתמש
ia: Specificate per usator
it: Specificato dall'utente
ka: მომხმარებლის მითითებული
sl: Uporabniško določeno
sv: Användarangiven
uk: Вказане користувачем
zh_tw: 使用者指定

source: on command line
de: in der Befehlszeile
eo: sur komandlinio
fi: komentorivillä
fr: à partir d'une ligne de commandes
he: בשורת הפקודה
ia: sur linea de commando
it: sulla riga di comando
ka: ბრძანების სტრიქონში
sl: na ukazni vrstici
sv: på kommandoraden
uk: у рядку команди
zh_tw: 在指令列上

# @info
source: There was a problem opening the scanner device.<nl/><nl/>Check that the scanner is connected and switched on, and that SANE support for it is correctly configured.<nl/><nl/>Trying to use scanner device: <icode>%3</icode><nl/>libkookascan reported error: <message>%2</message><nl/>SANE reported error: <message>%1</message>
ca@valencia: Hi ha hagut un problema obrint el dispositiu d'escàner.<nl/><nl/>Comproveu que l'escàner estiga connectat i iniciat, i la configuració de SANE siga la correcta.<nl/><nl/>En intentar utilitzar el dispositiu d'escàner: <icode>%3</icode><nl/>La «libkookascan» ha informat l'error: <message>%2</message><nl/>El SANE ha informat l'error: <message>%1</message>
de: Es ist ein Problem mit dem Scanner-Gerät aufgetreten.<nl/><nl/>Überprüfen Sie, dass der Scanner richtig angeschlossen und eingeschaltet, und dass die Unterstützung durch SANE richtig eingerichtet ist.<nl/><nl/>Beim Versuch auf den Scanner <icode>%3</icode> zuzugreifen, <nl/>lautet die Fehlermeldung von libkookascan: <message>%2</message><nl/>SAN-Fehlerbericht: <message>%1</message>
eo: Okazis problemo dum malfermo de la skanilo.<nl/><nl/>Kontrolu, ke la skanilo estas konektita kaj ŝaltita, kaj ke la subteno de SANE por ĝi estas ĝuste agordita.<nl/><nl/>Provante uzi skanilon. : <icode>%3</icode><nl/>libkookascan raportis eraron: <message>%2</message><nl/>SANE raportis eraron: <message>%1</message>
es: Ha ocurrido un problema al abrir el dispositivo de escáner.<nl/><nl/>Compruebe que el escáner está conectado y encendido, y que SANE se ha configurado correctamente para él.<nl/><nl/>Se ha intentado usar el dispositivo de escáner: <icode>%3</icode><nl/>Error notificado por libkookascan: <message>%2</message><nl/>Error notificado por SANE: <message>%1</message>
fi: Kuvanlukulaiteyhteyttä avattaessa ilmeni ongelma.<nl/><nl/>Varmista, että laite on kytketty ja toiminnassa ja että sen SANE-tuki on määritetty oikein.<nl/><nl/>Yritettäessä käyttää kuvanlukijaa: <icode>%3</icode><nl/>libkookascan palautti virheen: <message>%2</message><nl/>SANE ilmoitti virheen: <message>%1</message>
fr: Un problème est survenu au démarrage du scanner.<nl/><nl/> Vérifiez qu'il est connecté et allumé et contrôlez également la configuration de la prise en charge de « SANE ».<nl/><nl/> Tentative d'utilisation du périphérique de numérisation : <icode>%3</icode><nl/>Erreur « libkookascan » signalée : <message>%2</message><nl/>Erreur « SANE » signalée : <message>%1</message>
he: התגלתה בעיה בפתיחת התקן הסריקה.<nl/><nl/>נא לבדוק שהסוקר מחובר ופועל, ושהתמיכה ב־SANE מוגדרת עבורו בצורה נכונה.<nl/><nl/>מתבצע ניסיון להשתמש בהתקן סריקה: <icode>%3</icode><nl/>libkookascan דיווחה על שגיאה: <message>%2</message><nl/>SANE דיווח על שגיאה: <message>%1</message>
it: C'è stato un problema nell'aprire lo scanner.<nl/><nl/>Verifica che lo scanner sia collegato e acceso, e che SANE sia per esso correttamente impostato.<nl/><nl/>Tentativo di utilizzare lo scanner: <icode>%3</icode><nl/>libkookascan ha riportato l'errore: <message>%2</message><nl/>SANE ha riportato l'errore: <message>%1</message>
ka: პრობლემა სკანერის მოწყობილობის გახსნისას.<nl/><nl/>შეამოწმეთ, რომ სკანნერი მიერთებული და ჩართულია და რომ SANE-ის მხარდაჭერა სწორადაა მორგებული.<nl/><nl/>ვცდილობ, გამოვიყენო სკანერის მოწყობილობა: <icode>%3</icode><nl/>libkookascan-მა გადმოგვცა შეცდომა: <message>%2</message><nl/>SANE-ის შეცდომა: <message>%1</message>
ko: 스캐너 장치를 여는 중 오류가 발생했습니다.<nl/><nl/>스캐너가 연결되어 있고 켜져 있으며, SANE 지원이 올바르게 설정되어 있는지 확인하십시오.<nl/><nl/>다음 스캐너 장치를 시도함: <icode>%3</icode><nl/>libkookascan 오류 메시지: <message>%2</message><nl/>SANE 오류 메시지: <message>%1</message>
nl: Er was een probleem met het openen van het scannerapparaat.<nl/><nl/>Controleer dat de scanner is verbonden en ingeschakeld en dat ondersteuning van SANE ervoor juist is geconfigureerd.<nl/><nl/>Bij de poging het scannerapparaat te gebruiken: <icode>%3</icode><nl/>rapporteerde libkookscan de fout: <message>%2</message><nl/>SANE rapporteerde fout: <message>%1</message>
pl: Wystąpił problem otwierania urządzenia skanującego.<nl/><nl/>Upewnij się, że skaner jest podłączony i włączony, i że obsługa SANE dla niego jest poprawnie skonfigurowana.<nl/><nl/>Próba użycia urządzenia skanującego: <icode>%3</icode><nl/>libkookascan zgłosił błąd: <message>%2</message><nl/>SANE zgłosił błąd: <message>%1</message>
pt: Ocorreu um problema ao aceder ao dispositivo do 'scanner'.<nl/><nl/>Verifique se o mesmo está devidamente interligado e ligado, assim como se o suporte do SANE para o mesmo está devidamente configurado.<nl/><nl/>A tentar usar o dispositivo do 'scanner': <icode>%3</icode><nl/>A 'libkookascan' devolveu o erro: <message>%2</message><nl/>O SANE devolveu o erro: <message>%1</message>
sl: Pri odpiranju naprave za optično branje je prišlo do težave.<nl/><nl/>Preverite, ali je optični bralnik povezan in vklopljen, in da je gonilnik SANE pravilno nastavljen.<nl/><nl/>Poskus uporabe naprave za optično branje: <icode>%3</icode><nl/>libkookascan je poročal napako: <message>%2</message><nl/>SANE je poročal napako: <message>%1</message>
sv: Det uppstod ett problem när bildläsarenheten skulle öppnas.<nl/><nl/>Kontrollera att bildläsaren är ansluten och påslagen, och att SANE är korrekt inställt.<nl/><nl/>Försöker använda bildläsarenhet: <icode>%3</icode><nl/>libkookascan rapporterade fel: <message>%2</message><nl/>SANE rapporterade fel: <message>%1</message>
uk: Не вдалося встановити зв’язок з пристроєм для сканування.<nl/><nl/>З’єднайте сканер з комп’ютером і увімкніть його, а також переконайтеся, що підтримку сканера передбачено у SANE.<nl/><nl/>Спроба використання пристрою для сканування: <icode>%3</icode><nl/>Помилка, повідомлена libkookascan: <message>%2</message><nl/>Помилка, повідомлена SANE: <message>%1</message>
zh_tw: 開啟掃描器裝置時發生問題。<nl/><nl/>請檢查掃描器是否已連線且是否已開機，並確認是否正確設定 SANE 對於它的支援。<nl/><nl/>嘗試使用掃描器裝置：<icode>%3</icode><nl/>libkookascan 回報錯誤：<message>%2</message><nl/>SANE 回報錯誤：<message>%1</message>

source: Add Scan Device
ca@valencia: Afig un dispositiu d'escaneig
de: Scannergerät hinzufügen
eo: Aldoni Skan-Aparaton
es: Añadir escáner
et: Skannimisseadme lisamine
fi: Lisää kuvanlukulaite
fr: Ajouter un périphérique de numérisation
gl: Engadir un dispositivo de escanear
he: הוספת התקן סריקה
ia: Adde dispositivo de Scander
it: Aggiungi scanner
ka: სკამერის მოწყობილობის დამატება
ko: 스캔 장치 추가
nl: Scanner toevoegen
pl: Dodaj urządzenie skanujące
pt: Adicionar um Dispositivo de Digitalização
pt_br: Adicionar dispositivo de digitalização
sl: Dodaj napravo za optično branje
sv: Lägg till bildläsarenhet
uk: Додати пристрій для сканування
zh_tw: 新增掃描裝置

# @info
source: No scanner devices are available.<nl/><nl/>If your scanner is a type that can be auto-detected by SANE, check that it is connected, switched on and configured correctly.<nl/><nl/>If the scanner cannot be auto-detected by SANE (this includes some network scanners), you need to specify the device to use. Use the <interface>Add Scan Device</interface> option to enter the backend name and parameters, or see that dialog for more information.
ca@valencia: No hi ha disponible cap dispositiu d'escàner.<nl/><nl/>Si l'escàner és d'un tipus que el SANE pot detectar automàticament, comproveu que estiga connectat, encés i configurat correctament.<nl/><nl/>Si el SANE no pot detectar automàticament l'escàner (açò inclou diversos escàners de xarxa), cal especificar el dispositiu que s'utilitzarà. Utilitzeu l'opció <interface>Afig un dispositiu d'escaneig</interface> per a introduir el nom del dorsal i els paràmetres, o vegeu este diàleg per a més informació.
de: Es sind keine Scanner verfügbar.<nl/><nl/>Kann Ihr Scanner automatisch von SANE erkannt werden, überprüfen Sie, ob er angeschlossen, eingeschaltet und richtig eingerichtet ist.<nl/><nl/>Kann der Scanner nicht automatisch durch SANE erkannt werden wie zum Beispiel einige Netzwerkscanner, müssen Sie den zu benutzenden Gerätenamen angeben. Verwenden Sie <interface>Scannergerät hinzufügen</interface>, um den Namen des Backends und eventuell erforderliche Parameter einzugeben und in diesem Dialog weitere Informationen zu erhalten.
eo: Neniuj skaniloj disponeblas.<nl/><nl/>Se via skanilo estas tipo, kiu povas esti aŭtomate detektita de SANE, kontrolu ke ĝi estas konektita, ŝaltita kaj agordita ĝuste.<nl/><nl/>Se la skanilo ne povas esti aŭtomate detektita de SANE (ĉi tio inkluzivas kelkajn retajn skaniloj), vi devas specifi la aparaton por uzi. Uzu la opcion <interface>Aldoni Scan Aparato</interface> por enigi la fonan nomon kaj parametrojn, aŭ vidi tiun dialogon por pliaj informoj.
es: No hay disponible ningún dispositivo de escáner.<nl/><nl/>Si su escáner es de un tipo que puede detectar SANE de forma automática, compruebe que está conectado, encendido y correctamente configurado.<nl/><nl/>Si SANE no puede detectar automáticamente el escáner (lo que incluye algunos escáneres de red), deberá indicar el dispositivo a utilizar. Use la opción <interface>Añadir dispositivo de escáner</interface> para introducir el nombre del motor y sus parámetros, o consulte dicho diálogo para más información.
et: Ühtegi skannimisseadet pole saadaval.<nl/><nl/>Kui sinu skanner on selline, mida SANE peaks automaatselt tuvastama, kontrolli, kas see on ühendatud, sisse lülitatud ja korrektselt seadistatud.<nl/><nl/>Kui SANE ei suuda skannerit automaatselt tuvastada (see hõlmab ka mõningaid võrguskannereid), tuleb määrata kasutatav seade. Kasuta valikut <interface>Skannimisseadme lisamine</interface> taustaprogrammi nime ja parameetrite sisestamiseks või uuri seda dialoogi täpsema teabe saamiseks.
fi: Kuvanlukulaitteita ei ole käytettävissä.<nl/><nl/>Jos kuvanlukijasi on SANEn automaattisesti tunnistamaa tyyppiä, varmista, että se on kytketty, toiminnassa ja oikein määritetty.<nl/><nl/>Jos SANE ei tunnista kuvanlukijaa automaattisesti (esim. verkkokuvanlukijat), voit määrittää käytettävän laitteen. Anna taustaosanimi ja parametrit <interface>Lisää kuvanlukulaite</interface>-valinnalla. Katso lisätietoa kyseisestä ikkunasta.
fr: Aucun scanner n'est disponible.<nl/><nl/>Si votre scanner est peut être détecté automatiquement par SANE, vérifiez qu'il est connecté, allumez-le et configurez-le correctement.<nl/> <nl/> Si le scanner n'est pas détecté automatiquement par SANE (ce qui inclut certains scanners en réseau), vous devez spécifier le périphérique à utiliser. Utilisez l'option <interface>Ajouter un Scanner</interface> pour configurer le moteur, ou lisez cette boîte de dialogue pour plus d'informations.
gl: Non hai dispositivos de escanear dispoñíbeis.<nl/> <nl/> Parece que de momento se retrasa ata dentro de 25 minutos. Se o tipo do seu escáner é dos que SANE pode detectar automaticamente, comprobe que está conectado, acendido e configurado correctamente.<nl/> <nl/> Se SANE non pode detectar o escáner automaticamente (como é o caso dalgúns escáneres de rede), ten que indicar o escáner para usar. Use <interface>Engadir un dispositivo de escanear</interface> para inserir o nome e os parámetros da infraestrutura, ou para ver ese diálogo para obter máis información.
he: אין התקני סריקה זמינים.<nl/><nl/>אם הסורק שלך הוא מסוג שמזוהה אוטומטית על ידי SANE, כדאי לבדוק שהוא מחובר, דולק ומוגדר כראוי.<nl/><nl/>אם לא ניתן לזהות את הסורק אוטומטית בעזרת SANE (כולל כמה סורקים מחוברי רשת), יש לציין באיזה התקן להשתמש. יש להשתמש באפשרות <interface>הוספת התקן סריקה</interface> כדי למלא את שם המנגנון והמשתנים, או לעיין בחלונית למידע נוסף.
it: Nessuno scanner disponibile.<nl/><nl/>Se il tuo scanner è un modello che può essere rilevato automaticamente da SANE, verifica che sia collegato, acceso e correttamente configurato.<nl/><nl/>Se lo scanner non può essere rilevato automaticamente da SANE (questo comprende alcuni scanner di rete), devi specificare il dispositivo da utilizzare. Utilizza l'opzione <interface>Aggiungi scanner</interface> per inserire il nome del modulo e i parametri, o guarda quella finestra per maggiori informazioni.
ka: სკანერის მოწყობილობები არ არის ხელმისაწვდომი.<nl/><nl/>თუ თქვენი სკანერი არის ტიპის, რომელიც შეიძლება ავტომატურად გამოვლინდეს SANE– ს მიერ, შეამოწმეთ, რომ ის არის დაკავშირებული, ჩართულია და სწორად არის კონფიგურირებული.<nl/><nl/>თუ სკანერის ავტომატური გამოვლენა შეუძლებელია SANE– ს მიერ (ეს მოიცავს ქსელის ზოგიერთ სკანერს), თქვენ უნდა მიუთითოთ მოწყობილობა გამოსაყენებლად. გამოიყენეთ <interface>Add Scan მოწყობილობის</interface> ვარიანტი, რომ შეიყვანოთ უკანა სახელი და პარამეტრები, ან ნახოთ ეს დიალოგი დამატებითი ინფორმაციისთვის.
ko: 스캐너 장치를 사용할 수 없습니다.<nl/><nl/>스캐너 장치를 SANE에서 자동으로 감지할 수 있으면 연결 및 전원 상태를 확인하십시오.<nl/><nl/>스캐너 장치를 SANE에서 자동으로 감지할 수 없으면(일부 네트워크 스캐너 포함) 사용할 장치를 직접 지정하십시오. <interface>스캔 장치 추가</interface> 옵션을 사용하여 백엔드 이름과 인자를 입력할 수 있으며, 자세한 옵션은 해당 대화 상자를 참조하십시오.
nl: Er zij geen scannerapparaten beschikbaar.<nl/><nl/>Als uw scanner van het type is dat automatisch gedetecteerd wordt door SANE, controleer dan dat het is verbonden, ingeschakeld en juist geconfigureerd.<nl/><nl/>Als de scanner niet automatisch gedetecteerd kan worden door SANE (dit gaat ook op voor sommige scanners in het netwerk), dan moet u het te gebruiken apparaat specificeren. Gebruik de optie <interface>Scanner toevoegen</interface> om de naam van de backend en parameters in te voeren of zie die dialoog voor meer informatie.
pl: Brak dostępnych urządzeń skanujących.<nl/><nl/>Jeżeli twój skaner jest typem automatycznie wykrywalnym przez SANE, to sprawdź czy jest podłączony, włączony i poprawnie skonfigurowany.<nl/><nl/>Jeżeli skaner nie może być automatycznie wykryty przez SANE (zaliczają się do tego niektóre skanery sieciowe), to możesz określić wykorzystywane urządzenie. Użyj opcji <interface>Dodaj urządzenie skanujące</interface>, aby podać nazwę silnika i parametry lub obejrzyj okno dialogowe po więcej informacji.
pt: Não estão disponíveis dispositivos de digitalização.<nl/><nl/>Se o seu 'scanner' for de um tipo que possa ser detectado automaticamente pelo SANE, verifique se está bem interligado, ligado e configurado correctamente.<nl/><nl/>Se o 'scanner' não puder ser detectado automaticamente pelo SANE (isto inclui alguns 'scanners' pela rede), terá de indicar o dispositivo a usar. Use a opção <interface>Adicionar um Dispositivo de Digitalização</interface> para indicar o nome da infra-estrutura e os seus parâmetros ou veja esta janela para mais informações.
sl: Na voljo ni nobenih naprav za optično branje.<nl/><nl/>Če je vaš optični bralnik takšen tip, da ga lahko SANE samodejno zazna, preverite, ali je povezan, vklopljen in pravilno nastavljen. <nl/><nl/>Če SANE optičnega bralnika samodejno ne zazna (to vključuje nekatere omrežne optične bralnike), morate določiti napravo, ki jo želite uporabiti. Uporabite <interface>Dodaj napravo za optično branje</interface> ime in parametre nadomestnega računalnika ali si oglejte ta dialog za več informacij.
sv: Inga bildläsarenheter tillgängliga.<nl/><nl/>Om din bildläsare är av en typ som SANE kan detektera automatiskt, kontrollera att den är ansluten, påslagen, och inställd.<nl/><nl/>Om bildläsaren inte kan detekteras automatiskt av SANE (det omfattar vissa nätverksbildläsare), måste du ange enhet manuellt. Använd alternativet <interface>Lägg till bildläsarenhet</interface> för att ange gränssnittets namn och parametrar, eller läs dialogrutan för mer information.
uk: Не виявлено пристроїв для сканування.<nl/><nl/>Якщо ваш сканер належить до типу, який може бути автоматично розпізнано SANE, перевірте, чи з’єднано його з комп’ютером, чи увімкнено його і чи налаштовано його належним чином.<nl/><nl/>Якщо сканер не може бути автоматично виявлено SANE (це стосується деяких мережевих сканерів), вам слід вказати пристрій, який має використовувати програма. Скористайтеся кнопкою <interface>Додати пристрій для сканування</interface>, щоб вказати назву модуля сканера та параметрів сканування. Крім того, у відповідному діалоговому вікні буде показано додаткові відомості.
zh_tw: 沒有可用的掃描器裝置。<nl/><nl/>如果您的掃描器是 SANE 能夠自動偵測的類型，請確保它已連線、已開機且已正確設定。<nl/><nl/>如果掃描器無法由 SANE 自動偵測（這包含某些網路掃描器），您會需要指定要使用的裝置：使用<interface>新增掃描裝置</interface>選項來輸入後端名稱及參數。更多資訊請見在新增掃描裝置時見該對話框。

source: No scanner connected
ca@valencia: No s'ha connectat cap escàner
de: Es ist kein Scanner angeschlossen
eo: Neniu skanilo konektita
es: No hay ningún escáner conectado
et: Ühtegi skannerit pole ühendatud
fi: Kuvanlukijaa ei ole kytketty
fr: Aucun scanner connecté
gl: Non hai ningún escáner conectado.
he: לא מחובר סורק
ia: Nulle scanditor connectite
it: Nessun scanner collegato
ka: სკანერი მიერთბული არაა
ko: 연결한 스캐너 없음
nl: Geen scanner verbonden
pl: Nie podłączono skanera
pt: Nenhum 'scanner' ligado
pt_br: Nenhum digitalizador conectado
sl: Ni priključene optične naprave
sv: Ingen bildläsare ansluten
uk: Не з’єднано жодного сканера
zh_tw: 未連線掃描器

source: No selection
ca@valencia: Sense selecció
de: Keine Auswahl
eo: Neniu elekto
es: No hay ninguna selección
et: Midagi pole valitud
fi: Ei valintaa
fr: Aucune sélection
gl: Non hai nada seleccionado.
he: אין בחירה
ia: Necun Selection
it: Nessuna selezione
ka: არაფერია მონიშნული
ko: 선택 없음
nl: Geen selectie
pl: Brak zaznaczenia
pt: Sem selecção
pt_br: Nenhuma seleção
sl: Ni izbire
sv: Ingen markering
uk: Нічого не позначено
zh_tw: 無選取區域

source: Gallery folder %1
ca@valencia: Carpeta de la galeria %1
de: Galerie-Ordner %1
eo: Galeria dosierujo %1
es: Carpetas de la galería %1
et: Galerii kataloog %1
fi: Galleriakansio %1
fr: Dossier de galeries %1
gl: Cartafol %1 da galería
he: תיקיית גלריה %1
ia: Directorio de galleria %1
it: Cartella galleria %1
ka: გალერეის საქაღალდე %1
ko: 갤러리 폴더 %1
nl: Galerijmap %1
pl: Katalog galerii %1
pt: Pasta da galeria %1
pt_br: Pasta da galeria %1
sl: Galerijska mapa %1
sv: Gallerikatalog %1
uk: Теки галереї %1
zh_tw: 相簿資料夾 %1
