Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
ca@valencia: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
eo: Wolfram Diestel,Oliver Kellogg
es: Eloy Cuadra,Pablo de Vicente,Miguel Revilla Rodríguez
et: Ain Vagula, Marek Laane
fi: Kim Enkovaara,Tapio Kautto,Tommi Nieminen
fr: Matthieu Robin, Thibaut Cousin, Mickaël Sibelle, Arnaud Reygnaud, Raphaël Gilles, Simon Depiets
gl: Gonzalo H. Castilla, Marce Villarino, Adrián Chaves Fernández
he: צוות התרגום של KDE ישראל
ia: Giovanni Sora
it: Valter Mura,Giovanni Venturi,Cristiano Bergoglio,Federico Cozzi,Matteo Merli
ka: Temuri Doghonadze
ko: 박신조
nl: Otto Bruggeman,Rinse de Vries,Wilbert Berendsen,Freek de Kruijf - t/m 2017; 2020 t/m 2021,Ronald Stroethoff
pl: Andrzej Stencel, Krystian Zubel, Łukasz Wojniłowicz
pt: José Nuno Pires,Pedro Morais
pt_br: Felipe Miguel Jorge Arruda, Lisiane Sztoltz Teixeira, João Emanuel, Marcus Gama, André Marcelo Alvarenga
sl: Roman Maurer,Andrej Vernekar,Gregor Rakar,Jure Repinc,Matjaž Jeran
sv: Stefan Asserhäll,Mattias Newzella
uk: Andriy Rysin,Eugene Onischenko,Іван Петрущак
zh_tw: Frank Weng (a.k.a. Franklin), Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ca@valencia: txemaq@gmail.com
de: kde-i18n-de@kde.org
eo: wolfram@steloj.de,okellogg@users.sourceforge.net
es: ecuadra@eloihr.net,pvicentea@nexo.es,yo@miguelrevilla.com
et: ain@riiska.ee, qiilaq69@gmail.com
fi: kim.enkovaara@iki.fi,eleknader@phnet.fi,translator@legisign.org
fr: kde@macolu.org, cousin@kde.org, kimael@gmail.com, kasai@redwolf.fr, raphaelg16@orange.fr, sdepiets@gmail.com
gl: ttxzgl@yahoo.es, mvillarino@users.sourceforge.net, adrian@chaves.io
he: kde-l10n-he@kde.org
ia: g.sora@tiscali.it
it: valtermura@gmail.com,,,,
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
nl: ottobruggeman@kde.nl,rinsedevries@kde.nl,wilbertberendsen@kde.nl,freekdekruijf@kde.nl,stroet43@zonnet.nl
pl: andrzejstencel@o2.pl, kzyletaz@wp.pl, lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com,morais@kde.org
pt_br: felipe@conectiva.com.br, lisiane@kdemail.net, blackfirebird@globo.com, marcus.gama@gmail.com, alvarenga@kde.org
sl: roman.maurer@amis.net,andrej.vernekar@moj.net,gregor.rakar@kiss.si,jlp@holodeck1.com,matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com,newzella@linux.nu
uk: rysin@kde.org,oneugene@ukr.net,ivanpetrouchtchak@yahoo.com
zh_tw: franklin@goodhorse.idv.tw, mail@kisaragi-hiu.com

source: Remember this format
ca@valencia: Recorda este format
de: Dieses Format merken
eo: Memori ĉi tiun formaton
es: Recordar este formato
fi: Muista tämä muoto
fr: Mémoriser ce format
he: שמירת התסדיר הזה
ia: Memora iste formato
it: Ricorda questo formato
ka: ამ ფორმატის დამახსოვრება
ko: 이 형식 기억하기
nl: Dit formaat onthouden
pl: Zapamiętaj ten format
pt: Recordar este formato
sl: Zapomni si ta format
sv: Kom ihåg formatet
uk: Запам'ятати цей формат
zh_tw: 記住這個格式

# @info
source: Cannot save temporary image file<nl/><filename>%1</filename><nl/><message>%2</message>
ca@valencia: No s'ha pogut guardar la imatge temporal<nl/><filename>%1</filename><nl/><message>%2</message>
de: Die temporäre Bilddatei<filename>%1</filename> kann nicht gespeichert werden<nl/><message>%2</message>
eo: Ne povas konservi provizoran bilddosieron<nl/><filename>%1</filename><nl/><message>%2</message>
es: No se ha podido guardar el archivo de imagen temporal<nl/><filename>%1</filename><nl/><message>%2</message>
fi: Ei voitu tallentaa väliaikaista kuvatiedostoa<nl/><filename>%2</filename><nl/><message>%1</message>
fr: Impossible d'enregistrer le fichier temporaire d'image <nl/> <filename>%1</filename><nl/><message>%2</message>
he: לא ניתן לשמור קובץ תמונה זמני<nl/><filename>%1</filename><nl/><message>%2</message>
ia: Non pote salveguardar file de imagine temporanee <nl/><filename>%1</filename><nl/><message>%2</message>
it: Impossibile salvare il file immagine temporaneo<nl/><filename>%1</filename><nl/><message>%2</message>
ka: შეცდომა დროებითი გამოსახულების შენახვისას<nl/><filename>%1</filename><nl/><message>%2</message>
ko: 임시 그림 파일<nl/><filename>%1</filename>을(를) 저장할 수 없음<nl/><message>%2</message>
nl: Kan tijdelijk afbeeldingsbestand<nl/><filename>%1</filename> niet opslaan<nl/><message>%2</message>
pl: Nie można zapisać tymczasowego pliku obrazu<nl/><filename>%1</filename><nl/><message>%2</message>
pt: Não foi possível gravar a imagem temporária<nl/><filename>%1</filename><nl/><message>%2</message>
sl: Ni bilo mogoče shraniti začasne datoteke slike <nl/><filename>%1</filename><nl/><message>%2</message>
sv: Kan inte spara tillfällig bildfil<nl/><filename>%1</filename><nl/><message>%2</message>
uk: Не вдалося зберегти дані до тимчасового файла зображення<nl/><filename>%1</filename><nl/><message>%2</message>
zh_tw: 無法儲存暫存圖片檔<nl/><filename>%1</filename><nl/><message>%2</message>

source: Other...
ca@valencia: Altres...
de: Weitere …
eo: Alia...
es: Otro...
et: Muu...
fi: Muu…
fr: Autre...
gl: Outro…
he: אחר…
ia: Altere...
it: Altro...
ka: სხვები…
ko: 기타...
nl: Overig...
pl: Inne...
pt: Outro...
pt_br: Outro...
sl: Ostalo...
sv: Övrigt...
uk: Інше…
zh_tw: 其他...

source: Sending to application
ca@valencia: S'està enviant a l'aplicació
de: An Anwendung senden
eo: Sendante al aplikaĵo
es: Enviando a aplicación
fi: Lähetetään sovellukseen
fr: Envoi à l'application
he: שליחה ליישום
ia: Inviante a application
it: Invio all'applicazione
ka: აპლიკაციისთვის გაგზავნა
ko: 앱으로 전송 중
nl: Naar toepassing verzenden
pl: Wysyłanie do aplikacji
pt: A enviar para a aplicação
sl: Pošiljam aplikaciji
sv: Skickar ett program
uk: Надсилаємо до програми
zh_tw: 傳送到應用程式

source: Sending to <application>%1</application>
ca@valencia: S'envia a <application>%1</application>
de: Senden an <application>%1</application>
eo: Sendante al <application>%1</application>
es: Enviando a <application>%1</application>
fi: Lähetetään sovellukseen <application>%1</application>
fr: Envoi vers <application>%1</application>
he: שליחה אל <application>%1</application>
ia: Inviante a <application>%1</application>
it: Invio a <application>%1</application>
ka: <application>%1</application>-სთვის გაგზავნა
ko: <application>%1</application>(으)로 전송 중
nl: Verzenden naar <application>%1</application>
pl: Wysyłanie <application>%1</application>
pt: A enviar para o <application>%1</application>
sl: Pošiljam aplikaciji <application>%1</application>
sv: Skickar till <application>%1</application>
uk: Надсилаємо до <application>%1</application>
zh_tw: 傳送到 <application>%1</application>

source: Application:
ca@valencia: Aplicació:
de: Anwendung:
eo: Apliko:
es: Aplicación:
fi: Sovellus:
he: יישום:
it: Applicazione:
ka: აპლიკაცია:
ko: 앱:
nl: Toepassing:
pl: Program:
pt: Aplicação:
sl: Aplikacija:
sv: Program:
uk: Програма:
zh_tw: 應用程式：

source: Image format:
ca@valencia: Format de la imatge:
de: Bildformat:
eo: Bildformato:
es: Formato de la imagen:
fi: Kuvamuoto:
fr: Format d'images :
he: תסדיר תמונה:
ia: Formato de image:
it: Formato dell'immagine:
ka: გამოსახულების ფორმატი:
ko: 그림 형식:
nl: Afbeeldingsformaat:
pl: Format obrazu:
pt: Formato da imagem:
sl: Format slike:
sv: Bildformat:
uk: Формат зображення:
zh_tw: 圖片格式：

source: Copying image to clipboard
ca@valencia: S'està copiant la imatge a dins del porta-retalls
de: Bild wird in Zwischenablage kopiert
eo: Kopiante bildon al tondujo
es: Copiando imagen en el portapapeles
fi: Kopioidaan kuva leikepöydälle
fr: Copier l'image dans le presse-papier
he: העתקת תמונה ללוח גזירים
ia: Copiante imagine a tabuliero de systema
it: Copiatura dell'immagine negli appunti
ka: გამოსახულების ბუფერში კოპირება
ko: 클립보드에 그림 복사하는 중
nl: Afbeelding naar klembord kopiëren
pl: Skopiuj obraz do schowka
pt: A copiar a imagem para a área de transferência
sl: Kopiram sliko na odložišče
sv: Kopierar bild till klippbord
uk: Копіювати зображення в буфер
zh_tw: 正在複製圖片到剪貼簿

source: Save Multipage
it: Salva file a più pagine

# @info
source: Cannot save to file <filename>%1</filename><nl/><message>%2</message>
it: Impossibile salvare nel file <filename>%1</filename><nl/><message>%2</message>

source: Cannot Save File
it: Impossibile salvare il file

source: Output format:
it: Formato di uscita:

source: Page Setup...
it: Impostazione pagina...

# @info:tootip
source: Set page size and layout
it: Imposta la dimensione e l'aspetto delle pagine

source: Saving page %1 to <filename>%2</filename>
it: Salvataggio della pagina %1 in <filename>%2</filename>

source: PDF Page Setup
it: Impostazione pagina PDF

source: Custom...
it: Personalizzata...

source: Page size:
it: Dimensione pagina:

# @option:radio paper orientation
source: Portrait
it: Verticale

# @option:radio paper orientation
source: Landscape
it: Orizzontale

source: Orientation:
it: Orientazione:

# @info
source: Cannot locate the <command section="1">tiffcp</command> command,<nl/>ensure that it is available on <envvar>PATH</envvar>.<nl/><nl/>The command is part of the <application>libtiff</application> package,<nl/>but it may need to be installed separately.
it: Impossibile trovare il comando <command section="1">tiffcp</command>,<nl/>accertati che sia disponibile in <envvar>PATH</envvar>.<nl/><nl/>Il comando è parte del pacchetto <application>libtiff</application>,<nl/>ma potrebbe dover essere installato separatamente.

source: Cannot find TIFF command
it: Impossibile trovare il comando TIFF

# @info
source: Cannot save page to file <filename>%1</filename><nl/><message>%2</message>
it: Impossibile salvare la pagina nel file <filename>%1</filename><nl/><message>%2</message>

# @info
source: Cannot append page to file <filename>%1</filename>, status %2<nl/>(see standard error for any message)
it: Impossibile aggiungere la pagina al file <filename>%1</filename>, stato %2<nl/> (vedi l'errore standard per tutti i messaggi)

source: Cannot Append Page
it: Impossibile aggiungere la pagina

source: Discarding image
it: Sto scartando l'immagine

source: Print immediately with same settings
ca@valencia: Imprimix immediatament amb la mateixa configuració
de: Sofort mit den gleichen Einstellungen speichern
eo: Presi tuj kun la samaj agordoj
es: Imprimir inmediatamente con las mismas preferencias
fi: Tulosta välittömästi samoin asetuksin
fr: Imprimer immédiatement avec les mêmes paramètres
he: להדפיס מיידית עם אותן ההגדרות
ia: Imprime immediatemente con le mesme preferentias
it: Stampa immediatamente con le stesse impostazioni
ka: დაუყოვნებლივი დაბეჭდვა იგივე პარამეტრებით
ko: 같은 설정으로 즉시 인쇄
nl: Onmiddellijk afdrukken met dezelfde instellingen
pl: Wydrukuj natychmiastowo z tymi samymi ustawieniami
pt: Imprimir imediatamente com a mesma configuração
sl: Natisni takoj z enakimi nastavitvami
sv: Skriv ut omedelbart med samma inställningar
uk: Надрукувати негайно із тими самими параметрами
zh_tw: 立即使用同樣設定進行列印

source: Printing image
ca@valencia: S'està imprimint la imatge
de: Bild wird gedruckt
eo: Presanta bildon
es: Imprimiendo imagen
fi: Tulostetaan kuvaa
fr: Impression de l'image
he: הדפסת תמונה
ia: Imprimente imagine
it: Stampa dell'immagine
ka: გამოსახულების დაბეჭდვა
ko: 그림 인쇄
nl: Afbeelding wordt afgedrukt
pl: Drukowanie obrazu
pt: A imprimir a imagem
sl: Tiskam sliko
sv: Skriver ut bild
uk: Друк зображення
zh_tw: 圖片列印中

# @info
source: <para>Automatically generating file names requires a template name.</para><para>The file name <filename>%1</filename> should either contain a sequence<nl/>of '<icode>#</icode>' characters as a placeholder, or end with a sequence<nl/>of numeric digits before the file extension.</para>
it: <para>La generazione automatica dei nomi file richiede il nome di un modello.</para><para>Il nome file <filename>%1</filename> o contiene una sequenza<nl/>di caratteri '<icode>#</icode>' come segnaposto, oppure termina con una sequenza<nl/>di cifre numeriche prima dell'estensione del file.</para>

source: Cannot Auto Generate
it: Impossibile generare automaticamente

# @info
source: Cannot access remote location <filename>%1</filename>
it: Impossibile accedere alla posizione remota <filename>%1</filename>

source: Cannot Save Image
ca@valencia: No s'ha pogut guardar la imatge
de: Bild kann nicht gespeichert werden
eo: Ne Povas Konservi Bildon
es: No se puede guardar la imagen
fi: Tiedostoa ei voi tallentaa
fr: Impossible d'enregistrer l'image
he: לא ניתן לשמור תמונה
ia: Non pote salveguardar imagine
it: Impossibile salvare l'immagine
ka: გამოსახულების შენახვა შეუძლებელია
ko: 그림을 저장할 수 없음
nl: Kan afbeelding niet opslaan
pl: Nie można zapisać obrazu
pt: Não é Possível Gravar a Imagem
sl: Ni mogoče shraniti slike
sv: Kan inte spara bild
uk: Не вдалося зберегти зображення
zh_tw: 無法儲存圖片

# @info
source: Cannot save image to <filename>%1</filename><nl/><message>%2</message>
ca@valencia: No s'ha pogut guardar la imatge a <filename>%1</filename><nl/><message>%2</message>
de: Das Bild kann nicht in <filename>%1</filename><nl/><message>%2</message>gespeichert werden
eo: Ne povas konservi bildon al <filename>%1</filename><nl/><message>%2</message>
es: No se puede guardar la imagen en <filename>%1</filename><nl/><message>%2</message>
fi: Tiedostoa <filename>%1</filename> ei voi tallentaa<nl/><message>%2</message>
fr: Impossible d'enregistrer l'image dans <filename>%1</filename> <nl/><message>%2</message>
he: לא ניתן לשמור את התמונה אל <filename>%1</filename><nl/><message>%2</message>
ia: Non pote salveguardar imagine a <filename>%1</filename><nl/><message>%2</message>
it: Impossibile salvare l'immagine in <filename>%1</filename><nl/><message>%2</message>
ka: გამოსახულების შენახვის შეცდომა ფაილში <filename>%1</filename><nl/><message>%2</message>
ko: 그림을 <filename>%1</filename>(으)로 저장할 수 없음<nl/><message>%2</message>
nl: Kan afbeelding niet in <filename>%1</filename> opslaan<nl/><message>%2</message>
pl: Nie można zapisać obrazu do <filename>%1</filename><nl/><message>%2</message>
pt: Não é possível gravar a imagem em <filename>%1</filename><nl/><message>%2</message>
sl: Ni mogoče shraniti slike v <filename>%1</filename><nl/><message>%2</message>
sv: Kan inte spara bilden i <filename>%1</filename><nl/><message>%2</message>
uk: Не вдалося зберегти зображення до <filename>%1</filename><nl/><message>%2</message>
zh_tw: 無法儲存圖片到 <filename>%1</filename><nl/><message>%2</message>

source: Saving image
ca@valencia: S'està guardant la imatge
de: Bild wird gespeichert
eo: Konservado de bildo
es: Guardando imagen
fi: Tallennetaan kuvaa
fr: Enregistrement de l'image
he: התמונה נשמרת
ia: Salveguardante imagine
it: Salvataggio dell'immagine
ka: გამოსახულების შენახვა
ko: 그림 저장
nl: Afbeelding wordt opgeslagen
pl: Zapisywanie obrazu
pt: A gravar a imagem
sl: Shranjujem sliko
sv: Sparar bild
uk: Збереження зображення
zh_tw: 儲存圖片中

source: Saving to <filename>%1</filename>
ca@valencia: S'està guardant a <filename>%1</filename>
de: Speichern unter <filename>%1</filename>
eo: Konservado en <filename>%1</filename>
es: Guardando en <filename>%1</filename>
fi: Tallennetaan tiedostoon <filename>%1</filename>
fr: Enregistrement vers <filename>%1</filename>
he: נשמרת אל <filename>%1</filename>
ia: Salveguardante a <filename>%1</filename>
it: Salvataggio in <filename>%1</filename>
ka: <filename>%1</filename>-ში შენახვა
ko: <filename>%1</filename>(으)로 저장
nl: Opslaan naar <filename>%1</filename>
pl: Zapisywanie do <filename>%1</filename>
pt: A gravar em <filename>%1</filename>
sl: Shranjujem v <filename>%1</filename>
sv: Sparar i <filename>%1</filename>
uk: Зберігаємо до <filename>%1</filename>
zh_tw: 正在儲存到 <filename>%1</filename>

source: Save Scan
ca@valencia: Guarda l'escaneig
de: Scan speichern
eo: Konservi Skanaĵon
es: Guardar escaneo
et: Skaneeringu salvestamine
fi: Tallenna luettu kuva
fr: Enregistrer la numérisation
gl: Gardar a dixitalización
he: שמירת הסריקה
ia: Salveguarda scansion
it: Salva scansione
ka: სკანირების შენახვა
ko: 스캔 저장
nl: Scan opslaan
pl: Zapisz skan
pt: Gravar a Digitalização
pt_br: Salvar a digitalização
sl: Shrani optično prebrano sliko
sv: Spara inläsning
uk: Збереження сканованого зображення
zh_tw: 儲存掃描

# @info
source: Cannot save to <filename>%2</filename><nl/>Could not find an image format for the file name <filename>%1</filename>.
it: Impossibile salvare in <filename>%2</filename><nl/>Non è stato possibile trovare un formato immagine per il nome file <filename>%1</filename>.

# @info
source: Cannot save to <filename>%2</filename><nl/>The image format <resource>%1</resource> is not supported.
ca@valencia: No s'ha pogut guardar a <filename>%2</filename><nl/>No s'admet el format d'imatge <resource>%1</resource>.
de: Speichern in <filename>%2</filename> nicht möglich<nl/>Das Bildformat <resource>%1</resource> wird nicht unterstützt.
eo: Ne povas konservi en <filename>%2</filename><nl/>La bildformato <resource>%1</resource> ne estas subtenata.
es: No se puede guardar en <filename>%2</filename><nl/>El formato de imagen <resource>%1</resource> no está permitido.
fi: Ei voida tallentaa tiedostoon <filename>%2</filename><nl/>Kuvatiedostomuotoa <resource>%1</resource> ei tueta.
fr: Impossible d'enregistrer vers <filename>%2</filename><nl/>Le format d'image <resource>%1</resource> n'est pas pris en charge.
he: לא ניתן לשמור אל <filename>%2</filename><nl/>תסדיר התמונה <resource>%1</resource> לא נתמך.
ia: Non pote salveguardar a <filename>%2</filename><nl/>Le formato de imagine <resource>%1</resource> non es supportate.
it: Impossibile salvare in <filename>%2</filename><nl/>Il formato immagine <resource>%1</resource> non è supportato.
ka: <filename>%2</filename><nl/>-ში შენახვის შეცდომა. გამოსახულების ფორმატი <resource>%1</resource> მხარდაჭერილი არაა.
ko: <filename>%2</filename>(으)로 저장할 수 없음<nl/><resource>%1</resource> 그림 형식은 지원하지 않습니다.
nl: Kan niet naar <filename>%2</filename> opslaan<nl/>Het afbeeldingsformaat <resource>%1</resource> wordt niet ondersteund.
pl: Nie można zapisać do <filename>%2</filename><nl/>Format obrazu <resource>%1</resource> nie jest obsługiwany.
pt: Não é possível gravar no <filename>%2</filename><nl/>O formato de imagem <resource>%1</resource> não é suportado.
sl: Ni mogoče shraniti v <filename>%2</filename><nl/>Format slike <resource>%1</resource> ni podprt.
sv: Kan inte spara i <filename>%2</filename><nl/>Bildformatet <resource>%1</resource> stöds inte.
uk: Не вдалося зберегти дані до <filename>%2</filename><nl/>Підтримки зображень у форматі <resource>%1</resource> не передбачено.
zh_tw: 無法儲存到 <filename>%2</filename><nl/>圖片格式 <resource>%1</resource> 不支援。

source: Share to:
ca@valencia: Compartix a:
de: Teilen auf:
eo: Kunhavigi al:
es: Compartir en:
fi: Jaa kohteeseen:
fr: Partager vers:
he: שיתוף אל:
ia: Comparti a:
it: Condividi con:
ka: გაზიარება:
ko: 다음으로 공유:
nl: Delen (share) naar:
pl: Udostępnij:
pt: Partilhar com:
sl: Deli z:
sv: Dela med:
uk: Оприлюднити на:
zh_tw: 分享到：

# @info
source: The scan was shared to<nl/><link>%2</link>
it: La scansione è stata condivisa con<nl/><link>%2</link>

source: Scan Shared
ca@valencia: Escaneig compartit
de: Geteilter Scan
eo: Skanado Kunhavita
es: Escaneo compartido
fi: Luettu kuva jaettu
fr: Numérisation partagée
he: הסריקה שותפה
ia: Scansion compartite
it: Scansione condivisa
ka: გაზიარებულის სკანირება
ko: 스캔한 그림 공유
nl: Scan gedeeld
pl: Udostępnij skan
pt: Antevisão da Digitalização
sl: Optično prebrana slika je bil deljena
sv: Inläst bild delad
uk: Скановане зображення оприлюднено
zh_tw: 掃描已分享

# @info
source: Cannot share the scanned image<nl/><nl/><message>%2</message>
it: Impossibile condividere l'immagine scansionata<nl/><nl/><message>%2</message>

source: Optical Character Recognition
ca@valencia: Reconeixement òptic de caràcters (OCR)
de: Optische Zeichenerkennung (OCR)
eo: Tekstrekonado (OCR)
es: Reconocimiento óptico de caracteres
et: Optiline märgituvastus
fi: Tekstintunnistus
fr: Reconnaissance optique de caractères
gl: Recoñecemento óptico de carateres
he: זיהוי תווים אופטי
ia: Recognition de Character Optic
it: Riconoscimento ottico dei caratteri (OCR)
ka: სიმბოლოების ოპტიკური გამოცნობა
ko: 광학 문자 인식(OCR)
nl: Tekstherkenning
pl: Optyczne rozpoznawanie znaków (OCR)
pt: Reconhecimento Óptico de Caracteres
pt_br: Reconhecimento óptico de caracteres
sl: Optično prepoznavanje znakov (OCR)
sv: Optisk teckentydning
uk: Оптичне Розпізнавання Знаків
zh_tw: 光學文字辨識 (OCR)

source: Start OCR
ca@valencia: Inicia OCR
de: Zeichenerkennung (OCR) starten
eo: Lanĉi tekstrekonon
es: Iniciar OCR
et: Käivita OMT
fi: Käynnistä tekstintunnistus
fr: Démarrer la ROC
gl: Iniciar o OCR
he: הפעלת זיהוי תווים אופטי
ia: Starta OCR
it: Avvia OCR
ka: OCR-ის გაშვება
ko: OCR 시작
nl: Tekstherkenning starten
pl: Uruchom OCR
pt: Iniciar o OCR
pt_br: Iniciar OCR
sl: Začni OCR
sv: Starta optisk teckentydning
uk: Почати розпізнавання
zh_tw: 開始辨識

source: Start the Optical Character Recognition process
ca@valencia: Inicia el procés de reconeixement òptic de caràcters (OCR)
de: Optische Zeichenerkennung (OCR) starten
eo: Komenci la procezon de tekstrekono
es: Iniciar el proceso de reconocimiento óptico de caracteres
et: Optiline märgituvastuse käivitamine
fi: Käynnistä tekstintunnistus
fr: Démarrer le processus de reconnaissance optique de caractères
gl: Iniciar o recoñecemento óptico de caracteres
he: הפעלת תהליך זיהוי התווים האופטי
ia: Starta le processo de Recognition de Character Optic (OCR-Optical Character Recognition)
it: Avvia il processo di riconoscimento ottico dei caratteri (OCR)
ka: სიმბოლოების ოპტიკური გამოცნობის გაშვება
ko: 광학 문자 인식(OCR) 프로세스 시작
nl: Start de tekstherkenning
pl: Uruchom optyczne rozpoznawanie znaków (OCR)
pt: Iniciar o processo de Reconhecimento Óptico de Caracteres
pt_br: Iniciar o processo de reconhecimento óptico de caracteres
sl: Začni z optičnim prepoznavanjem znakov (OCR)
sv: Starta optisk teckentydning
uk: Почати процес оптичного розпізнавання тексту
zh_tw: 開始進行光學文字辨識 (OCR)

source: Stop OCR
ca@valencia: Para OCR
de: Zeichenerkennung (OCR) anhalten
eo: Haltigi OCR
es: Detener OCR
et: Peata OMT
fi: Keskeytä tekstintunnistus
fr: Arrêter la ROC
gl: Deter o OCR
he: עצירת זיהוי התווים האופטי
ia: Stoppa OCR
it: Ferma OCR
ka: OCR-ის შეჩერება
ko: OCR 정지
nl: Tekstherkenning stoppen
pl: Zatrzymaj OCR
pt: Parar o OCR
pt_br: Parar OCR
sl: Zaustavi OCR
sv: Stoppa optisk teckentydning
uk: Зупинити розпізнавання
zh_tw: 停止辨識

source: Stop the Optical Character Recognition process
ca@valencia: Para el procés del reconeixement òptic de caràcters (OCR)
de: Optische Zeichenerkennung (OCR) anhalten
eo: Ĉesigi la procezon de tekstrekono
es: Detener el proceso de reconocimiento óptico de caracteres
et: Optiline märgituvastuse peatamine
fi: Keskeytä tekstintunnistus
fr: Arrêter le processus de reconnaissance optique de caractères
gl: Deter o recoñecemento óptico de caracteres
he: עצירת תהליך זיהוי התווים האופטי
ia: Stoppa le processo de Recognition de Character Optic (OCR-Optical Character Recognition)
it: Ferma il processo di riconoscimento ottico dei caratteri (OCR)
ka: სიმბოლოების ოპტიკური გამოცნობის გაჩერება
ko: 광학 문자 인식(OCR) 프로세스 정지
nl: Stop het proces voor optische tekstherkenning
pl: Zatrzymaj optyczne rozpoznawanie znaków (OCR)
pt: Parar o processo de Reconhecimento Óptico de Caracteres
pt_br: Parar o processo de reconhecimento óptico de caracteres
sl: Zaustavi postopek optičnega prepoznavanja znakov (OCR)
sv: Stoppa processen för optisk teckentydning
uk: Зупинити процес оптичного розпізнавання тексту
zh_tw: 停止進行中的光學文字辨識 (OCR)

source: Setup
ca@valencia: Configuració
de: Einrichtung
eo: Agordi
es: Configurar
et: Seadistamine
fi: Asetukset
fr: Réglages
gl: Configuración
he: הגדרה
ia: Configura
it: Configurazione
ka: მორგება
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configuração
pt_br: Configurar
sl: Nastavitev
sv: Inställning
uk: Налаштування
zh_tw: 設定
