Repository: KDE/kooka
Catalog: po/*/kooka.po
Languages: ca@valencia, de, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt, pt_br, sl, sv, uk, zh_tw

source: Delete Image
ca@valencia: Suprimix la imatge
de: Bild löschen
eo: Forigi Bildon
es: Borrar imagen
et: Kustuta pilt
fi: Poista kuva
fr: Supprimer l'image
gl: Eliminar a imaxe
he: מחיקת תמונה
ia: Dele imagine
it: Elimina immagine
ka: გამოსახულების წაშლა
ko: 그림 삭제
nl: Afbeelding verwijderen
pl: Usuń obraz
pt: Apagar a Imagem
pt_br: Excluir imagem
sl: Izbriši sliko
sv: Ta bort bild
uk: Вилучити зображення
zh_tw: 刪除圖片

source: Rename Image
ca@valencia: Canvia el nom de la imatge
de: Bild umbenennen
eo: Alinomi Bildon
es: Cambiar nombre de la imagen
et: Muuda pildi nime
fi: Muuta kuvan nimeä
fr: Renommer l'image
gl: Renomear a imaxe
he: שינוי שם תמונה
ia: Renomina Image
it: Rinomina immagine
ka: გამოსახულების სახელის გადარქმევა
ko: 그림 이름 바꾸기
nl: Afbeelding hernoemen
pl: Zmień nazwę obrazu
pt: Mudar o Nome da Imagem
pt_br: Renomear imagem
sl: Preimenuj sliko
sv: Byt namn på bild
uk: Перейменувати зображення
zh_tw: 重新命名圖片

source: Unload Image
ca@valencia: Envia la imatge
de: Bild schließen
eo: Malŝargi Bildon
es: Enviar imagen
et: Sulge pilt
fi: Sulje kuva
fr: Décharger l'image
gl: Descargar a imaxe
he: פריקת תמונה
ia: Discarga Imagine
it: Scarica immagine
ka: გამოსახულების გამოტვირთვა
ko: 그림 불러오기 취소
nl: Afbeelding uitladen
pl: Wyładuj obraz
pt: Fechar a Imagem
pt_br: Descarregar imagem
sl: Odloži sliko
sv: Ladda ur bild
uk: Вивантажити зображення
zh_tw: 取消載入圖片

source: Properties...
ca@valencia: Propietats...
de: Eigenschaften …
eo: Trajtoj...
es: Propiedades...
et: Omadused...
fi: Ominaisuudet…
fr: Propriétés...
gl: Propiedades…
he: מאפיינים…
ia: Proprietates...
it: Proprietà...
ka: თვისებები...
ko: 속성...
nl: Eigenschappen...
pl: Właściwości...
pt: Propriedades...
pt_br: Propriedades...
sl: Lastnosti...
sv: Egenskaper...
uk: Властивості…
zh_tw: 屬性…

source: Select Scan Device...
ca@valencia: Seleccioneu el dispositiu d'escaneig...
de: Scannergerät auswählen …
eo: Elekti Skanilon...
es: Seleccionar el escáner...
et: Skannimisseadme valik...
fi: Valitse kuvanlukulaite…
fr: Sélectionner le périphérique de numérisation...
gl: Seleccionar o dispositivo de escanear…
he: בחירת התקן סריקה…
ia: Selectiona Dispositivo de Scander...
it: Seleziona dispositivo di scansione...
ka: აირჩიეთ მოწყობილობის სკანირება...
ko: 스캔 장치 선택...
nl: Scanner selecteren...
pl: Wybierz urządzenie skanujące...
pt: Seleccionar o Dispositivo de Digitalização...
pt_br: Selecione o dispositivo de digitalização...
sl: Izberite napravo za optično branje...
sv: Välj bildläsarenhet...
uk: Вибрати пристрій сканування…
zh_tw: 選擇掃描裝置...

source: Add Scan Device...
ca@valencia: Afig un dispositiu d'escaneig...
de: Scannergerät hinzufügen …
eo: Aldoni skanan aparaton...
es: Añadir escáner...
et: Skannimisseadme lisamine...
fi: Lisää kuvanlukulaite…
fr: Ajouter un périphérique de numérisation...
gl: Engadir un dispositivo de escanear…
he: הוספת התקן סריקה…
ia: Adde dispositivo de Scander...
it: Aggiungi dispositivo di scansione...
ka: სკანერის მოწყობილობის დამატება...
ko: 스캔 장치 추가...
nl: Scanner toevoegen
pl: Dodaj urządzenie skanujące...
pt: Adicionar um Dispositivo de Digitalização...
pt_br: Adicionar um dispositivo de digitalização...
sl: Dodajte napravo za optično branje...
sv: Lägg till bildläsarenhet...
uk: Додати пристрій сканування…
zh_tw: 新增掃描裝置...

source: Preview
ca@valencia: Vista prèvia
de: Vorschau
eo: Antaŭrigardo
es: Vista previa
et: Eelvaatlus
fi: Esikatsele
fr: Aperçu
gl: Vista previa
he: תצוגה מקדימה
ia: Vista preliminar
it: Anteprima
ka: მინიატურა
ko: 미리 보기
nl: Voorbeeld
pl: Podgląd
pt: Antevisão
pt_br: Antevisão
sl: Predogled
sv: Förhandsgranskning
uk: Попередній перегляд
zh_tw: 預覽

source: Start Scan
ca@valencia: Inicia l'escaneig
de: Scannen starten
eo: Komenci Skanadon
es: Iniciar escaneo
et: Alusta skannimist
fi: Aloita kuvanluku
fr: Démarrer le Scan
gl: Comezar a dixitalización
he: התחלת סריקה
ia: Initia Scansion
it: Avvia scansione
ka: სკანირების დაწყება
ko: 스캔 시작
nl: Scan starten
pl: Rozpocznij skanowanie
pt: Iniciar a Digitalização
pt_br: Iniciar a digitalização
sl: Začni OCR
sv: Starta inläsning
uk: Почати сканування
zh_tw: 開始掃描

source: Scan Presets...
ca@valencia: Valors predefinits d'escaneig...
de: Scan-Voreinstellungen …
eo: Skani Antaŭgordojn...
es: Preajustes de escaneo...
fi: Kuvanluvun esiasetukset…
fr: Préréglages de numérisation...
he: ערכות סריקה מוכנות…
ia: Preregulationes de Scander...
it: Preimpostazioni scansione...
ka: პრესეტების სკანირება...
ko: 스캔 사전 설정...
nl: Voorinstellingen voor scan...
pl: Nastawy skanowania...
pt: Predefinições de Digitalização...
sl: Začetne nastavitve optičnega branja...
sv: Inläsningsförinställningar...
uk: Набори параметрів сканування…
zh_tw: 掃描預設檔...

source: Auto Select
ca@valencia: Selecciona automàticament
de: Automatische Auswahl
eo: Aŭtomata Elekto
es: Seleccionar automáticamente
et: Automaatne valik
fi: Automaattivalinta
fr: Sélection automatique
gl: Escoller automaticamente
he: בחירה אוטומטית
ia: Auto selige
it: Selezione automatica
ka: ავტომატური არჩევა
ko: 자동 선택
pl: Wybór samoczynny
pt: Selecção Automática
pt_br: Seleção automática
sl: Avtomatska izbira
sv: Automatiskt markering
uk: Автовибір
zh_tw: 自動選擇

source: OCR Image...
ca@valencia: Imatge OCR...
de: OCR-Bild …
eo: OCR-bildo...
es: OCR en imagen...
et: Pildi OMT...
fi: Tunnista kuvasta teksti…
fr: Image ROC...
gl: OCR da imaxe…
he: תמונת זיהוי תווים אופטי…
ia: Image OCR...
it: OCR sull'immagine...
ka: გამოსახულების OCR...
ko: 전체 그림 OCR 실행...
nl: Tekstherkenning op afbeelding...
pl: Obraz OCR...
pt: OCR da Imagem...
pt_br: OCR da imagem...
sl: OCR slike...
sv: Bild för optisk teckentydning...
uk: Розпізнати зображення…
zh_tw: 辨識圖片中的文字...

source: OCR Selection...
ca@valencia: En seleccionar OCR...
de: OCR-Auswahl …
eo: OCR Elekto...
es: OCR en selección...
et: Valiku OMT...
fi: Tunnista valinnasta teksti…
fr: Sélection ROC...
gl: OCR da selección…
he: בחירת זיהוי תווים אופטי…
ia: Selection de OCR...
it: OCR sulla selezione...
ko: 선택 영역 OCR 실행...
nl: Tekstherkenning op selectie...
pl: Zaznaczenie OCR...
pt: OCR da Selecção...
pt_br: OCR da seleção...
sl: OCR izbora...
sv: Markering för optisk teckentydning...
uk: Розпізнати позначене…
zh_tw: 辨識選擇區域中的文字...

source: OCR File...
ca@valencia: Fitxer OCR...
de: OCR-Datei …
eo: OCR-dosiero...
es: Archivo OCR...
fi: Tunnista tiedostosta teksti…
fr: Fichier ROC...
he: קובץ זיהוי תווים אופטי…
ia: File de OCR
it: File OCR...
ka: ფაილის OCR...
ko: 파일에 OCR 실행...
nl: OCR-bestand...
pl: Plik OCR...
pt: OCR do Ficheiro...
sl: OCR datoteka...
sv: Fil för optisk teckentydning...
uk: Розпізнати файл…
zh_tw: 辨識檔案中的文字...

source: Save OCR Result Text...
ca@valencia: Guarda el text OCR resultant...
de: OCR-Ergebnis speichern …
eo: Konservi OCR-rezultan tekston...
es: Guardar texto resultante del OCR...
et: Salvesta OMT tulemustekst...
fi: Tallenna tunnistettu teksti…
fr: Enregistrer le résultat de la ROC...
gl: Gardar o texto resultado do OCR…
he: שמירת טקסט התוצאה של זיהוי התווים האופטי…
ia: Salveguarda Texto de Exito de OCR...
it: Salva il testo prodotto dall'OCR...
ka: OCR-ს შედეგის ტექსტის შენახვა...
ko: OCR 결과 텍스트 저장...
nl: Resultaat tekstherkenning opslaan...
pl: Zapisz tekst wynikowy działania OCR...
pt: Gravar o Texto do Resultado do OCR...
pt_br: Salvar texto do resultado do OCR...
sl: Shrani besedilo rezultata OCR...
sv: Spara resultattext efter optisk teckentydning...
uk: Зберегти розпізнаний текст…
zh_tw: 儲存 OCR 結果文字...

source: Spell Check OCR Result...
ca@valencia: Resultat de la verificació ortogràfica d'OCR...
de: Rechtschreibung des OCR-Ergebnisses prüfen …
eo: Literuma Kontrolo OCR-Rezulto...
es: Resultado del corrector ortográfico del OCR...
et: OMT tulemuse õigekirja kontroll...
fi: Tarkista tunnistetun tekstin oikeinkirjoitus…
fr: Résultat de la vérification orthographique ROC...
gl: Resultado da corrección ortográfica do OCR…
he: בדיקת איות בתוצאות זיהוי התווים האופטי…
ia: Resultato de Controlo Orthographic de OCR
it: Correzione ortografica risultati OCR...
ka: OCR-ის შედეგის მართლწერის შემოწმება...
ko: OCR 결과 맞춤법 검사...
nl: Van resultaten tekstherkenning spelling controleren
pl: Sprawdź pisownię wyniku OCR...
pt: Verificar a Ortografia do Resultado do OCR...
pt_br: Verificar a ortografia do resultado do OCR...
sl: Preveri črkovanje rezultata OCR...
sv: Stavningskontrollera resultat efter optisk teckentydning...
uk: Результат перевірки правопису розпізнаного тексту…
zh_tw: 對 OCR 結果進行拼字檢查...

source: Unload Folder
ca@valencia: Desplega la carpeta
de: Ordner entladen
eo: Malŝargi Dosierujon
es: Carpeta de envío
et: Sulge kataloog
fi: Sulje kansio
fr: Décharger le dossier
gl: Descargar o cartafol
he: פריקת תיקייה
ia: Discarga Dossier
it: Scarica la cartella
ka: საქაღალდის გამოტვირთვა
ko: 폴더 불러오기 취소
nl: Map uitladen
pl: Wyładuj katalog
pt: Fechar a Pasta
pt_br: Fechar pasta
sl: Odloži mapo
sv: Ladda ur katalog
uk: Вивантажити теку
zh_tw: 取消載入資料夾

source: Delete Folder
ca@valencia: Suprimix la carpeta
de: Ordner löschen
eo: Forigi Dosierujon
es: Borrar carpeta
et: Kustuta kataloog
fi: Poista kansio
fr: Supprimer un dossier
gl: Eliminar o cartafol
he: מחיקת תיקייה
ia: Dele dossier
it: Elimina la cartella
ka: საქაღალდის წაშლა
ko: 폴더 삭제
nl: Map verwijderen
pl: Usuń katalog
pt: Apagar a Pasta
pt_br: Excluir pasta
sl: Izbriši mapo
sv: Ta bort katalog
uk: Вилучити теку
zh_tw: 刪除資料夾

source: Rename Folder
ca@valencia: Canvia el nom de la carpeta
de: Ordner umbenennen
eo: Renomi dosierujon
es: Cambiar nombre de carpeta
et: Muuda kataloogi nime
fi: Muuta kansion nimeä
fr: Renommer le dossier
gl: Renomear o cartafol
he: שינוי שם תיקייה
ia: Renomina dossier
it: Rinomina la cartella
ka: საქაღალდის სახელის შეცვლა
ko: 폴더 이름 바꾸기
nl: Map hernoemen
pl: Zmień nazwę katalogu
pt: Mudar o Nome da Pasta
pt_br: Renomear pasta
sl: Preimenuj mapo
sv: Byt namn på katalog
uk: Перейменувати теку
zh_tw: 重新命名資料夾

source: Folder:
ca@valencia: Carpeta:
de: Ordner:
eo: Dosierujo:
es: Carpeta:
et: Kataloog:
fi: Kansio:
fr: Dossier :
gl: Cartafol:
he: תיקייה:
ia: Dossier:
it: Cartella:
ka: დასტა:
ko: 폴더:
nl: Map:
pl: Katalog:
pt: Pasta:
pt_br: Pasta:
sl: Mapa:
sv: Katalog:
uk: Тека:
zh_tw: 資料夾：

source: Preferences
ca@valencia: Preferències
de: Einstellungen
eo: Agordo
es: Preferencias
et: Seadistused
fi: Asetukset
fr: Configuration
gl: Preferencias
he: העדפות
ia: Preferentias
it: Preferenze
ka: მორგება
ko: 설정
nl: Voorkeuren
pl: Ustawienia
pt: Preferências
pt_br: Preferências
sl: Preference
sv: Inställningar
uk: Параметри
zh_tw: 喜好設定

source: General
de: Allgemein
eo: Ĝenerale
et: Üldine
fi: Yleistä
fr: Général
gl: Xeral
he: כללי
it: Generali
ka: საერთო
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Geral
sl: Splošno
sv: Allmänt
uk: Загальне
zh_tw: 一般

source: General Options
ca@valencia: Opcions generals
de: Allgemeine Einstellungen
eo: Ĝeneralaj Elektebloj
es: Opciones generales
et: Üldised valikud
fi: Perusasetukset
fr: Options générales
gl: Opcións xerais
he: אפשרויות כלליות
ia: Optiones General
it: Opzioni generali
ka: ზოგადი პარამეტრები
ko: 일반 옵션
nl: Algemene opties
pl: Opcje ogólne
pt: Opções Gerais
pt_br: Opções gerais
sl: Splošne možnosti
sv: Allmänna alternativ
uk: Загальні параметри
zh_tw: 一般選項

source: Startup
ca@valencia: Inici
de: Programmstart
eo: Lanĉo
es: Inicio
et: Käivitamine
fi: Käynnistys
fr: Démarrage
gl: Inicio
he: עלייה
ia: Starta
it: Avvio
ka: გაშვება
ko: 시작
nl: Starten
pl: Uruchamianie
pt: Arranque
pt_br: Inicialização
sl: Zagon
sv: Start
uk: Запуск
zh_tw: 啟動

source: Startup Options
ca@valencia: Opcions d'inici
de: Einstellungen zum Programmstart
eo: Komencaj Elektebloj
es: Opciones de inicio
et: Käivitamisvalikud
fi: Käynnistysvalinnat
fr: Options de démarrage
gl: Opcións de inicio
he: אפשרויות עלייה
ia: Initia optiones
it: Opzioni d'avvio
ka: გაშვების მორგება
ko: 시작 옵션
nl: Opstartopties
pl: Opcje uruchamiania
pt: Opções do Arranque
pt_br: Opções de inicialização
sl: Možnosti zagona
sv: Startalternativ
uk: Параметри запуску
zh_tw: 啟動選項

source: Image Saving
ca@valencia: En guardar la imatge
de: Bildspeicherung
eo: Konservado de bildoj
es: Almacenamiento de imágenes
et: Pildi salvestamine
fi: Kuvan tallennus
fr: Enregistrement de l'image
gl: Garda da imaxe
he: שמירת תמונות
ia: Salveguardante imagine
it: Salvataggio immagine
ka: გამოსახულების შენახვა
ko: 그림 저장
nl: Afbeeldingopslag
pl: Zapisywanie obrazu
pt: Gravação da Imagem
pt_br: Salvamento de imagem
sl: Shranjevanje slike
sv: Spara bild
uk: Збереження зображення
zh_tw: 儲存影像

source: Image Saving Options
ca@valencia: Opcions en guardar la imatge
de: Einstellungen zur Bildspeicherung
eo: Elektebloj de Konservado de Bildoj
es: Opciones de almacenamiento de imágenes
et: Pildi salvestamise valikud
fi: Kuvantallennusvalinnat
fr: Options d'enregistrement de l'image
gl: Opcións para gardar imaxes
he: אפשרויות שמירת תמונות
ia: Optiones de salveguardar Imagine
it: Opzioni di salvataggio immagine
ka: გამოსახულების შენახვის მორგება
ko: 그림 저장 옵션
nl: Opties voor opslaan van afbeelding
pl: Opcje zapisywania obrazu
pt: Opções de Gravação da Imagem
pt_br: Opções de salvamento de imagem
sl: Možnosti shranjevanja slike
sv: Alternativ för spara bild
uk: Параметри збереження зображень
zh_tw: 圖片儲存選項

source: Gallery & Thumbnails
ca@valencia: Galeria i miniatures
de: Galerie & Vorschaubilder
eo: Galerio & Bildetoj
es: Galería y miniaturas
et: Galerii ja pisipildid
fi: Galleria ja esikatselukuvat
fr: Galerie & Vignettes
gl: Galería e miniaturas
he: גלריה ותמונות ממוזערות
ia: Galeria & Miniaturas
it: Galleria e miniature
ka: გალერეა და მინიატურები
ko: 갤러리와 섬네일
nl: Galerij en miniaturen
pl: Galeria i miniaturki
pt: Galeria & Miniaturas
pt_br: Galeria & Miniaturas
sl: Galerija in predogledne sličice
sv: Galleri och miniatyrbilder
uk: Галерея і мініатюри
zh_tw: 相簿與縮圖

source: Image Gallery and Thumbnail View
ca@valencia: Galeria d'imatges i vista de miniatures
de: Bildergalerie und Vorschauansicht
eo: Bilda Galerio kaj Bildeto-Vido
es: Vista de galería de imágenes y miniaturas
et: Pildigalerii ja pisipildivaade
fi: Kuvagalleria ja esikatselukuvanäkymä
fr: Galerie d'images et Affichage en en vignettes
gl: Galería de imaxes e vista de miniaturas
he: גלריית תמונות ותמונות ממוזערות
ia: Galeria de imagine e vista de Miniaturas
it: Vista galleria e miniature
ka: სურათების გალერეა და მინიატურების ნახვა
ko: 그림 갤러리와 섬네일 보기
nl: Weergave van afbeeldingengalerij en miniaturen
pl: Widok galerii obrazów i miniatur
pt: Galeria de Imagens e Vista em Miniaturas
pt_br: Galeria de imagens e vista em miniaturas
sl: Galerija slik in prikaz sličic
sv: Bildgalleri och miniatyrbildsvy
uk: Панель галереї і мініатюр
zh_tw: 圖片相簿與縮圖檢視

# @info
source: <title>Gallery Mode - No scanner selected</title><nl/><nl/>In this mode you can browse, manipulate and OCR images already in the gallery.<nl/><nl/><link url="a:1">Select a scanner device</link> to perform scanning, or <link url="a:2">add a device</link> if a scanner is not automatically detected.
ca@valencia: <title>Mode de galeria - No s'ha seleccionat cap escàner</title>><nl/><nl/>En este mode podeu veure, manipular i fer OCR de les imatges que ja es troben en la galeria.<nl/><nl/><link url="a:1">Seleccioneu un dispositiu d'escàner</link> per a portar a terme l'escaneig, o <link url="a:2">afegiu un dispositiu</link> si no s'ha detectat automàticament cap escàner.
de: <title>Galeriemodus - Kein Scanner ausgewählt</title><nl/><nl/>In diesem Modus können Sie Bilder in der Galerie durchsehen, bearbeiten und optische Zeichenerkennung dafür durchführen.<nl/><nl/><link url="a:1">Wählen Sie ein Scanner-Gerät</link> um Bilder einzulesen oder <link url="a:2">fügen Sie ein Gerät hinzu</link>, wenn ein Scanner nicht automatisch erkannt wurde.
eo: <title>Galeria Reĝimo - Neniu skanilo elektita</title><nl/><nl/>En ĉi tiu reĝimo vi povas foliumi, manipuli kaj OCR-bildojn jam en la galerio.<nl/><nl/><link url="a:1">Elektu skanilon</link> por fari skanadon, aŭ <link url="a:2">aldonu aparaton</link> se skanilo ne estas aŭtomate detektita.
es: <title>Modo Galería - Ningún escáner seleccionado</title><nl/><nl/>En este modo puede explorar, manipular y hacer OCR de imágenes que ya estén en la galería.<nl/><nl/><link url="a:1">Seleccione un dispositivo de escáner</link> para poder escanear, o <link url="a:2">añada un dispositivo</link> si el escáner no se detecta automáticamente.
fi: <title>Galleriatila – ei valittua kuvanlukijaa</title><nl/><nl/>Tässä tilassa voi selata ja käsitellä galleriassa jo olevia kuvia sekä tunnistaa niistä tekstiä.<nl/><nl/>Lukeaksesi kuvia <link url="a:1">valitse kuvanlukulaite</link> tai ellei sitä tunnistettu automaattisesti, <link url="a:2">lisää kuvanlukulaite</link>.
fr: <title>Mode Galerie - Aucun scanner sélectionné</title> <nl/> <nl/>Dans ce mode, vous pouvez parcourir, manipuler et effectuer un traitement de reconnaissance optique de caractères (OCR) sur les images, déjà présentes dans la galerie. <nl/> <nl/><link url="a:1">Sélectionnez un périphérique de numérisation</link> afin de lancer la numérisation ou <link url="a:2">ajoutez un périphérique de numérisation</link> si le périphérique n'est pas détecté automatiquement.
he: <title>מצב גלריה - לא נבחר סורק</title><nl/><nl/>במצב הזה אפשר לעיין, לשנות ולהפעיל זיהוי תווים אופטי על תמונות שכבר בגלריה.<nl/><nl/><link url="a:1">יש לבחור התקן סריקה</link> כדי לסרוק, או <link url="a:2">להוסיף התקן</link> אם לא זוהה סורק אוטומטית.
it: <title>Modalità galleria - nessuno scanner selezionato</title><nl/><nl/>In questa modalità puoi sfogliare, modificare ed eseguire l'OCR sulle immagini già presenti nella galleria.<nl/><nl/><link url="a:1">Seleziona uno scanner</link> per eseguire la scansione, o <link url="a:2">aggiungi un dispositivo</link> se non è rilevato automaticamente alcuno scanner.
ka: <title>გალერეის რეჟიმი - სკანერი არჩეული არაა</title><nl/><nl/>ამ რეჟიმში შეგიძლიათ დაათვალიეროთ, შეცვალოთ და გადაატაროთ OCR გამოსახულებებზე, რომლებიც უკვე ჰალერეაშია.<nl/><nl/><link url="a:1">აირჩიეთ სკანერის მოწყობილობა</link> სკანირებისთვის, ან <link url="a:2">დაამატეთ მოწყობილობა</link>, თუ მოწყობილობის ავტომატური აღმოჩენა არ მომხდარა.
ko: <title>갤러리 모드 - 스캐너를 선택하지 않았음</title><nl/><nl/>이 모드에서는 갤러리에 있는 그림을 보거나 수정 및 OCR 작업을 진행할 수 있습니다.<nl/><nl/>스캔을 하려면 <link url="a:1">스캐너 장치를 선택</link>하거나, 자동으로 감지된 스캐너가 없다면 <link url="a:2">장치를 추가</link>할 수 있습니다.
nl: <title>Galerijmodus - geen scanner geselecteerd</title><nl/><nl/>In deze modus kunt u door afbeeldingen, reeds in de galerij, bladeren, ze bewerken en er OCR op toepassen.<nl/><nl/><link url="a:1">Selecteer een scannerapparaat</link> om te scannen of <link url="a:2">voeg een apparaat toe</link> als een scanner niet automatisch is gedetecteerd.
pl: <title>Tryb galerii - Nie wybrano skanera</title><nl/><nl/>W tym trybie możesz przeglądać, manipulować i OCR-ować obrazy już dostępne w galerii.<nl/><nl/><link url="a:1">Wybierz urządzenie skanujące</link>, aby wykonywać skanowanie lub <link url="a:2">dodaj urządzenie</link>, jeśli nie wykryto automatycznie skanera.
pt: <title>Modo da Galeria - Sem 'scanner' seleccionado</title><nl/><nl/>Neste modo, poderá navegar, manipular e efectuar um OCR das imagens já existentes na galeria.<nl/><nl/><link url="a:1">Seleccione um dispositivo 'scanner'</link> para efectuar a digitalização ou <link url="a:2">adicione um dispositivo</link>, caso não seja detectado automaticamente um 'scanner'.
sl: <title>Galerijski način - Ni izbrane naprave za optično branje</title><nl/><nl/>V tem načinu lahko brskate, manipulirate in razpoznavate besedila s slik, ki so že v galeriji.<nl/><nl/><link url="a:1">Izberite napravo za optično branje</link> za izvedbo skeniranja ali <link url="a:2">dodajte napravo</link>, če optični bralnik ni samodejno zaznan.
sv: <title>Galleriläge - Ingen bildläsare vald</title><nl/><nl/>I det här läget kan du bläddra, manipulera och utföra teckentydning i bilder som redan finns i galleriet.<nl/><nl/><link url="a:1">Välj en bildläsarenhet</link> för att läsa in en bild, eller <link url="a:2">lägg till en enhet</link> om en bildläsare inte detekteras automatiskt.
uk: <title>Режим галереї — не вказано сканера</title><nl/><nl/>У цьому режимі ви можете переглядати, керувати зображеннями у галереї та виконувати розпізнавання тексту на зображеннях.<nl/><nl/><link url="a:1">Вкажіть пристрій для сканування</link> або <link url="a:2">додайте пристрій</link>, якщо сканер не було виявлено у автоматичному режимі.
zh_tw: <title>相簿模式 - 未選擇掃描器</title><nl/><nl/>在這個模式中您可以對相簿中的圖片進行瀏覽、文字辨識與其他操作。<nl/><nl/><link url="a:1">選擇掃描器裝置</link>來進行掃描，或是如果沒有自動偵測到掃描器的話<link url="a:2">新增裝置</link>。

source: Scan &destination:
ca@valencia: &Destinació de l'escaneig:
de: &Scan-Ziel:
eo: Skana&da celloko:
es: &Destino del escaneo:
fi: Kuvanluvun k&ohde:
fr: Analyser la &destination :
he: י&עד סריקה:
ia: Destination de scan&der:
it: &Destinazione scansione:
ka: სკანირების &სამიზნე:
ko: 스캔 대상(&D):
nl: Scan&bestemming:
pl: Miejsce &docelowe skanu:
pt: &Destino da digitalização:
sl: Cilj zajemanja slike:
sv: Bil&dmål:
uk: П&ризначення сканування:
zh_tw: 掃描目的地(&D)：

# @info
source: No destination selected
ca@valencia: No s'ha seleccionat cap destinació
de: Kein Ziel ausgewählt
eo: Neniu celloko elektita
es: No se ha seleccionado ningún destino
fi: Kohdetta ei valittu
fr: aucune destination sélectionnée
he: לא נבחר יעד
ia: Nulle destination seligite
it: Nessuna destinazione selezionata
ka: სამიზნე არჩეული არაა
ko: 대상을 선택하지 않았음
nl: Geen bestemming geselecteerd
pl: Nie wskazano miejsca docelowego
pt: Nenhum destino seleccionado
sl: Ni izbranega cilja zajemanja
sv: Inget mål valt
uk: Не вибрано призначення
zh_tw: 未選擇目的地

# @info
source: Unable to load plugin '%1'
ca@valencia: No s'ha pogut carregar el connector «%1»
de: Das Modul „%1“ kann nicht geladen werden
eo: Ne eblas ŝargi kromprogramon '%1'
es: No se puede cargar el complemento «%1»
fi: Liitännäistä ”%1” ei voi ladata
fr: Impossible de charger le module externe « %1 »
he: לא ניתן לטעון את התוסף ‚%1’
ia: Incapace a cargar plugin '%1'
it: Impossibile caricare l'estensione «%1»
ka: დამატების ჩატვირთვის შეცდომა: '%1'
ko: 플러그인 '%1'을(를) 불러올 수 없음
nl: Plug-in '%1' kan niet geladen worden
pl: Nie można wczytać wtyczki '%1'
pt: Não é possível carregar o 'plugin' '%1'
sl: Ni mogoče naložiti vtičnika '%1'
sv: Kan ladda insticksprogram '%1'
uk: Не вдалося завантажити додаток «%1»
zh_tw: 無法載入外掛程式「%1」

source: Load the last selected image into the viewer
ca@valencia: Carrega l'última imatge en el visor
de: Das zuletzt ausgewählte Bild im Betrachter laden
eo: Ŝargi la lastan elektitan bildon en la spektilon
es: Cargar la última imagen seleccionada en el visor
et: Viimase valitud pildi laadimine näitajasse
fi: Lataa viimeksi valittu kuva katselimeen
fr: Ouvrir la dernière image sélectionnée dans l'afficheur
gl: Cargar a última imaxe seleccionada no visor.
he: לטעון את התמונה האחרונה שנבחרה למציג
ia: Carga le ultime imagine seligite in le visor
it: Carica l'ultima immagine selezionata nel visualizzatore
ka: ბოლოს არჩეული გამოსახულების გახსნა
ko: 마지막으로 선택한 그림을 뷰어로 불러오기
nl: De laatste geselecteerde afbeelding in de viewer laden
pl: Wczytaj w przeglądarce ostatnio wybrany obraz
pt: Carregar a última imagem seleccionada no visualizador
pt_br: Carregar a última imagem selecionada no visualizador
sl: Naloži zadnjo izbrano sliko v pregledovalnik
sv: Ladda den senast markerade bilden i visaren
uk: Завантажувати останнє зображення на панель перегляду
zh_tw: 載入上次選擇的圖片
