Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

# @title:window
source: Autoselect Settings
ar: إعدادات التحديد الآليّ
ca: Configuració de la selecció automàtica
eo: Agordoj de Aŭtomata Elekto
es: Selección automática de ajustes
et: Automaatse valiku seadistused
fi: Valitse asetukset automaattisesti
fr: Paramètres de sélection automatique
gl: Configuración da selección automática
he: הגדרות בחירה אוטומטיות
ia: Preferentias de autoseliger
it: Impostazioni di selezione automatica
ka: პარამეტრების ავტომატური არჩევა
ko: 자동 선택 설정
nl: Instellingen voor autoselect
pl: Ustawienia samoczynnego zaznaczania
pt_br: Configurações da seleção automática
sl: Avtomatsko izberi nastavitve
sv: Inställningar av automatiskt markering
tr: Kendiliğinden Seçim Ayarları
uk: Параметри автовибору
zh_tw: 自動選擇設定

source: Black
ar: أسود
ca: Negre
eo: Nigra
es: Negro
et: Must
fi: Musta
fr: Noir
gl: Negro
he: שחור
ia: Nigre
it: Nero
ka: შავი
ko: 검은색
nl: Zwart
pl: Czarne
pt_br: Preto
sl: Črna
sv: Svart
tr: Siyah
uk: Чорне
zh_tw: 黑色

source: White
ar: أبيض
ca: Blanc
eo: Blanka
es: Blanco
et: Valge
fi: Valkoinen
fr: Blanc
gl: Branco
he: לבן
ia: Blanco
it: Bianco
ka: თეთრი
ko: 흰색
nl: Wit
pl: Białe
pt_br: Branco
sl: Bela
sv: Vit
tr: Beyaz
uk: Біле
zh_tw: 白色

source: First Page
ar: الصفحة الأولى
ca: Primera pàgina
es: Primera página
he: העמוד הראשון
ia: Prime pagina
it: Prima pagina
tr: İlk Sayfa
uk: Перша сторінка

source: Next Page
ar: الصفحة التالية
ca: Pàgina següent
es: Siguiente página
he: העמוד הבא
ia: Pagina Proxime
it: Pagina successiva
tr: Son Sayfa
uk: Наступна сторінка

source: Start Scan
ar: ابدأ المسح
ca: Inicia l'escaneig
es: Empezar a escanear
he: התחלת סריקה
ia: Initia Scansion
it: Avvia scansione
tr: Taramayı Başlat
uk: Почати сканування

# @info
source: <emphasis strong="1">Ready to scan the first page</emphasis>%1...<nl/><nl/>Prepare the page and then use <interface>Start&nbsp;Scan</interface> to scan it,<nl/>or <interface>Cancel</interface> to cancel the scan.
ar: <emphasis strong="1">جاهز لمسح الصفحة الأولى</emphasis>%1...<nl/><nl/>جهز الصفحة واستخدم بعدها <interface>بدء المسح</interface> لمسحها،<nl/>أو <interface>إلغاء</interface> لإلغاء المسح.
ca: <emphasis strong="1">A punt per a escanejar la primera pàgina</emphasis> %1...<nl/><nl/>Prepareu la pàgina i després feu servir <interface>Inicia&nbsp;l'escaneig</interface> per escanejar-la,<nl/>o <interface>Cancel·la</interface> per cancel·lar l'escaneig.
es: <emphasis strong="1">Preparado para escanear la primera página</emphasis>%1…<nl/><nl/>Prepare la página y pulse <interface>Empezar a escanear</interface> para escanearla<nl/>o <interface>Cancelar</interface> para cancelar el escaneo.
he: <emphasis strong="1">היישום מוכן לסריקת העמוד הראשון</emphasis>%1…<nl/><nl/>יש להכין את העמוד ואז להשתמש ב<interface>התחלת&nbsp;סריקה</interface> כדי לסרוק אותו,<nl/>או על <interface>ביטול</interface> כדי לבטל את הסריקה.
ia: <emphasis strong="1">Preste a scander le prime pagina</emphasis>%1...<nl/><nl/>Prepara le pagina e post usa <interface>Starta&nbsp;Scander</interface> per scander lo,<nl/>o <interface>Cancella</interface> per cancellar le scander.
it: <emphasis strong="1">Pronto per la scansione della prima pagina</emphasis>%1...<nl/><nl/>Prepara la pagina quindi usa <interface>Avvia&nbsp;scansione</interface> per analizzarla<nl/>; <interface>Annulla</interface> per annullare la scansione.
tr: <emphasis strong="1">İlk sayfayı taramaya hazır</emphasis>%1…<nl/><nl/>Sayfayı hazırlayın ve onu taramak için <interface>Taramayı&nbsp;Başlat</interface> düğmesini veya taramayı iptal etmek için<nl/><interface>İptal</interface> düğmesini kullanın.
uk: <emphasis strong="1">Готові до сканування першої сторінки</emphasis>%1...<nl/><nl/>Приготуйте сторінку і скористайтеся пунктом <interface>Почати сканування</interface>, щоб сканувати її,<nl/>або пунктом <interface>Скасувати</interface>, щоб скасувати сканування.

source: Scan Next
ar: امسح التالية
ca: Escaneja la següent
es: Escanear siguiente
he: הסריקה הבאה
ia: Scande Proxime
it: Scansiona successiva
tr: Sonrakini Tara
uk: Сканувати далі

# @info
source: <emphasis strong="1">Ready to scan the next page</emphasis>%1...<nl/><nl/>Prepare the next page and then use <interface>Scan&nbsp;Next</interface> to scan it,<nl/>or <interface>Finish</interface> to end the scan batch.
ar: <emphasis strong="1">جاهز لمسح الصفحة التالية</emphasis>%1...<nl/><nl/>جهز الصفحة التالية واستخدم بعدها <interface>امسح التالي</interface> لمسحها،<nl/>أو <interface>إنهاء</interface> لإنهاء دفعة المسح.
ca: <emphasis strong="1">A punt per a escanejar la pàgina següent</emphasis> %1...<nl/><nl/>Prepareu la pàgina següent i després feu servir <interface>Escaneja&nbsp;la&nbsp;següent</interface> per escanejar-la,<nl/>o <interface>Finalitza</interface> per acabar el lot d'escaneig.
es: <emphasis strong="1">Preparado para escanear la siguiente página</emphasis>%1…<nl/><nl/>Prepare la siguiente página y pulse <interface>Escanear siguiente</interface> para escanearla<nl/>o <interface>Terminar</interface> para finalizar el lote de escaneo.
he: <emphasis strong="1">היישום מוכן לסריקת העמוד הבא</emphasis>%1…<nl/><nl/>נא להכין את העמוד הבא ואז להשתמש ב<interface>סריקת&nbsp;הבא</interface> כדי לסרוק אותו,<nl/>או על <interface>סיום</interface> כדי לעצור את הסריקה במרוכז.
ia: <emphasis strong="1">Preste a scander le proxime pagina</emphasis>%1...<nl/><nl/>Prepara le pagina e post usa <interface>Scande&nbsp;Proxime</interface> per scander lo,<nl/>o <interface>Termina</interface> per terminar le batch de scander.
it: <emphasis strong="1">Pronto per la scansione della pagina successiva</emphasis>%1...<nl/><nl/>Prepara la pagina successiva quindi usa <interface>Scansiona&nbsp;successiva</interface> per analizzarla<nl/>; <interface>Fine</interface> per terminare la serie di scansioni.
tr: <emphasis strong="1">Sonraki sayfayı taramaya hazır</emphasis>%1…<nl/><nl/>Sonraki sayfayı hazırlayın ve onu taramak için <interface>Sonrakini&nbsp;Tara</interface> düğmesine basın veya tarama işini bitirmek için<nl/><interface>Bitir</interface> düğmesini kullanın.
uk: <emphasis strong="1">Готові до сканування наступної сторінки</emphasis>%1...<nl/><nl/>Приготуйте наступну сторінку і скористайтеся пунктом <interface>Сканувати далі</interface>, щоб сканувати її,<nl/>або пунктом <interface>Завершити</interface>, щоб завершити пакет сканування.

# @info
source: <emphasis strong="1">Ready to scan the next page</emphasis>%1...<nl/><nl/>Prepare the next page and then use <interface>Scan&nbsp;Next</interface> to scan it,<nl/>or <interface>Finish</interface> to end the scan batch or <interface>Cancel</interface> to cancel the entire scan.
ar: <emphasis strong="1">جاهز لمسح الصفحة التالية</emphasis>%1...<nl/><nl/>جهز الصفحة التالية واستخدم بعدها <interface>امسح التالي</interface> لمسحها،<nl/>أو <interface>إنهاء</interface> لإنهاء دفعة المسح أو <interface>إلغاء</interface> لإلغاء المسح بأكمله.
ca: <emphasis strong="1">A punt per escanejar la pàgina següent</emphasis>%1...<nl/><nl/>Prepareu la pàgina següent i després feu servir <interface>Escaneja&nbsp;la&nbsp;següent</interface> per a escanejar-la,<nl/>o <interface>Finalitza</interface> per acabar el lot d'escaneig o <interface>Cancel·la</interface> per cancel·lar tot l'escaneig.
es: <emphasis strong="1">Preparado para escanear la siguiente página</emphasis>%1…<nl/><nl/>Prepare la siguiente página y pulse <interface>Escanear siguiente</interface> para escanearla<nl/>, <interface>Terminar</interface> para finalizar el lote de escaneo o <interface>Cancelar</interface> para cancelar la totalidad del escaneo.
he: <emphasis strong="1">היישום מוכן לסריקת העמוד הבא</emphasis>%1…<nl/><nl/>נא להכין את העמוד הבא ואז להשתמש ב<interface>סריקת&nbsp;הבא</interface> כדי לסרוק אותו,<nl/>או על <interface>סיום</interface> כדי לעצור את הסריקה במרוכז או על <interface>ביטול</interface> כדי לבטל את הסריקה כולה.
ia: <emphasis strong="1">Preste a scander le proxime pagina</emphasis>%1...<nl/><nl/>Prepara le pagina e post usa <interface>Scande&nbsp;Proxime</interface> per scander lo,<nl/>o <interface>Termina</interface> per terminar le batch de scander o <interface>Cancella</interface> per cancellar le integre scander.
it: <emphasis strong="1">Pronto per la scansione della pagina successiva</emphasis>%1...<nl/><nl/>Prepara la pagina successiva quindi usa <interface>Scansiona&nbsp;successiva</interface> per scansionarla<nl/>; <interface>Fine</interface> per terminare la serie di scansioni; <interface>Annulla</interface> per annullare l'intera scansione.
tr: <emphasis strong="1">Sonraki sayfayı taramaya hazır</emphasis>%1…<nl/><nl/>Sonraki sayfayı hazırlayın ve onu taramak için <interface>Sonrakini&nbsp;Tara</interface> düğmesine basın veya tarama işini bitirmek için<nl/><interface>Bitir</interface> düğmesini, taramayı iptal etmek içinse <interface>İptal</interface> düğmesini kullanın.
uk: <emphasis strong="1">Готові до сканування наступної сторінки</emphasis>%1...<nl/><nl/>Приготуйте наступну сторінку і скористайтеся пунктом <interface>Сканувати далі</interface>, щоб сканувати її,<nl/>або пунктом <interface>Завершити</interface>, щоб завершити пакетне сканування, або пунктом <interface>Скасувати</interface>, щоб скасувати сканування взагалі.

# @info
source: <emphasis strong="1">Waiting to scan the first page</emphasis>%1...<nl/><nl/>Prepare the page and then wait, or use <interface>Start&nbsp;Scan</interface> to scan it immediately<nl/>or <interface>Cancel</interface> to cancel the scan.
ar: <emphasis strong="1">انتظار لمسح الصفحة الأولى</emphasis>%1...<nl/><nl/>جهز الصفحة ثم انتظر، أو استخدم <interface>بدء المسح</interface> لمسحها مباشرة<nl/>أو <interface>إلغاء</interface> لإلغاء المسح.
ca: <emphasis strong="1">S'està esperant a escanejar la primera pàgina</emphasis>%1...<nl/><nl/>Prepareu la pàgina i després espereu, o feu servir <interface>Inicia&nbsp;l'escaneig</interface> per escanejar-la immediatament<nl/>o <interface>Cancel·la</interface> per cancel·lar l'escaneig.
es: <emphasis strong="1">Esperando para escanear la primera página</emphasis>%1…<nl/><nl/>Prepare la página y espere, o pulse <interface>Escanear ahora</interface> para escanearla inmediatamente<nl/>o <interface>Cancelar</interface> para cancelar el escaneo.
he: <emphasis strong="1">בהמתנה לסריקת העמוד הראשון</emphasis>%1…<nl/><nl/>יש להכין את העמוד ואז להמתין, או להשתמש ב<interface>התחלת&nbsp;סריקה</interface> כדי לסרוק אותו מיידית<nl/>או על <interface>ביטול</interface> כדי לבטל את הסריקה.
ia: <emphasis strong="1">Attendente a scander le prime pagina</emphasis>%1...<nl/><nl/>Prepara le pagina e post attende, o usa <interface>Starta&nbsp;Scander</interface> per scander lo imediatemente<nl/>o <interface>Cancella</interface> per cancellar le scander.
it: <emphasis strong="1">Attendi la scansione della prima pagina</emphasis>%1...<nl/><nl/>Prepara la pagina e attendi; usa <interface>Avvia&nbsp;scansione</interface> per scansionare immediatamente<nl/>; <interface>Annulla</interface> per annullare la scansione.
tr: <emphasis strong="1">İlk sayfayı taramak için bekleniyor</emphasis>%1…<nl/><nl/>Sayfayı hazırlayın ve onu taramak için <interface>Taramayı&nbsp;Başlat</interface> düğmesini veya taramayı iptal etmek için<nl/><interface>İptal</interface> düğmesini kullanın.
uk: <emphasis strong="1">Очікуємо на сканування першої сторінки</emphasis>%1...<nl/><nl/>Приготуйте сторінку і зачекайте, або скористайтеся пунктом <interface>Почати сканування</interface>, щоб сканувати її негайно,<nl/>або пунктом <interface>Скасувати</interface>, щоб скасувати сканування.

source: Scan Now
ar: امسح الآن
ca: Escaneja ara
es: Escanear ahora
he: לסרוק כעת
ia: Scande nunc
it: Scansiona ora
tr: Şimdi Tara
uk: Сканувати зараз

# @info
source: <emphasis strong="1">Waiting to scan the next page</emphasis>%1...<nl/><nl/>Prepare the next page and then wait, or use <interface>Scan&nbsp;Now</interface> to scan it immediately<nl/>or <interface>Finish</interface> to end the scan batch.
ar: <emphasis strong="1">انتظار لمسح الصفحة التالية</emphasis>%1...<nl/><nl/>جهز الصفحة التالية ثم انتظر، أو استخدم <interface>امسح الآن</interface> لمسحها مباشرة<nl/>أو <interface>إنهاء</interface> لإنهاء دفعة المسح.
ca: <emphasis strong="1">S'està esperant a escanejar la pàgina següent</emphasis>%1...<nl/><nl/>Prepareu la pàgina següent i després espereu, o utilitzeu <interface>Escaneja&nbsp;ara</interface> per escanejar immediatament<nl/>o <interface>Finalitza</interface> per acabar el lot d'escaneig.
es: <emphasis strong="1">Esperando para escanear la siguiente página</emphasis>%1…<nl/><nl/>Prepare la siguiente página y espere, o pulse <interface>Escanear ahora</interface> para escanearla inmediatamente<nl/>o <interface>Terminar</interface> para finalizar el lote de escaneo.
he: <emphasis strong="1">בהמתנה לסריקת העמוד הבא</emphasis>%1…<nl/><nl/>נא להכין את העמוד הבא ולהמתין, או להשתמש ב<interface>סריקה&nbsp;כעת</interface> כדי לסרוק אותו מיידית<nl/>או על <interface>סיום</interface> כדי לסיים את הסריקה במרוכז.
ia: <emphasis strong="1">Attendente a scander le proxime pagina</emphasis>%1...<nl/><nl/>Prepara le pagina e post attende, o usa <interface>Scande&nbsp;Nunc</interface> per scander lo immediatemente<nl/>o <interface>Termina</interface> per terminar le batch de scander.
it: <emphasis strong="1">Attendi la scansione della pagina successiva</emphasis>%1...<nl/><nl/>Prepara la pagina successiva e attendi; usa <interface>Scansiona&nbsp;ora</interface> per scansionarla immediatamente<nl/>; <interface>Fine</interface> per terminare la scansione in serie.
tr: <emphasis strong="1">Sonraki sayfayı taramak için bekleniyor</emphasis>%1…<nl/><nl/>Sonraki sayfayı hazırlayın ve onu taramak için <interface>Şimdi&nbsp;Tara</interface> düğmesine basın veya tarama işini bitirmek için<nl/><interface>Bitir</interface> düğmesini kullanın.
uk: <emphasis strong="1">Очікуємо на сканування наступної сторінки</emphasis>%1...<nl/><nl/>Приготуйте наступну сторінку і зачекайте, або скористайтеся пунктом <interface>Сканувати зараз</interface>, щоб сканувати її негайно<nl/>, або пунктом <interface>Завершити</interface>, щоб завершити пакет сканування.

# @info
source: <emphasis strong="1">Waiting to scan the next page</emphasis>%1...<nl/><nl/>Prepare the next page and then wait, or use <interface>Scan&nbsp;Now</interface> to scan it immediately<nl/>or <interface>Finish</interface> to end the scan batch or <interface>Cancel</interface> to cancel the entire scan.
ar: <emphasis strong="1">انتظار لمسح الصفحة التالية</emphasis>%1...<nl/><nl/>جهز الصفحة التالية ثم انتظر، أو استخدم <interface>امسح الآن</interface> لمسحها مباشرة<nl/>أو <interface>إنهاء</interface> لإنهاء دفعة المسح أو <interface>إلغاء</interface> لإلغاء المسح بأكمله.
ca: <emphasis strong="1">S'està esperant a escanejar la pàgina següent</emphasis>%1...<nl/><nl/>Prepareu la pàgina següent i després espereu, o utilitzeu <interface>Escaneja&nbsp;ara</interface> per escanejar immediatament<nl/>o <interface>Finalitza</interface> per acabar el lot d'escaneig o <interface>Cancel·la</interface> per cancel·lar tot l'escaneig.
es: <emphasis strong="1">Esperando para escanear la siguiente página</emphasis>%1…<nl/><nl/>Prepare la siguiente página y espere, o pulse <interface>Escanear ahora</interface> para escanearla inmediatamente,<nl/><interface>Terminar</interface> para finalizar el lote de escaneo o <interface>Cancelar</interface> para cancelar la totalidad del escaneo.
he: <emphasis strong="1">בהמתנה לסריקת העמוד הבא</emphasis>%1…<nl/><nl/>נא להכין את העמוד הבא ולהמתין, או להשתמש ב<interface>סריקה&nbsp;כעת</interface> כדי לסרוק אותו מיידית<nl/>או על <interface>סיום</interface> כדי לסיים את הסריקה במרוכז או על <interface>ביטול</interface> כדי לבטל את הסריקה לחלוטין.
ia: <emphasis strong="1">Attendente a scander le proxime pagina</emphasis>%1...<nl/><nl/>Prepara le pagina e post attende, o usa <interface>Scande&nbsp;Nunc</interface> per scander lo immediatemente<nl/>o <interface>Termina</interface> per terminar le batch de scander o <interface>Cancella</interface> per cancellar le integre scande.
it: <emphasis strong="1">Attendi la scansione della pagina successiva</emphasis>%1...<nl/><nl/>Prepara la pagina successiva e attendi; usa <interface>Scansiona&nbsp;ora</interface> per scansionarla immediatamente<nl/>; <interface>Fine</interface> per terminare la scansione in serie; <interface>Annulla</interface> per annullare tutta la scansione.
tr: <emphasis strong="1">Sonraki sayfayı taramak için bekleniyor</emphasis>%1…<nl/><nl/>Sonraki sayfayı hazırlayın ve onu taramak için <interface>Şimdi&nbsp;Tara</interface> düğmesine basın veya tarama işini bitirmek için<nl/><interface>Bitir</interface> düğmesini, taramayı iptal etmek içinse <interface>İptal</interface> düğmesini kullanın.
uk: <emphasis strong="1">Очікуємо на сканування наступної сторінки</emphasis>%1...<nl/><nl/>Приготуйте наступну сторінку і зачекайте, або скористайтеся пунктом <interface>Сканувати зараз</interface>, щоб сканувати її негайно<nl/>, або пунктом <interface>Завершити</interface>, щоб завершити пакет сканування, або <interface>Скасувати</interface>, щоб скасувати сканування взагалі.

source: Pause
ar: ألبث
ca: Pausa
es: Pausar
he: השהיה
ia: Pausa
it: Pausa
tr: Duraklat
uk: Пауза

source: Finish
ar: أنهِ
ca: Finalitza
es: Terminar
he: סיום
ia: Termina
it: Fine
tr: Bitir
uk: Завершити

source: (%1 second)
ar: (%1 ثانية)
ca: (%1 segon)
es: (%1 segundo)
he: (שנייה)
ia: (%1 secunda)
it: (%1 secondo)
tr: (%1 saniye)
uk: (%1 секунда)

source: (Paused)
ar: (مُلبثة)
ca: (En pausa)
es: (en pausa)
he: (מושהית)
ia: (In pausa)
it: (in pausa)
tr: (Duraklatıldı)
uk: (призупинено)

source: Select
ar: اختر
ca: Selecciona
eo: Elekti
es: Seleccionar
et: Vali
fi: Valitse
fr: Sélectionner
gl: Seleccionar
he: בחירה
ia: Selige
it: Seleziona
ka: აირჩიეთ
ko: 선택
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
sl: Izberi
sv: Välj
tr: Seç
uk: Вибрати
zh_tw: 選取

source: Select Scan Device
ar: اختر جهاز المسح الضوئي
ca: Selecció del dispositiu d'escaneig
eo: Elekti Skan-Aparaton
es: Seleccionar dispositivo de exploración
et: Skannimisseadme valik
fi: Valitse kuvanlukulaite
fr: Sélectionner un périphérique scanner
gl: Seleccionar o dispositivo de escanear
he: בחירת התקן סריקה
ia: Selectiona Dispositivo de Scander
it: Seleziona lo scanner
ka: აირჩიეთ სკანერის მოწყობილობა
ko: 스캔 장치 선택
nl: Scanner selecteren
pl: Wybierz urządzenie skanujące
pt_br: Selecionar dispositivo de digitalização
sl: Izberi optični bralnik
sv: Välj bildläsarenhet
tr: Tarama Aygıtını Seçin
uk: Вибір пристрою сканування
zh_tw: 選擇掃描裝置

source: Available Scanners:
ar: المساحات المتوفرة:
ca: Escàners disponibles:
eo: Disponeblaj Skaniloj:
es: Escáneres disponibles:
et: Saadaolevad skannerid:
fi: Käytettävissä olevat kuvanlukijat:
fr: Scanners disponibles :
gl: Escáneres dispoñíbeis:
he: סורקים זמינים:
ia: Scanditores disponibile:
it: Scanner disponibili:
ka: ხელმისაწვდომი სკანერები:
ko: 사용 가능한 스캐너:
nl: Beschikbare scanners:
pl: Dostępne skanery:
pt_br: Scanners disponíveis:
sl: Optični bralniki na voljo:
sv: Tillgängliga bildläsare:
tr: Kullanılabilir tarayıcılar:
uk: Доступні сканери:
zh_tw: 可用裝置：

source: Always use this device at startup
ar: استخدم هذا الجهاز دائمًا عند بدء التشغيل
ca: Usa sempre aquest dispositiu durant l'inici
eo: Ĉiam uzi ĉi tiun aparaton ĉe ekfunkciigo
es: Usar siempre este dispositivo durante el inicio
et: Käivitamisel kasutatakse alati seda seadet
fi: Käytä tätä laitetta aina käynnistettäessä
fr: Toujours utiliser ce périphérique au démarrage
gl: Usar sempre este dispositivo no inicio.
he: תמיד להשתמש בהתקן הזה בהתחלה
ia: Usa semprte iste dispositivo al initio
it: Utilizza sempre questo dispositivo all'avvio
ka: გაშვებისას ყოველთვის ამ მოწყობილობის გამოყენება
ko: 시작할 때 항상 이 장치 사용
nl: Altijd dit apparaat bij opstarten gebruiken
pl: Zawsze używaj tego urządzenia po uruchomieniu
pt_br: Sempre usar este dispositivo na inicialização
sl: Vedno uporabi to napravo ob zagonu
sv: Använd alltid den här enheten vid start
tr: Başlangıçta her zaman bu aygıtı kullan
uk: Завжди використовувати цей пристрій при запуску
zh_tw: 啟動時總是使用此裝置

source: Edit Gamma Table
ar: حرر جدول غاما
ca: Edició de la taula de gamma
eo: Redakti Gama-Tabelon
es: Editar tabla gamma
et: Gammatabeli muutmine
fi: Muokkaa gammataulukkoa
fr: Modifier la table gamma
gl: Editar a táboa de gamma
he: עריכת טבלת גאמה
ia: Modifica Tabula Gamma
it: Modifica la tabella gamma
ka: გამის ცხრილის ჩასწორება
ko: 감마 테이블 편집
nl: Gammatabel bewerken
pl: Edytuj tabelę gamma
pt_br: Editar tabela de gama
sl: Uredi tabelo game
sv: Redigera gammatabell
tr: Gama Tablosunu Düzenle
uk: Редагувати таблицю гам
zh_tw: 編輯 Gamma 表

source: Brightness
ar: السطوع
ca: Lluminositat
eo: Brilo
es: Brillo
et: Heledus
fi: Kirkkaus
fr: Luminance
gl: Brillo
he: בהירות
ia: Brillantia
it: Luminosità
ka: სიკაშკაშე
ko: 밝기
nl: Helderheid
pl: Jasność
pt_br: Brilho
sl: Svetlost
sv: Ljusstyrka
tr: Parlaklık
uk: Яскравість
zh_tw: 亮度

source: Contrast
ar: التباين
eo: Kontrasto
es: Contraste
et: Kontrast
fi: Kontrasti
fr: Contraste
gl: Contraste
he: ניגודיות
ia: Contrasto
it: Contrasto
ka: კონტრასტი
ko: 명암
pl: Kontrast
pt_br: Contraste
sl: Kontrast
sv: Kontrast
tr: Karşıtlık
uk: Контрастність
zh_tw: 對比度

source: Gamma
ar: غاما
eo: Gama
he: גאמה
ka: გამა
ko: 감마
pt_br: Gama
sl: Gama
tr: Gama
uk: Гама

source: This gamma table is passed to the scanner hardware.
ar: يمرر جدول غاما هذا إلى أجهزة الماسح الضوئي.
ca: Aquesta taula de gamma es passa al maquinari d'escaneig.
eo: Ĉi tiu gama-tabelo estas pludonata al la skanila aparataro.
es: Esta tabla gamma se pasa al hardware del escáner.
et: See gammatabel edastatakse skanneri riistvarale.
fi: Tämä gammataulukko välitetään kuvanlukulaitteistolle.
fr: Cette table gamma est passée au matériel scanner.
gl: Esta táboa de gamma envíase ao soporte físico de escáner.
he: טבלת הגאמה מועברת לחומרת הסריקה.
ia: Iste tabula gamma es passate al hardware del scanditor.
it: Questa tabella gamma viene passata all'hardware dello scanner.
ka: გამა ცხრილი გადაეცემა სკანერის აპარატურას.
ko: 이 감마 테이블을 스캐너 하드웨어에 전달합니다.
nl: Deze gammatabel wordt overgebracht naar de scannerhardware.
pl: Ta tabela gamma zostaje przekazana urządzeniu skanera.
pt_br: Esta tabela de gama é passada para o dispositivo de digitalização.
sl: Ta tabela game je prenesena v strojno napravo optičnega bralnika.
sv: Den här gammatabellen skickas till bildläsarens hårdvara.
tr: Bu gama tablosu, tarayıcı donanımına geçti.
uk: Цю таблицю гами буде передано обладнанню сканера.
zh_tw: 這個 Gamma 表會被傳遞給掃描器硬體。

source: Fit Best
ar: الأفضل ملائمة
ca: Ajust òptim
eo: Optimume Ĝisrandigi
es: Ajustar al mejor
et: Parim mahutamine
fi: Paras sovitus
fr: Adapter au mieux
gl: Mellor axuste
he: ההתאמה המיטבית
ia: Adapta Melior
it: Adatta al meglio
ka: საუკეთესოდ ჩატევა
ko: 최적 맞춤
nl: Best passend
pl: Najlepsze dopasowanie
pt_br: Melhor tamanho
sl: Najbolje prilagodi
sv: Bästa anpassning
tr: En Uygun
uk: Підібрати за зображенням
zh_tw: 最佳調適

source: Original size
ar: الحجم الأصلي
ca: Mida original
eo: Origina grandeco
es: Tamaño original
et: Originaalsuurus
fi: Alkuperäinen koko
fr: Taille originale
gl: Tamaño orixinal
he: גודל מקורי
ia: Grandor original
it: Dimensione originale
ka: საწყისი ზომა
ko: 원본 크기
nl: Oorspronkelijke grootte
pl: Pierwotny rozmiar
pt_br: Tamanho original
sl: Izvirna velikost
sv: Ursprunglig storlek
tr: Özgün boyut
uk: Початковий розмір
zh_tw: 原始大小

source: Fit Width
ar: لائم العرض
ca: Ajusta a l'amplada
eo: Ĝisrandigi Larĝecon
es: Ajustar al ancho
et: Mahutamine laiusele
fi: Sovita leveys
fr: Largeur adaptée
gl: Axustar á anchura
he: התאמה לרוחב
ia: Adapta in largessa
it: Adatta larghezza
ka: სიგანის ჩატევა
ko: 너비 맞춤
nl: Breedte passend maken
pl: Dopasuj do szerokości
pt_br: Ajustar à largura
sl: Prilagodi širini
sv: Fyll bredden
tr: Genişliğe Sığdır
uk: Підібрати за шириною
zh_tw: 適應寬度
