Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

# @info:tooltip
source: Set this option on to process multiple scans together in a batch, or turn it off to process them individually.<br/><br/>The effect of this option depends on the selected destination and its own settings. For example, sharing multiple scans by email, with this option on, will attach all of the scans to the same email message. With this option off, they will each be attached to a separate message.
ar: شغل هذا الخيار لمعالجة عدة عمليات مسح معاً في دفعة، أو أوقفه لمعالجتها فردياً.<br/><br/>يعتمد تأثير هذا الخيار على الوجهة المختارة وضبطها الخاص. على سبيل المثال، مشاركة عدة عمليات مسح بالبريد الإلكتروني، بتشغيل هذا الخيار، سيرفق كل عمليات المسح لرسالة البريد الإلكتروني ذاتها. وبتوقيف هذا الخيار، سترفق كل واحدة برسالة منفصلة.
ca: Activeu aquesta opció per a processar diversos escaneigs junts en un lot, o desactiveu-la per a processar-les individualment.<br/><br/>L'efecte d'aquesta opció depèn de la destinació seleccionada i la seva configuració. Per exemple, compartir múltiples escaneigs per correu electrònic, amb aquesta opció activada, adjuntarà tots els escaneigs al mateix missatge de correu electrònic. Amb aquesta opció desactivada, cadascun s'adjuntarà a un missatge separat.
es: Active esta opción para procesar múltiples escaneos en un lote; desactívela para procesarlos de forma individual.<br/><br/>El efecto de esta opción depende del destino seleccionado y de sus propios ajustes. Por ejemplo, si comparte múltiples escaneos por correo electrónico con esta opción activada, se adjuntarán todos los escaneos al mismo mensaje; con la opción desactivada, cada uno de ellos se adjuntará a un mensaje distinto.
he: יש להפעיל את האפשרות הזאת כדי לעבד כמה סריקות יחד במרוכז, או לכבות אותה כדי לעבד אותם בנפרד.<br/><br/>השפעת האפשרות הזאת תלויה ביעד הנבחר וההגדרות שלו. למשל, שיתוף מגוון סריקות בדוא״ל, כשהאפשרות הזאת פעילה, כל הסריקות תצורפנה לאותה הודעת דוא״ל. כשהיא כבויה, כל אחת מהן תצורף להודעה נפרדת.
ia: Assigna iste option a active (on) per processar scander multiple conjunctemente in un batch,o pone lo a off per processar los individualmente.<br/><br/>Le effecto de iste option depende deldestination seligite e suproprie preferentias. Pro exemplo, compartir multiple scander per e-posta, con iste option a on, attachera tote le scander al mesme message de e-posta. Con iste option a off, illos omne essera attachate a unmessage separate.
it: Attiva questa opzione per elaborare assieme scansioni multiple in serie, oppure disattivala per elaborarle singolarmente.<br/><br/>L'effetto di questa opzione dipende dalla destinazione selezionata e dalle sue impostazioni. Per esempio, la condivisione di scansioni per posta elettronica, con l'opzione attivata, allegherà tutte le scansioni allo stesso messaggio di posta; se l'opzione è disattivata, le scansioni saranno allegate singolarmente a messaggi separati.
tr: Birden fazla taramayı toplu olarak işlemek için bu seçeneği açın veya tek tek işlemek için kapatın.<br/><br/>Bu seçeneğin etkisi, seçilen hedefe ve kendi ayarlarına bağlıdır. Örneğin, bu seçenek açıkken birden fazla taramayı e-posta ile paylaşmak, tüm taramaları aynı e-posta iletisine ekler. Bu seçenek kapalıyken ise her biri ayrı bir iletiye eklenir.
uk: Позначте цей пункт, щоб програма обробила декілька сканованих зображень разом у пакеті, або зніміть з нього позначення, щоб програма обробила їх окремо.<br/><br/>Результат застосування цього пункту залежить від вибраного призначення та власних параметрів сканування. Наприклад, оприлюднення декількох сканованих зображень електронною поштою, якщо цей пункт позначено, призведе до долучення усіх сканованих зображень до одного повідомлення електронної пошти. Якщо цей пункт не позначено, кожне скановане зображення буде долучено до окремого повідомлення.

source: Automatically generate file names
ar: توليد أسماء ملفات آلياً
ca: Genera automàticament els noms de fitxers
es: Generar nombres de archivos automáticamente
he: לייצר את שמות הקבצים אוטומטית
ia: Genera automaticamente nomines de file
it: Genera automaticamente i nomi file
tr: Dosya adlarını kendiliğinden üret
uk: Автоматично створювати назви файлів

# @info:tooltip
source: Set this option on to automatically generate a file name when possible, or turn it off to always ask for a name.<br/><br/>The effect of this option depends on the selected destination and its own settings. For example, when saving to the scan gallery or another location a file name will be requested for the first file of a multiple scan. From then on the file name will be automatically incremented to generate the next.<br/><br/>A numeric suffix, or '#' characters, for the first file name will be automatically incremented with the same number of digits as entered. Any existing numbered file will be skipped and not overwritten.
ar: شغل هذا الخيار لتوليد اسم ملف آلياً عند الإمكان، أو أوقفه للسؤال عن اسم دائماً.<br/><br/>يعتمد تأثير هذا الخيار على الوجهة المختارة وضبطها الخاص. على سبيل المثال، عند الحفظ في معرض المسح أو موقع آخر سيطلب اسم ملف للملف الأول لعدة عمليات مسح. ومنذ ذلك الحين فصاعداً سيزاد اسم الملف آلياً لتوليد التالي.<br/><br/>لاحقة رقمية، أو علامات «#»، لاسم الملف الأول ستزاد آلياً بعدد الأرقام المدخلة ذاته. وسيتخطى أي ملف مرقم موجود ولن يدهس.
ca: Activeu aquesta opció per generar automàticament un nom de fitxer quan sigui possible, o desactiveu-la per demanar sempre un nom.<br/><br/>L'efecte d'aquesta opció depèn de la destinació seleccionada i de la seva configuració. Per exemple, en desar a la galeria d'escaneig o a una altra ubicació, es demanarà un nom de fitxer per al primer fitxer d'un escaneig múltiple. A partir d'aquí, el nom del fitxer s'incrementarà automàticament per a generar el següent.<br/><br/>Un sufix numèric o caràcters «#» al primer nom de fitxer incrementarà automàticament amb el mateix nombre de dígits que s'han introduït. Qualsevol fitxer numerat existent s'ometrà i no se sobreescriurà.
es: Active esta opción para generar nombres de archivos automáticamente cuando sea posible; desactívela para que siempre se solicite un nombre de archivo.<br/><br/>El efecto de esta opción depende del destino seleccionado y de sus propios ajustes. Por ejemplo, si guarda en la galería de escaneo o en otra ubicación, se le solicitará un nombre de archivo para el primer archivo de un escaneo múltiple. A partir de ahí, el nombre de archivo se aumentará automáticamente para generar el siguiente.<br/><br/>Un sufijo numérico (con caracteres «#») para el primer nombre de archivo se aumentará automáticamente con el mismo número de dígitos introducidos. Cualquier archivo numerado que existiera se omitirá y no se sobrescribirá.
he: יש להפעיל את האפשרות הזאת כדי לייצר שם קובץ כשניתן או לכבות אותה כדי תמיד לבקש שם.<br/><br/>האפשרת לאפשרות הזאת תלוי ביעד הנבחר וההגדרות שלו. למשל, כששומרים את גלריית הסריקה למקום אחר תופיע בקשה לשם של הקובץ הראשונה בסריקה מרובה. מאותו רגע ואילך לשם הקובץ יתווסף אחד כדי לייצר את שם הקובץ הבא.<br/><br/>סיומת מספרית, או תווי ‚###’, בשם הקובץ הראשון תתבצע הוספה לפי אותו מספר הספרות שסופקו. כל קובץ ממוספר קיים ידולג ולא ישוכתב.
it: Attiva questa opzione per generare automaticamente un nome file quando possibile, oppure disattivala per chiedere sempre un nome.<br/><br/>L'effetto di questa opzione dipende dalla destinazione selezionata e dalle sue proprie impostazioni. Per esempio, quando salvi nella galleria delle scansioni o in un'altra posizione, verrà richiesto un nome file per il primo file di una scansione multipla. A partire da quel momento, il nome file indicato verrà incrementato automaticamente per generare il successivo file.<br/><br/>Un suffisso numerico, o i caratteri «#», per il primo nome file, verrà incrementato automaticamente con lo stesso numero di cifre, come inserito. Qualsiasi file esistente numerato sarà saltato e non sovrascritto.
tr: Olabildiğince kendiliğinden bir dosya adı oluşturmak için bu seçeneği etkinleştirin veya her zaman bir ad sormak için devre dışı bırakın.<br/><br/>Bu seçeneğin etkisi, seçilen hedefe ve kendi ayarlarına bağlıdır. Örneğin, tarama galerisine veya başka bir konuma kaydederken, çoklu taramanın ilk dosyası için bir dosya adı istenir. Bundan sonra, bir sonraki dosyayı oluşturmak için dosya adı kendiliğinden artırılır.<br/><br/>İlk dosya adı için bir sayısal sonek veya “#” karakteri, girilen basamak sayısıyla kendiliğinden artar. Var olan numaralandırılmış dosyalar atlanır ve üzerine yazılmaz.
uk: Позначте цей пункт, щоб програма автоматично створювала назви файлів, якщо це можливо, або зніміть з нього позначку, щоб програма завжди питала вас про назву файла.<br/><br/>Результат застосування цього пункту залежить від вибраного призначення і параметрів сканування. Наприклад, для зберігання зображень до галереї або іншого місця потрібна буде назва першого файла з послідовності сканування. На її основі буде назви наступних файлів шляхом автоматичного збільшення індексу.<br/><br/>Числовий суфікс або символи «#» для першої назви файла буде автоматично збільшено у межах введеної кількості цифр. Усі наявні нумеровані файли у межах шаблона назви буде пропущено без перезапису.

source: Rotation
ar: التّدوير
ca: Gir
es: Rotación
he: הטיה
it: Rotazione
tr: Döndürme
uk: Обертання

source: Odd pages:
ar: الصفحات الفردية:
ca: Pàgines senars:
es: Páginas impares:
he: עמודים אי־זוגיים:
ia: Paginas dispare:
it: Pagine dispari:
tr: Tek sayfalar:
uk: Непарні сторінки:

# @info:tooltip
source: Select the rotation for odd scan pages. The first page is page 1.
ar: اختر دوران لصفحات المسح الفردية. الصفحة الأولى هي الصفحة 1.
ca: Selecciona el gir per a les pàgines d'escaneig senars. La primera pàgina és la pàgina 1.
es: Seleccione la rotación para las páginas impares escaneadas. La primera página es la 1.
he: נא לבחור את ההטיה לעמודים אי־זוגיים בסריקה. העמוד הראשון הוא 1.
ia: Selige le rotarion per scander paginas impare. Le prime pagina ed pagina 1.
it: Seleziona la rotazione per le pagine dispari. La prima pagina è la pagina 1.
tr: Tek sayılı taranacak sayfalar için döndürmeyi seçin. İlk sayfa, sayfa 1’dir.
uk: Вибрати обертання для непарних сканованих сторінок. Першою вважається сторінка з номером 1.

source: Even pages:
ar: الصفحات الزوجية:
ca: Pàgines parelles:
es: Páginas pares:
he: עמודים זוגיים:
ia: Paginas pare:
it: Pagine pari:
tr: Çift sayfalar:
uk: Парні сторінки:

# @info:tooltip
source: Select the rotation for even scan pages.
ar: حدد الدوران لمسح الصفحات بشكل متساوي.
ca: Selecciona el gir per a les pàgines d'escaneig parelles.
es: Seleccione la rotación para las páginas pares escaneadas.
he: נא לבחור את ההטיה לעמודים זוגיים בסריקה.
ia: Selige le rotation per scander paginas pare.
it: Seleziona la rotazione per le pagine pari.
tr: Çift taranacak sayfalar için döndürmeyi seç
uk: Вибрати обертання для парних сканованих сторінок.

# @info:status
source: %1x%2mm, %3x%4pix
ar: %1×%2مم, %3×%4بكسل
ca: %1x%2 mm, %3x%4 píxels
eo: %1x%2mm, %3x%4piks
es: %1x%2mm, %3x%4píx
et: %1x%2 mm, %3x%4 pikslit
fi: %1 × %2 mm, %3 × %4 pix
gl: %1x%2mm, %3x%4px
he: ‎%1×%2 מ״מ, ‎%3×%4 פיקסלים
ka: %1x%2მმ, %3x%4პიქს
ko: %1x%2 mm, %3x%4픽셀
pl: %1x%2mm, %3x%4piks
sv: %1 x %2 mm, %3 x %4 bp
tr: %1 × %2 mm, %3 × %4 pks
uk: %1⨯%2 мм, %3⨯%4 пікселів
zh_tw: %1x%2mm，%3x%4 像素

# @info:status
source: %1x%2mm
ar: %1×%2مم
he: %1x%2 מ״מ
ka: %1x%2მმ
tr: %1 × %2 mm
uk: %1⨯%2 мм

source: The autodetection of images on the preview depends on the background color of the preview image (the result of scanning with no document loaded). Please select whether the background of the preview image is black or white.
ar: يعتمد الاكتشاف الآليّ للصور في المعاينة على لون خلفية صورة المعاينة (نتيجة المسح الضوئي دون تحميل أي مستند). يرجى تحديد ما إذا كانت خلفية صورة المعاينة سوداء أم بيضاء.
ca: La detecció automàtica d'imatges en la vista prèvia dependrà del color de fons de la imatge de vista prèvia (el resultat de l'escaneig sense cap document carregat). Seleccioneu si el fons de la vista prèvia de la imatge és negre o blanc.
eo: La aŭtodetekto de bildoj sur la antaŭrigardo dependas de la fonkoloro de la antaŭrigarda bildo (la rezulto de skanado kun neniu dokumento ŝargita). Bonvolu elekti ĉu la fono de la antaŭrigardo estas nigra aŭ blanka.
es: La detección automática de imágenes en la vista previa depende del color del fondo de la imagen de la vista previa (el resultado de escanear sin haber cargado ningún documento). Por favor, indique si el fondo de la imagen de vista previa es blanco o negro.
et: Piltide automaatne tuvastamine eelvaatluses sõltub eelvaatluspildi taustavärvist (skannimise tulemus ilma dokumendi laadimata). Palun vali, kas eelvaatluspildi taust peab olema must või valge.
fi: Esikatselun kuvien automaattitunnistus riippuu esikatselukuvan taustaväristä (joka on tulos tyhjän kuvan luvusta). Valitse, onko esikatselukuvan taustaväri musta vai valkoinen.
fr: La détection automatique des images sur l'aperçu dépend de la couleur de fond de l'image d'aperçu (le résultat du balayage sans aucun document chargé). Veuillez décider si la couleur de fond de l'image d'aperçu est noire ou blanche.
gl: A detección automática de imaxes na vista previa depende da cor de fondo da imaxe da vista previa (o resultado de dixitalizar sen ningún documento cargado). Seleccione a cor (negro ou branco) do fondo da imaxe da vista previa.
he: זיהוי אוטומטי של תמונות בתצוגה מקדימה תלוי בצבע הרקע של תמונת התצוגה המקדימה (תוצאת הסריקה כשאין מסמכים בסורק). נא לבחור האם רקע תמונת התצוגה המקדימה הוא שחור או לבן.
ia: Le discoperta automatic de imagines sur previsualisation depende de le color de fundo sur le imagine de previsualisation (le exito del scander con nulle documento cargate). Pro favor tu selige si le fundo del imagine de previsualisation es nigre o blanc.
it: Il rilevamento automatico di immagini nell'anteprima dipende dal colore di sfondo dell'anteprima (il risultato della scansione con nessun documento caricato). Seleziona se lo sfondo dell'anteprima è nero o bianco.
ka: გადახედვისას სურათების ავტომატიზაცია დამოკიდებულია გადახედვის სურათის ფონის ფერზე (სკანირების შედეგი დოკუმენტის ჩატვირთვის გარეშე). გთხოვთ აირჩიოთ, არის თუ არა მინიატურის სურათის ფონი შავთეთრი.
ko: 미리 보기 스캔에서 그림 자동 감지는 미리 보기 그림의 배경색에 의존합니다(아무 문서를 넣지 않고 스캔했을 때 스캔 결과의 색상). 미리 보기 그림의 배경색이 검은색인지 흰색인지 선택하십시오.
nl: Het automatisch detecteren van afbeeldingen op het voorbeeld hangt af vann de achtergrondkleur van de voorbeeldafbeelding (het resultaat van scannen zonder een geladen document). Kies of de achtergrond van de voorbeeldafbeelding zwart is of wit.
pl: Samoczynne wykrywanie obrazów na podglądzie zależy od koloru tła podglądu obrazu (wynik skanowania bez położonego dokumentu). Proszę wybrać czy tło podglądu obrazu ma być czarne czy białe.
pt_br: A auto-detecção de imagens na visualização depende da cor de fundo da imagem de visualização (o resultado da digitalização com nenhum documento carregado). Por favor, selecione se o fundo da visualização é preto ou branco.
sl: Samodejno zaznavanje slik v predogledu je odvisno od barve ozadja predogledne slike (rezultat skeniranja brez naloženega dokumenta). Izberite, ali je ozadje predogledne slike črno ali belo.
sv: Automatisk detektering av bilder med förhandsgranskningen beror på bakgrundsfärgen hos bilden som förhandsgranskas (resultatet av inläsning utan något dokument på plats). Välj om förhandsgranskningens bakgrund är svart eller vit.
tr: Önizlemedeki görsellerin kendiliğinden algılaması, önizleme görselinin arka planına bağlıdır (belge yüklemeden tarama sonucu). Lütfen önizleme görselinin arka planının siyah mı yoksa beyaz mı olacağını seçin.s
uk: Належна робота автовизначення зображень залежить від кольору тла зображення попереднього перегляду (результатів сканування без сканованого документа). Будь ласка, вкажіть колір тла зображення попереднього перегляду: чорний чи білий.
zh_tw: 預覽的圖片自動偵測需要知道預覽圖片的背景色（也就是未放入文件時掃描的結果）。 請選擇預覽圖片的背景是黑色還是白色的。

# @title:window
source: Autodetection Background
ar: الكشف الآليّ للخلفية
ca: Detecció automàtica del fons
eo: Aŭtodetekta Fono
es: Detección automática del fondo
et: Automaattuvastuse taust
fi: Taustan automaattinen tunnistus
fr: Détection automatique du fond
gl: Fondo da detección automática
he: רקע זיהוי אוטומטי
ia: Fundo de autodiscoperta
it: Sfondo del rilevamento automatico
ka: ავტომატური ამოცნობის ხედი
ko: 배경 자동 감지
nl: Achtergrond voor autodetectie
pl: Samoczynne wykrywanie tła
pt_br: Auto-detecção de fundo
sl: Avtomatska detekcija ozadja
sv: Automatisk detektering av bakgrund
tr: Kendiliğinden Arka Plan Algılaması
uk: Тло для автовизначення
zh_tw: 自動偵測背景

# @action:button Name of colour
source: White
ar: أبيض
ca: Blanc
eo: Blanka
es: Blanco
et: Valge
fi: Valkoinen
fr: Blanc
gl: Branco
he: לבן
ia: Blanco
it: Bianco
ka: თეთრი
ko: 흰색
nl: Wit
pl: Białe
pt_br: Branco
sl: Belo
sv: Vit
tr: Beyaz
uk: Біле
zh_tw: 白色

# @action:button Name of colour
source: Black
ar: أسود
ca: Negre
eo: Nigra
es: Negro
et: Must
fi: Musta
fr: Noir
gl: Negro
he: שחור
ia: Nigre
it: Nero
ka: შავი
ko: 검은색
nl: Zwart
pl: Czarne
pt_br: Preto
sl: Črno
sv: Svart
tr: Siyah
uk: Чорне
zh_tw: 黑色

source: Unknown device '%1'
ar: جهاز مجهول '%1'
ca: Dispositiu desconegut «%1»
eo: Nekonata aparato '%1'
es: Dispositivo desconocido «%1»
et: Tundmatu seade "%1"
fi: Tuntematon laite "%1"
fr: Périphérique inconnu « %1 »
gl: Descoñécese o dispositivo «%1».
he: ההתקן ‚%1’ לא ידוע
ia: Dispositivo incognite '%1'
it: Dispositivo «%1» sconosciuto
ka: უცნობი მოწყობილობა %1
ko: 알 수 없는 장치 '%1'
nl: Onbekend apparaat '%1'
pl: Nieznane urządzenie '%1'
pt_br: Dispositivo desconhecido '%1'
sl: Neznana naprava '%1'
sv: Okänd enhet '%1'
tr: Bilinmeyen aygıt “%1”
uk: Невідомий пристрій «%1»
zh_tw: 未知裝置「%1」

source: SANE - Scanner Access Now Easy
ar: SANE - أصبح الوصول إلى الماسح الضوئي الآن سهلًا
ca: SANE - Scanner Access Now Easy («Accés ara fàcil a l'escàner»)
eo: SANE - Skanil-Aliro Nun Eleganta
he: SANE - הגישה לסורק קלה עכשיו
ia: SANE - Scanner Access Now Easy (Accesso de Scanditor Nunc Facile)
zh_tw: SANE - 簡單掃描器存取 (Scanner Access Now Easy)

source: Scanner access and driver library
ar: الوصول إلى الماسح الضوئي ومكتبة برامج التشغيل
ca: Biblioteca d'accés a l'escàner i al controlador
eo: Biblioteko por skanil-aliro kaj pelilo
es: Acceso al escáner y biblioteca de controladores
fi: Kuvanlukukäyttö- ja ajurikirjasto
fr: Accès au périphérique de numérisation et bibliothèque de pilotes
gl: Acceso a escáneres e biblioteca de controladores
he: ספריית גישה לסורק ומנהל התקן
ia: Bibliotheca de driver e accesso de scanditor
it: Accesso allo scanner e libreria dei driver
ka: სკანერთან წვდომისა და დრაივერის ბიბლიოთეკა
ko: 스캐너 접근 및 드라이버 라이브러리
pl: Bibliotek dostępu do skanera i sterowników
pt_br: Acesso ao scanner e biblioteca de drivers
sl: Dostop do skenerja in knjižnica gonilnikov
tr: Tarayıcı erişimi ve sürücü kitaplığı
uk: Бібліотека драйверів для доступу до сканерів
zh_tw: 提供掃描器存取與驅動的函式庫

source: TIFF image format library
ar: مكتبة تنسيق الصور TIFF
ca: Biblioteca del format d'imatge TIFF
eo: TIFF-bildformata biblioteko
es: Biblioteca del formato de imagen TIFF
fi: TIFF-kuvamuotokirjasto
fr: Bibliothèque de format d'image « TIFF »
gl: Biblioteca do formato de imaxe TIFF
he: ספריית סוג התמונה TIFF
ia: Bibliotheca de formato de imagine TIFF
it: Libreria del formato immagine TIFF
ka: TIFF გამოსახულების ფორმატის ბიბლიოთეკა
ko: TIFF 그림 형식 라이브러리
pl: Biblioteka obrazów TIFF
pt_br: Biblioteca do formato de imagem TIFF
sl: Knjižnica slikovnega formata TIFF
tr: TIFF görsel biçimi kitaplığı
uk: Бібліотека для роботи із зображеннями у форматі TIFF
zh_tw: TIFF 圖片格式函式庫

source: Paper size configuration library
ar: مكتبة ضبط حجم الورق
ca: Biblioteca de configuració de la mida del paper
eo: Biblioteko por agordo de papergrandeco
es: Biblioteca de configuración del tamaño del papel
fi: Paperikoon määrityskirjasto
fr: Bibliothèque de configuration de la taille du papier
gl: Biblioteca de configuración de tamaños de papel
he: ספריית הגדרת גודל דף
ia: Bibliotheca de configuration de grandor de papiro
it: Libreria di configurazione delle dimensioni della carta
ka: ფურცლის ზომის მორგების ბიბლიოთეკა
ko: 용지 크기 설정 라이브러리
pl: Biblioteka ustawień rozmiaru papieru
pt_br: Biblioteca de configuração do tamanho de papel
sl: Knjižnica konfiguracije velikosti papirja
tr: Kâğıt boyutu yapılandırma kitaplığı
uk: Бібліотека для налаштовування розмірів паперу
zh_tw: 紙張大小設定函式庫

source: Loading non-local images is not yet implemented
ar: تحميل الصور غير المحلية لم يُنفذ بعد
ca: La càrrega de les imatges no locals encara no està implementada
eo: Ŝargado de eksterlokaj bildoj ankoraŭ ne estas realigita
es: La carga de imágenes no locales todavía no está implementada
fi: Ei-paikallisten kuvien lataamista ei ole vielä toteutettu
fr: Le chargement d'images non locales n'est pas encore implémenté.
gl: Aínda non é posíbel cargar imaxes que non estean dispoñíbeis localmente.
he: טעינה של תמונות שאינן מקומיות עדיין לא מומשה
ia: Cargar imagines nonlocal non es ancora implementate
it: Il caricamento di immagini non locali non è ancora implementato
ka: არალოკალური გამოსახულებების ჩატვირთვა ჯერ განხორციელებული არაა
ko: 로컬에 없는 그림 불러오기는 아직 구현되지 않았음
nl: Niet-lokale afbeeldingen laden is nog niet geïmplementeerd
pl: Wczytywanie nielokalnych obrazów jest jeszcze niezaimplementowane
pt_br: O carregamento de imagens não locais ainda não foi implementado
sl: Nalaganje nelokalnih slik še ni narejeno
sv: Att läsa in icke-lokala bilder är ännu inte implementerat
tr: Yerel olmayan görselleri yükleme henüz desteklenmiyor
uk: Завантаження нелокальних зображень ще не реалізовано
zh_tw: 尚未實作載入非本機的圖片的功能

source: Image loading failed
ar: فشل تحميل الصورة
ca: Ha fallat en carregar la imatge
eo: Ŝargo de bildo malsukcesis
es: No se ha podido cargar la imagen
fi: Kuvan lataaminen epäonnistui
fr: Chargement d'image impossible
gl: A carga da imaxe fallou.
he: טעינת התמונה נכשלה
ia: Il falleva cargar imagine
it: Caricamento dell'immagine non riuscito
ka: გამოსახულების ჩატვირთვის შეცდომა
ko: 그림을 불러올 수 없음
nl: Laden van afbeelding is mislukt
pl: Nieudane wczytywanie obrazu
pt_br: Carregamento da imagem falhou
sl: Nalaganje slike ni uspelo
sv: Misslyckades läsa in bild
tr: Görsel yükleme başarısız
uk: Не вдалося завантажити зображення
zh_tw: 圖片載入失敗

source: Failed to open TIFF file
ar: فشل فتح ملفّ TIFF
ca: Ha fallat en obrir el fitxer TIFF
eo: Malsukcesis malfermi TIFF-dosieron
es: No se ha podido abrir el archivo TIFF
fi: TIFF-tiedoston avaaminen epäonnistui
fr: Ouverture impossible du fichier « TIFF »
gl: Non foi posíbel abrir o ficheiro TIFF
he: פתיחת קובץ TIFF נכשלה
ia: Falleva a aperir file TIFF
it: Apertura del file TIFF non riuscita
ka: TIFF ფაილის გახსნის შეცდომა
ko: TIFF 파일을 열 수 없음
nl: Openen van TIFF-bestand is mislukt
pl: Nie udało się otworzenie pliku TIFF
pt_br: Não foi possível abrir o arquivo TIFF
sl: Ni mogoče odpreti datoteke TIFF
sv: Misslyckades öppna TIFF-fil
tr: TIFF dosyası açılamadı
uk: Не вдалося відкрити файл TIFF
zh_tw: 開啟 TIFF 檔案失敗

source: Failed to read TIFF directory
ar: فشل في قراءة دليل TIFF
ca: Ha fallat en llegir el directori TIFF
eo: Malsukcesis legi TIFF-dosierujon
es: No se ha podido leer el directorio TIFF
fi: TIFF-kansion lukeminen epäonnistui
fr: Lecture impossible du dossier « TIFF »
gl: Non foi posíbel ler o directorio TIFF
he: קריאת תיקיית TIFF נכשלה
ia: Falleva a leger directorio TIFF
it: Lettura della cartella TIFF non riuscita
ka: TIFF საქაღალდის გახსნის შეცდომა
ko: TIFF 디렉터리에서 읽을 수 없음
nl: Lezen van TIFF-map is mislukt
pl: Nie udało się otworzenie katalogu TIFF
pt_br: Não foi possível ler a pasta TIFF
sl: Ni mogoče prebrati direktorija TIFF
sv: Misslyckades läsa TIFF-katalog
tr: TIFF dizini okunamadı
uk: Не вдалося прочитати каталог TIFF
zh_tw: 無法讀取 TIFF 目錄
