Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

# @info
source: <title>No scanner selected</title><nl/><nl/>Select a scanner device to perform scanning.
ar: <title>لم تُحدد أي ماسح ضوئي</title><nl/><nl/>حدد جهاز ماسح ضوئي لإجراء المسح الضوئي.
ca: <title>Cap escàner seleccionat</title><nl/><nl/>Selecciona un dispositiu d'escàner per a realitzar l'escaneig.
eo: <title>Neniu skanilo elektita</title><nl/><nl/>Elektu skanilon por fari skanadon.
es: <title>No se ha seleccionado ningún escáner</title><nl/><nl/>Seleccione un escáner para poder escanear.
fi: <title>Kuvanlukijoita ei havaittu</title><nl/><nl/>Valitse laite, jotta kuvia voisi lukea.
fr: <title>Aucun périphérique de numérisation sélectionné</title> <nl/><nl/>Choisissez en un pour effectuer la numérisation.
gl: <title>Non seleccionou un escáner</title><nl/><nl/>Seleccione un para escanear.
he: <title>לא נבחר סורק</title><nl/><nl/>נא לבחור התקן סריקה כדי לסרוק.
ia: <title>Nulle scanditor seligite </title><nl/><nl/>Selige un dispositivo de scander per executar lescansion.
it: <title>Nessuno scanner selezionato</title><nl/><nl/>Seleziona uno scanner per eseguire la scansione.
ka: <title>სკანერი არ არის არჩეული</title><nl/><nl/>სკანირებისთვის აირჩიეთ სკანერის მოწყობილობა.
ko: <title>선택한 스캐너 없음</title><nl/><nl/>스캔하려면 스캐너 장치를 선택하십시오.
nl: <title>Geen scanner geselecteerd</title><nl/><nl/>Selecteer een apparaat voor scannen on de scan uit te voeren.
pl: <title>Nie wybrano żadnego skanera</title><nl/><nl/>Wybierz urządzenie skanujące, aby wykonać skanowanie.
pt_br: <title>Nenhum scanner selecionado</title><nl/><nl/>Selecione um scanner para realizar a digitalização.
sl: <title>Noben optični bralnik ni izbran</title><nl/><nl/>Izberite napravo za izvajanje optičnega branja.
sv: <title>Ingen bildläsare vald</title><nl/><nl/>Välj en bildläsare för att utföra bildläsning.
tr: <title>Tarıyıcı seçilmedi</title><nl/><nl/>Tarama gerçekleştirmek için bir tarayıcı seçin.
uk: <title>Не вказано сканера</title><nl/><nl/>Вкажіть пристрій для сканування.
zh_tw: <title>未選取掃描器</title><nl/><nl/>要進行掃描請先選取掃描器裝置。

# @info
source: <title>No scanner found, or unable to access it</title><nl/><nl/>There was a problem using the SANE (Scanner Access Now Easy) library to access the scanner device. There may be a problem with your SANE installation, or it may not be configured to support your scanner.<nl/><nl/>Check that SANE is correctly installed and configured on your system, and also that the scanner device name and settings are correct.<nl/><nl/>See the SANE project home page (<link url="http://www.sane-project.org">www.sane-project.org</link>) for more information on SANE installation and setup.
ar: <title>لم يعثر على ماسح ضوئي، أو تعذر الوصول إليه</title><nl/><nl/>حدثت مشكلة في استخدام مكتبة SANE (سهولة الوصول إلى الماسح الضوئي الآن) للوصول إلى جهاز الماسح الضوئي. قد تكون هناك مشكلة في تثبيت SANE، أو قد لا يكون مُهيأً لدعم الماسح الضوئي.<nl/><nl/>تأكد من تثبيت SANE وتهيئته بشكل صحيح على نظامك، ومن صحة اسم جهاز الماسح الضوئي وإعداداته.<nl/><nl/>راجع الصفحة الرئيسة لمشروع SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) لمزيد من المعلومات حول تثبيت SANE وإعداده.
ca: <title>No s'ha trobat cap escàner o no s'hi pot accedir</title><nl/><nl/>Ha succeït un problema en utilitzar la biblioteca SANE (Scanner Access Now Easy) per a accedir al dispositiu d'escaneig. Hi pot haver algun problema amb la instal·lació de SANE o no es pot configurar per a admetre aquest escàner.<nl/><nl/>Assegureu-vos que el SANE està instal·lat correctament al sistema, així com si el nom i les opcions del dispositiu són correctes.<nl/><nl/>Veure la pàgina d'inici del projecte SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) per a obtenir més informació sobre la instal·lació i configuració de SANE.
eo: <title>Neniu skanilo trovita, aŭ ne eblis aliri ĝin</title><nl/><nl/>Okazis problemo uzanta la bibliotekon SANE (Scanner Access Now Easy) por aliri la skanilon. Eble estas problemo kun via SANE-instalado, aŭ ĝi eble ne estas agordita por subteni vian skanilon.<nl/><nl/>Kontrolu, ke SANE estas ĝuste instalita kaj agordita en via sistemo, kaj ankaŭ ke la nomo kaj agordoj de la skanilo aparato. estas ĝustaj.<nl/><nl/>Vidu la ĉefpaĝon de la projekto SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) por pliaj informoj pri SANE-instalado kaj aranĝo.
es: <title>No se ha encontrado ningún escáner o no se puede acceder a él</title><nl/><nl/>Ha ocurrido un problema al usar la biblioteca SANE («Scanner Access Now Easy») para acceder al escáner. Es posible que exista un problema en su instalación de SANE o que no esté configurada para usar su escáner.<nl/><nl/>Compruebe que SANE se ha instalado y configurado correctamente en su equipo, y también que el nombre de su escáner y sus preferencias sean correctos.<nl/><nl/>Consulte la página web del proyecto SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) para obtener más información sobre la instalación y configuración de SANE.
fi: <title>Kuvanlukijaa ei löytynyt tai sitä ei pystytä käyttämään</title><nl/><nl/>SANE (Scanner Access Now Easy) ei saa yhteyttä kuvanlukulaitteeseen. Tämä voi olla SANEn asennuksen ongelma tai sitä ei ole määritetty tukemaan kuvanlukijallesi.<nl/><nl/>Tarkista, että SANE on asennettu ja määritetty järjestelmään oikein ja että kuvanlukulaitteen nimi ja asetukset ovat kunnossa.<nl/><nl/>Lisätietoa SANEn asennuksesta ja määrityksestä löytää SANE-projektin kotisivulta (<link url="http://www.sane-project.org/">www.sane-project.org</link>).
fr: <title>Aucun périphérique de numérisation n'a été trouvé ou bien il est impossible d'y accéder</title> <nl/><nl/>Un incident s'est produit lors de l'utilisation de la bibliothèque « SANE » (Scanner Access Now Easy) pour accéder au périphérique de numérisation. Ce peut être lié à un problème dans votre installation « SANE » ou alors il est possible qu'elle ne soit pas configurée pour prendre en charge votre périphérique de numérisation<nl/> <nl/> Vérifiez que « SANE » est correctement installé et configuré sur votre système et aussi que le nom du périphérique de numérisation ainsi que ses paramètres sont corrects.<nl/> <nl/>Consultez la page d'accueil du projet « SANE » (<link url="http://www.sane-project.org">www.sane-project.org</link>) pour plus d'informations sur l'installation et la configuration de « SANE ».
gl: <title>Non se atopou ningún escáner, ou non se pode acceder ao escáner indicado.</title> <nl/> <nl/> Produciuse un problema durante o uso da biblioteca SANE (Scanner Access Now Easy) para acceder ao dispositivo de escanear. Pode que exista un problema de instalación de SANE, ou pode que a biblioteca non estea configura para ser compatíbel co seu escáner.<nl/> <nl/> Comprobe que SANE estea instalado e configurado correctamente, e que o nome e a configuración do dispositivo de escanear son correctas.<nl/> <nl/> Consulte o sitio web do proxecto SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) para obter máis información sobre a instalación e configuración de SANE.
he: <title>לא נמצא סורק, או שלא ניתן לגשת אליו</title><nl/><nl/>אירעה תקלה בשימוש בספריית SANE (Scanner Access Now Easy) כדי לגשת להתקן הסריקה. אולי התקנת ה־SANE שלך לא תקינה או שאינה מוגדרת לתמוך בסורק שלך.<nl/><nl/>כדאי לבדוק ש־SANE מותקן כראוי ושהוא מוגדר במערכת שלך וגם ששם התקן הסריקה וההגדרות נכונים.<nl/><nl/>יש לעיין באתר הבית של מיזם SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) למידע נוסף על התקנת והגדרת SANE.
ia: <title>Necun scanditor trovate, o incapace a acceder a illo</title><nl/><nl/>Il habeva un problema usante le bibliotheca SANE (Scanner Access Now Easy) per acceder al dispositivo scanditor. Il poterea haber un problema con tu installation de SANE, o il pote non esser configurate per supportar tu scanditor.<nl/><nl/>Verifica que SANE es correctemente installate e configurate sur tu systema, e etiam que le nomine del dispositivo scanditor e preferentias es correcte.<nl/><nl/>Vide le pagina initial del projecto SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) per plus information sur installation e configuration de SANE.
it: <title>Nessuno scanner rilevato o impossibile accedervi</title><nl/><nl/>Si è verificato un problema utilizzando la libreria SANE (Scanner Access Now Easy) per accedere allo scanner. Potrebbe esserci un problema con l'installazione di SANE, o quest'ultimo potrebbe non essere configurato per supportare lo scanner.<nl/><nl/>Verifica che SANE sia installato e configurato correttamente, e anche che il nome e le impostazioni dello scanner siano corrette.<nl/><nl/>Consulta la pagina del progetto SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) per maggiori informazioni sulla sua installazione e configurazione.
ka: <title>სკანერი აღმოჩენილი არაა, ან მასთან წვდომა არ გაქვთ</title><nl/><nl/>აღმოჩენილია პრობლემა ბიბლიოთეკასთან SANE (Scanner Access Now Easy), რომელიც სკანერთან დაკავშირებისთვისაა საჭირო. შეიძლება, არსებობს პრობლემა SANE-ის თქვენს ვერსასთან, ან მას თქვენი სკანერის მხარდაჭერა არ აქვს.<nl/><nl/>შეამოწმეთ, რომ SANE სწორადაა დაყენებული და მორგებული თქვენს სისტემაზე და რომ სკანერის მოწყობილობის სახელი და პარამეტრები სწორია.<nl/><nl/>იხილეთ SANE პროექტის საწყისი გვერდი (<link url="http://www.sane-project.org">www.sane-project.org</link>) მისი დაყენებისა და მორგების დამატებითი ინფორმაციისთვის.
ko: <title>스캐너를 찾거나 접근할 수 없음</title><nl/><nl/>SANE(Scanner Access Now Easy) 라이브러리에서 스캐너 장치에 접근할 수 없습니다. SANE 설치 상태에 문제가 있거나 스캐너를 지원하도록 설정하지 않았을 수도 있습니다.<nl/><nl/>시스템의 SANE 설치 및 설정 상태를 확인하고 스캐너 장치 이름과 설정이 올바른지 확인하십시오.<nl/><nl/>SANE 설치와 설정에 대해서 자세히 알아보려면 SANE 프로젝트 홈페이지(<link url="http://www.sane-project.org">www.sane-project.org</link>)를 참조하십시오.
nl: <title>Geen scanner gevonden of er is geen toegang toe</title><nl/><nl/>Er was een probleem met de SANE (Scanner Access Now Easy) bibliotheek om toegang te krijgen tot het scanapparaat. Er kan een probleem zijn met uw installatie van SANE of het kan niet ingesteld zijn om uw scanner te ondersteunen<nl/><nl/>Controleer dat SANE juist is geïnstalleerd en geconfigureerd op uw systeem en ook dat de naam van het scanapparaat en instellingen juist zijn.<nl/><nl/>Zie de homepagina van het SANE project (<link url="http://www.sane-project.org">www.sane-project.org</link>) voor meer informatie over het installeren en instellen van SANE.
pl: <title>Nie znaleziono żadnego skanera, lub nie można do niego uzyskać dostępu</title><nl/><nl/>Wystąpił problem przy używaniu biblioteki SANE (Scanner Access Now Easy) przy dostępie do urządzenia skanującego. To może być problem z twoją instalacją SANE, lub może ona być nieustawiona do obsługi twojego skanera.<nl/><nl/>Sprawdź czy na twoim systemie SANE jest poprawnie zainstalowany i ustawiony oraz to czy nazwa urządzenia skanującego i jego ustawienia są poprawne. <nl/><nl/>Zajrzyj na stronę domową projektu SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) po więcej informacji na temat instalacji i ustawień SANE.
pt_br: <title>Problema: Nenhum scanner encontrado ou não foi possível acessá-lo</title><nl/><nl/>Ocorreu um problema ao usar a biblioteca do SANE (Scanner Access Now Easy) para acessar o dispositivo de digitalização. Isso pode ser um problema com sua instalação do SANE ou não há suporte para o seu scanner.<nl/><nl/>Verifique se o SANE está instalado e configurado corretamente no seu sistema e também se o nome e configurações do scanner estão corretos.<nl/><nl/>Veja a página do projeto SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) para mais informações sobre instalação e configuração do SANE.
sl: <title>Nobenega optičnega bralnika ni bilo mogoče najti ali do njega dostopati</title><nl/><nl/>Pri dostopu do naprave za optično branje je pri uporabi knjižnice SANE (Scanner Access Now Easy) prišlo do težave. Morda je bila težava pri namestitvi SANE ali pa morda ni nastavljena za podporo vašega optičnega bralnika.<nl/><nl/>Preverite, ali je SANE pravilno nameščen in nastavljen v vašem sistemu, in da je pravilno ime in nastavitve naprave optičnega bralnika.<nl/><nl/>Glejte domačo stran projekta SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>) za dodatne informacije o namestitvi in nastavitvi SANE.
sv: <title>Ingen bildläsare hittades, eller det går inte att komma åt den</title><nl/><nl/>Ett problem uppstod att använda SANE-biblioteket (Scanner Access Now Easy) för att komma åt bildläsarenheten. Det kan finnas ett problem med installationen av SANE, eller kanske det inte är inställt att stödja bildläsaren.<nl/><nl/>Kontrollera att SANE är riktigt installerat och inställt på systemet, och dessutom att bildläsarens enhetsnamn och inställningar är riktiga.<nl/><nl/>Se SANE-projekets hemsida (<link url="http://www.sane-project.org">www.sane-project.org</link>) för mer information om installation och inställning av SANE.
tr: <title>Tarayıcı bulunamadı veya erişilemiyor</title><nl/><nl/>Tarayıcı aygıtına erişirken SANE kitaplığı kullanımında bir sorun oluştu. SANE kurulumunuzda bir sorun olabilir veya tarayıcınızı desteklemek için yapılandırılmamış olabilir.<nl/><nl/>SANE’nin sistemde düzgünce kurulu olduğundan ve yapılandırıldığından; ayrıca tarayıcı adı ve ayarlarının doğru olduğundan emin olun.<nl/><nl/>SANE kurulumu ve ayarlaması hakkında daha fazla bilgi için proje web sayfasını (<link url="http://www.sane-project.org">www.sane-project.org</link>) ziyaret edin.
uk: <title>Не виявлено сканера або програма не може отримати доступ до сканера.</title><nl/><nl/>Під час спроби використання бібліотеки SANE (Scanner Access Now Easy) для доступу до пристрою сканера сталася помилка. Можливо, проблема полягає у неналежному встановленні SANE у вашій системі або помилках у налаштуванні вашого сканера.<nl/><nl/>Переконайтеся, що SANE встановлено і налаштовано належним чином, а також у тому, що вказано точні назви пристрою та його параметри.<nl/><nl/>Докладний опис встановлення та налаштування SANE можна знайти на домашній сторінці SANE (<link url="http://www.sane-project.org">www.sane-project.org</link>).
zh_tw: <title>找不到掃描器，或是無法存取它</title><nl/><nl/>使用 SANE (Scanner Access Now Easy) 函式庫存取掃描器裝置時發生錯誤。這可能代表您的 SANE 安裝有問題，或是它未設定以支援您的掃描器。<nl/><nl/>請檢查 SANE 已正確安裝於您的設定上並已正確設定。<nl/><nl/>請造訪 SANE 專案網站 (<link url="http://www.sane-project.org">www.sane-project.org</link>) 來檢視 SANE 安裝與設定的更多資訊。

source: 1-bit depth scan cannot be done in color
ar: لا يمكن إجراء مسح بعمق 1 بت بالألوان
ca: L'escaneig amb profunditat d'1 bit no es pot realitzar en color
eo: 1-bite profunda skanado ne povas esti farita en koloro
es: No se puede escanear en color con una profundidad de 1 bit
et: 1-bitise sügavusega skanni ei saa värvilisena teha
fi: 1 bitin syvyistä kuvanlukua ei voida tehdä värillisenä
fr: Un scan de profondeur de 1 bit ne peut être fait en couleur
gl: Non pode dixitalizarse con cor usando unha densidade de 1 bit.
he: אי אפשר לבצע סריקה בעומק של סיבית אחת בצבע
ia: Scansion de profunditate de 1 bit non pote esser facite in color
it: la scansione con profondità a 1 bit non può essere fatta a colori
ka: 1-ბიტიანი სკანირება ფერებში ვერ მოხდება
ko: 1비트 색 농도 스캔은 컬러로 할 수 없음
nl: Scan met 1-bit diepte kan niet gedaan worden in kleur
pl: Skanowania w głębi 1-bitowej nie można przeprowadzić w kolorze
pt_br: A digitalização com profundidade de cor de 1-bit não pode ser feita em cores
sl: 1-bitno globinsko skeniranje ni možno v barvah
sv: Inläsning med 1 bits djup kan inte göras i färg
tr: 1 bit derinliğinde renkli tarama yapılamaz
uk: Сканування з 1-бітовою глибиною кольорів не можна виконувати у кольорі
zh_tw: 位元深度為 1 的掃描無法有色彩

source: 16-bit depth scans are not supported
ar: عمليات المسح بعمق 16 بت غير مدعومة
ca: No s'admet l'escaneig amb profunditat de 16 bits
eo: 16-bite profundaj skanadoj ne estas subtenataj
es: No se permite escanear con una profundidad de 16 bits
et: 16-bitise sügavusega skannimine ei ole toetatud
fi: 16 bittiä syviä kuvanlukuja ei tueta
fr: Les scans de profondeur de 16 bits ne sont pas pris en charge
gl: Non se admiten dixitalizacións cunha densidade de 16 bits.
he: אין תמיכה בסריקות בעומק 16 סיביות
ia: Scansiones de profunditate de 16-bit non es supportate
it: le scansioni con profondità a 16 bit non sono supportate
ka: 16-ბიტიანი სკანირება მხარდაჭერილი არაა
ko: 16비트 색 농도 스캔은 지원하지 않음
nl: Scans met 16-bit diepte worden niet ondersteund
pl: Skanowanie w głębi 16-bitowej nie jest obsługiwane
pt_br: As digitalizações com profundidade de cor de 16-bits não são suportadas
sl: 16-bitna skeniranja niso podprta
sv: Inläsning med 16-bitars djup stöds inte
tr: 16 bit derinliğindeki taramalar desteklenmiyor
uk: Підтримки сканування з 16-бітовою глибиною кольорів не передбачено
zh_tw: 不支援 16 位元深度的掃描

source: A file must be entered for testing or virtual scanning
ar: يجب إدخال ملف للاختبار أو المسح الافتراضي
ca: Haureu d'indicar un fitxer per a un escaneig de prova o virtual
eo: Dosiero devas esti enigita por testado aŭ virtuala skanado
es: Se debe introducir un archivo para hacer pruebas o para su escaneo virtual
et: Testimiseks või virtuaalseks skannimiseks tuleb anda fail
fi: Testaus tai virtuaalikuvanluku vaatii tiedoston
fr: Un fichier doit être saisi pour effectuer un test ou une numérisation virtuelle
gl: Debe inserir un ficheiro para probar ou dixitalizar virtualmente.
he: יש למלא קובץ לבדיקה או לסריקה וירטואלית
ia: Un file debe esser insertate per essayar un scansion virtual
it: Deve essere inserito un file per eseguire una scansione di prova o una virtuale
ka: სატესტო ან ვირტუალური სკანირებისთვის ფაილის სახელის მითითება აუცილებელია
ko: 가상 스캔이나 시험을 진행하려면 파일 이름을 입력해야 함
nl: Er moet een bestand worden ingevoerd voor testen of virtueel scannen
pl: Plik musi zostać wpisany, aby przetestować wirtualne skanowanie
pt_br: Um arquivo deve ser inserido para teste ou digitalização virtual
sl: Za testiranje ali navidezno skeniranje je treba vnesti datoteko
sv: En fil måste anges för prov eller virtuell inläsning
tr: Sınama veya sanal tarama için bir dosya girilmelidir
uk: Для тестування або віртуального сканування слід вказати файл
zh_tw: 需要輸入檔案才能進行測試或虛擬掃描

# @info
source: The testing or virtual file <filename>%1</filename><nl/>was not found or is not readable.
ar: تعذر العثور على ملف الاختبار أو الملف الافتراضي <filename>%1</filename><nl/> أو أنه غير قابل للقراءة.
ca: El fitxer de proves o virtual <filename>%1</filename><nl/>no s'ha trobat o no es pot llegir.
eo: La prova aŭ virtuala dosiero <filename>%1</filename><nl/>ne estis trovita aŭ ne legeblas.
es: No se ha encontrado el archivo de pruebas o de escaneo virtual <filename>%1</filename><nl/>o no tiene permiso de lectura sobre él.
et: Test- või virtuaalfaili <filename>%1</filename> ei leitud või ei ole see loetav
fi: Testausta tai virtuaalitiedostoa <filename>%1</filename> ei löytynyt tai tiedostoa ei voida lukea.
fr: Le fichier de test ou le fichier virtuel<filename>%1</filename><nl/>est introuvable ou illisible.
gl: Non se atopou o ficheiro <filename>%1</filename><nl/> ou non pode lerse.
he: הקובץ הווירטואלי או הבדיקה <filename>%1</filename><nl/>לא נמצא או שאינו קריא.
ia: Le file a essayar o virtual <filename>%1</filename><nl/>non esseva trovate o non es legibile.
it: Il file di test o virtuale <filename>%1</filename><nl/>non è stato trovato o non è leggibile
ka: სატესტო ან ვირტუალური ფაილი<filename>%1</filename><nl/>აღმოჩენილი არაა ან მისი წაკითხვა შეუძლებელია.
ko: 시험 파일 및 가상 파일 <filename>%1</filename><nl/>을(를) 찾거나 읽을 수 없습니다.
nl: Het testen van virtueel bestand <filename>%1</filename><nl/>is niet gevonden of is niet te lezen
pl: Plik testowy lub wirtualny<filename>%1</filename> nie został znaleziony lub jest nie-do-odczytu
pt_br: O arquivo <filename>%1</filename> para teste ou digitalização virtual<nl/>não foi encontrado ou não está legível
sl: Preskusne ali navidezne datoteke <filename>%1</filename><nl/> ni bilo mogoče najti oz. ni berljiva.
sv: Provfil eller virtuell fil <filename>%1</filename><nl/>hittades inte eller kunde inte läsas
tr: <filename>%1</filename>sınama veya sanal dosyası<nl/>bulunamadı veya okunabilir değil
uk: Тестовий або віртуальний файл <filename>%1</filename><nl/>не було виявлено або цей файл непридатний до читання
zh_tw: 測試檔案或虛擬檔案 <filename>%1</filename><nl/>找不到或無法讀取。

# @info
source: SANE Debug can only read PNM files.<nl/>The specified file is type <icode>%1</icode>.
ar: يمكن لبرنامج SANE Debug قراءة ملفات PNM فقط.<nl/>الملف المحدد هو نوع <icode>%1</icode>.
ca: La depuració de SANE sols pot llegir fitxers PNM.<nl/>Aquest fitxer és del tipus <icode>%1</icode>.
eo: SANE Debug nur povas legi PNM-dosierojn.<nl/>La specifita dosiero estas tipo <icode>%1</icode>.
es: La depuración de SANE solo puede leer archivos PNM.<nl/>El archivo especificado es de tipo <icode>%1</icode>.
et: SANE silumine saab lugeda ainult PNM-faile.<nl/>Selle faili tüüp on <icode>%1</icode>.
fi: SANE-virheenpaikannus voi lukea vain PNM-tiedostoja.<nl/>Annettu tiedosto on tyyppiä <icode>%1</icode>.
fr: Le débogage de SANE peut lire uniquement les fichiers PNM.<nl/>Ce fichier est de type <icode>%1</icode>.
gl: A depuración mediante SANE só pode ler ficheiros PNM.<nl/> O tipo do ficheiro indicado é <icode>%1</icode>.
he: ניפוי שגיאות של SANE יכול לקרוא קובצי PNM בלבד.<nl/>הקובץ שצוין הוא מסוג <icode>%1</icode>.
ia: SANE Debug pote solment eleger files PNM.<nl/>Le typo del file specificate es <icode>%1</icode>.
it: Il debug di SANE può leggere solo file PNM.<nl/>Questo file è di tipo <icode>%1</icode>.
ka: SANE Debug-ს მხოლოდ PNM ფაილების წაკითხვა შეუძლია.<nl/>მითითებული ფაილის ტიპია <icode>%1</icode>.
ko: SANE 디버그에서는 PNM 파일만 읽을 수 있습니다.<nl/>지정한 파일 형식은 <icode>%1</icode>입니다.
nl: SANE Debug kan alleen PNM bestanden lezen.<nl/>Het gespecificeerde bestand is van het type <icode>%1</icode>.
pl: Debugowanie SANE może odczytywać tylko pliki PNM.<nl/>Plik ten jest typu <icode>%1</icode>.
pt_br: A depuração do SANE pode ler somente arquivos PNM.<nl/>O arquivo especificado é do tipo <icode>%1</icode>.
sl: SANE razhroščevanje lahko bere samo datoteke PNM.<nl/>Navedena datoteka je tipa <icode>%1</icode>.
sv: SANE-felsökning kan bara läsa PNM-filer.<nl/>Den här filen är av typen <icode>%1</icode>.
tr: SANE Hata Ayıklama yalnızca PNM dosyalarını okuyabilir.<nl/>Bu dosyanın türü ise <icode>%1</icode>.
uk: Діагностична програма SANE може читати лише файли PNM.<nl/>Вказаний файл належить до типу <icode>%1</icode>.
zh_tw: SANE 除錯只能讀取 PNM 檔案。<nl/>指定的檔案類型是 <icode>%1</icode>。

source: Scan in progress
ar: يمسح
ca: L'escaneig és en curs
eo: Skanado en progreso
es: Exploración en curso
et: Käib skannimine
fi: Kuvanluku käynnissä
fr: Numérisation en cours
gl: A dixitalización está en progreso
he: מתבצעת סריקה
ia: Scander in execution.
it: Scansione in corso
ka: მიმდინარეობს სკანირება
ko: 스캔 중
nl: Scannen is bezig
pl: Skanowanie w trakcie
pt_br: Digitalização em andamento
sl: Skeniranje v teku
sv: Inläsning pågår
tr: Tarama sürüyor
uk: Виконуємо сканування
zh_tw: 掃描進行中

source: Scan in progress<nl/><nl/>%1
ar: يمسح<nl/><nl/>%1
ca: L'escaneig és en curs<nl/><nl/>%1
eo: Skanado en progreso<nl/><nl/>%1
es: Exploración en curso<nl/><nl/>%1
fi: Kuvanluku käynnissä<nl/><nl/>%1
fr: Numérisation en cours<nl/><nl/>%1
gl: A dixitalización está en progreso.<nl/> <nl/>%1
he: מתבצעת סריקה<nl/><nl/>%1
ia: Scander in execution.<nl/><nl/>%1
it: Scansione in corso<nl/><nl/>%1
ka: მიმდინარეობს სკანირება<nl/><nl/>%1
ko: 스캔 중<nl/><nl/>%1
nl: Scannen is bezig<nl/>%1
pl: Skanowanie w trakcie<nl/><nl/>%1
pt_br: Digitalização em andamento<nl/><nl/>%1
sl: Skeniranje v teku<nl/><nl/>%1
sv: Inläsning pågår<nl/><nl/>%1
tr: Tarama sürüyor<nl/><nl/>%1
uk: Виконуємо сканування<nl/><nl/>%1
zh_tw: 掃描進行中<nl/><nl/>%1
