Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Antoni Bella
eo: Oliver Kellogg
es: Eloy Cuadra
fi: Tommi Nieminen
fr: Xavier Besnard
gl: Adrian Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
ia: Giovanni Sora
it: Valter Mura
ka: Temuri Doghonadze
ko: 박신조
pl: Łukasz Wojniłowicz
pt_br: Marcus Gama
sl: Matjaž Jeran
tr: Emir SARI
uk: Юрій Чорноіван
zh_tw: pan93412, Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: antonibella5@yahoo.com
eo: olivermkellogg@gmail.com
es: ecuadra@eloihr.net
fi: translator@legisign.org
fr: xavier.besnard@kde.org
gl: adrian@chaves.gal
he: kde-l10n-he@kde.org
ia: g.sora@tiscali.it
it: valtermura@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
pl: lukasz.wojnilowicz@gmail.com
pt_br: marcus.gama@gmail.com
sl: matjaz.jeran@amis.net
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_tw: pan93412@gmail.com, mail@kisaragi-hiu.com

source: All Image Files
ar: كل ملفّات الصّور
ca: Tots els fitxers d'imatge
eo: Ĉiuj Bilddosieroj
es: Todos los archivos de imagen
fi: Kaikki kuvatiedostot
fr: Tous les fichiers d'image
gl: Todos os ficheiros de imaxe
he: כל קובצי התמונות
ia: Omne Files de imagine
it: Tutti i file immagine
ka: ყველა გამოსახულების ფაილი
ko: 모든 그림 파일
pl: Wszystkie pliki obrazów
pt_br: Todos os arquivos de imagem
sl: Vse slikovne datoteke
tr: Tüm görsel dosyaları
uk: усі файли зображень
zh_tw: 所有圖片檔案

source: All Files
ar: كلّ الملفّات
ca: Tots els fitxers
eo: Ĉiuj Dosieroj
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
gl: Todos os ficheiros
he: כל הקבצים
ia: Omne files
it: Tutti i file
ka: ყველა ფაილი
ko: 모든 파일
pl: Wszystkie pliki
pt_br: Todos os arquivos
sl: Vse datoteke
tr: Tüm dosyalar
uk: усі файли
zh_tw: 所有檔案

# @info
source: If your scanner has not been automatically detected, you can specify it here. The <interface>Scanner device</interface> is the SANE backend device name. The <interface>Manufacturer</interface>, <interface>Type</interface> and <interface>Description</interface> can be used to identify the scanner later.<nl/><nl/>More information on <link url="?1">SANE backends</link>, <link url="?2">locating devices</link>, <link url="?3">HP scanners</link>, <link url="?4">device not found</link>.
ar: إذا لم يكتشف الماسح الضوئي الخاص بك آليًّا، فيمكنك تحديده هنا. <interface>جهاز الماسح الضوئي</interface> هو اسم جهاز SANE الخلفي. يمكن استخدام <interface>الشركة المصنعة</interface> و<interface>النوع</interface> و<interface>الوصف</interface> لتحديد الماسح الضوئي لاحقًا.<nl/><nl/>مزيد من المعلومات حول <link url="?1">أجهزة SANE الخلفية</link>، و<link url="?2">تحديد موقع الأجهزة</link>، و<link url="?3">أجهزة المسح الضوئي HP</link>، و<link url="?4">لم يعثر على الجهاز</link>.
ca: Si l'escàner no s'ha detectat automàticament, podeu especificar-ho aquí. El <interface>Dispositiu d'escaneig</interface> és el nom del dispositiu del dorsal SANE. El <interface>Fabricant</interface>, <interface>Tipus</interface> i <interface>Descripció</interface> es poden utilitzar per a identificar l'escàner més tard.<nl/><nl/>Més informació sobre els <link url="?1">dorsals SANE</link>, la <link url="?2">localització de dispositius</link>, els <link url="?3">escàners HP</link>, i els <link url="?4">dispositius no trobats</link>.
es: Si el escáner no se ha detectado automáticamente, puede especificarlo aquí. El <interface>Dispositivo de escáner</interface> es el nombre de dispositivo del motor SANE. El <interface>Fabricante</interface>, el <interface>Tipo</interface> y la <interface>Descripción</interface> se pueden usar para identificar al escáner posteriormente.<nl/><nl/>Más información: <link url="?1">motores de SANE</link>, <link url="?2">localización de dispositivos</link>, <link url="?3">escáneres de HP</link>, <link url="?4">dispositivo no encontrado</link>.
fi: Ellei kuvanlukijaa tunnistettu automaattisesti, sen voi asettaa tässä. <interface>Kuvanlukulaite</interface> on SANE-taustajärjestelmän laitenimi. <interface>Valmistaja</interface>-, <interface>Tyyppi</interface>- ja <interface>Kuvaus</interface>-kentistä laitteen voi tunnistaa myöhemmin.<nl/><nl/>Lisätietoa <link url="?1">SANE-taustajärjestelmistä</link>, <link url="?2">laitteiden paikannuksesta</link>, <link url="?3">HP-kuvanlukijoista</link>, <link url="?4">laitetta ei löytynyt</link> -ilmoituksesta.
fr: Si votre périphérique de numérisation n'a pas été automatiquement détecté, vous pouvez le spécifier ici. Le <interface>périphérique de numérisation</interface> est le nom du moteur « SANE » du périphérique. Le <interface>fabricant</interface>, le <interface>type </interface> et la <interface> description</interface> peuvent être utilisés pour identifier le périphérique de numérisation plus tard. <nl/><nl/> Vous trouverez plus d'informations sur la page <link url="?1">moteurs « SANE »</link>, <link url="?2">Localisation des périphériques</link>, <link url="?3">Périphériques de numérisation HP</link>, <link url="?4">Impossible de trouver le périphérique</link>.
gl: Se o seu escáner non se detectou automaticamente, pode indicalo aquí.O <interface>dispositivo de escáner</interface> é o nome de dispositivo do motor de SANE. O <interface>fabricante</interface>, o <interface>tipo</interface> e a <interface>descrición</interface> poden usarse para identificar o escáner máis tarde.<nl/><nl/>Aquí ten máis información sobre <link url="?1">os motores de SANE</link>, <link url="?2">localizar dispositivos</link>, <link url="?3">os escáneres de HP</link> ou <link url="?4">non dar atopado un dispositivo</link>.
he: אם הסורק שלך לא זוהה אוטומטית, אפשר לציין אותו כאן. <interface>התקן הסריקה</interface> הוא שם ההתקן במנגנון ה־SANE. <interface>היצרן</interface>, <interface>הסוג</interface> ו<interface>התיאור</interface> יכולים לשמש לתיאור הסורק בהמשך.<nl/><nl/>מידע נוסף על <link url="?1">מנגנוני SANE</link>, <link url="?2">איתור התקנים</link>, <link url="?3">סורקי HP</link>, <link url="?4">התקן לא נמצא</link>.
ia: Si tu scanditor non ha essite discoperite automaticamente, tu pote specificar lo hic. Le <interface>Dispositivo de Scander</interface> es le nomine del dispositivo de retroadministration de SANE backend device. Le <interface>Fabricante</interface>, <interface>Typo</interface> e <interface>Description</interface> pote esser usate per identifica le scanditor plus tarde.<nl/><nl/>Plus information sur <link url="?1">retro-administratio (backends) de SANE</link>, <link url="?2">localisar dispositivos</link>, <link url="?3">Scanditores HP</link>, <link url="?4">dispositivo non trovate</link>.
it: Se il tuo scanner non viene rilevato automaticamente, puoi specificarlo qui. Il <interface>dispositivo Scanner</interface> è il nome del motore SANE del dispositivo. Le opzioni <interface>Produttore</interface>, <interface>Tipo</interface> e <interface>Descrizione</interface> possono essere utilizzate per identificare lo scanner in un momento successivo.<nl/><nl/>Ulteriori informazioni su <link url="?1">motori SANE</link>, <link url="?2">posizione dei dispositivi</link>, <link url="?3">scanner HP</link>, <link url="?4">dispositivo non trovato</link>.
ka: თუ თქვენი სკანერი ავტომატურად არ გამოვლენილა, შეგიძლიათ მიუთითოთ აქ. <interface>სკანერის მოწყობილობა</interface> არის SANE backend მოწყობილობის სახელი. <interface>მწარმოებელი</interface>, <interface>ტიპი</interface> და <interface>აღწერა</interface> შეიძლება გამოყენებულ იქნას სკანერის იდენტიფიცირებისთვის მოგვიანებით.<nl/><nl/>დამატებითი ინფორმაცია <link url="?1">SANE backends</link>, <link url="?2">locating devices</link>, <link url="?3">HP სკანერები</link>, <link url="?4">მოწყობილობა არ არის ნაპოვნი</link>.
ko: 스캐너가 자동으로 인식되지 않았다면 여기에 입력하십시오. <interface>스캐너 장치</interface>는 SANE 백엔드 장치 이름입니다.<interface>제조사</interface>, <interface>장치 종류</interface>, <interface>설명</interface>은 스캐너를 식별할 때 사용할 수 있습니다.<nl/><nl/>자세한 정보: <link url="?1">SANE 백엔드</link>, <link url="?2">장치 식별</link>, <link url="?3">HP 스캐너</link>, <link url="?4">장치를 찾을 수 없을 때</link>.
pl: Jeśli twój skaner nie został wykryty, to możesz go podać tutaj. <interface>Urządzenie skanujące</interface> to nazwa silnika SANE. Pola <interface>Wytwórca</interface>, <interface>Rodzaj</interface> oraz <interface>Opis</interface> mogą być użyte później do rozpoznawania skanera.<nl/><nl/>Po więcej szczegółów nt. <link url="?1">silników SANE</link>, <link url="?2">namierzania urządzeń</link>, <link url="?3">skanerów HP</link>, <link url="?4">niemożności znalezienia urządzenia</link>.
pt_br: Se o seu dispositivo de digitalização ou scanner não tiver sido detectado automaticamente, você pode especificá-lo aqui. O <interface>Dispositivo do scanner</interface> é o nome do dispositivo de backend SANE. O <interface>Fabricante</interface>, o <interface>Tipo</interface> e a <interface>Descrição</interface> podem ser usados ​​para identificar o scanner posteriormente.<nl/><nl/>Mais informações sobre <link url="?1">backends do SANE</link>, <link url="?2">localização de dispositivos</link>, <link url="?3">scanners HP</link>, <link url="?4">dispositivo não encontrado</link>.
sl: Če vaš optični bralnik ni bil samodejno zaznan, ga lahko določite tukaj. <interface>Naprava za skeniranje </interface> je ime zaledne naprave SANE. <interface>Proizvajalec</interface>, <interface>Tip</interface> in <interface>Opis</interface> lahko uporabite za kasnejšo identifikacijo optičnega bralnika.<nl/><nl/>Več informacij na <link url ="?1">Zaledja SANE</link>, <link url="?2">lokacije naprav</link>, <link url="?3">HP skenerji</link>, <link url=" ?4">naprave ni mogoče najti</link>.
tr: Tarayıcınız kendiliğinden algılanmadıysa onu burada belirtebilirsiniz. <interface>Tarayıcı aygıtı</interface>, SANE arka uç aygıtı adıdır. <interface>Üretici</interface>, <interface>Tür</interface> ve <interface>Açıklama</interface>; daha sonra tarayıcıyı tanımlamak için kullanılabilir.<nl/><nl/>Daha fazla bilgi için: <link url="?1">SANE arka uçları</link>, <link url="?2">aygıtları bulmak</link>, <link url="?3">HP tarayıcıları</link>, <link url="?4">aygıtın bulunamadığı durumlar</link>.
uk: Якщо ваш сканер не було виявлено автоматично, ви можете вказати його тут. <interface>Пристрій для сканування</interface> — назва пристрою для модуля SANE. Полями <interface>Виробник</interface>, <interface>Тип</interface> і <interface>Опис</interface> можна скористатися для наступної ідентифікації сканера.<nl/><nl/>Докладніші відомості щодо <link url="?1">модулів SANE</link>, <link url="?2">пошуку пристроїв</link>, <link url="?3">сканерів HP</link>, <link url="?4">помилок «пристрій не знайдено»</link>.
zh_tw: 如果您的掃描器未被自動偵測，您可以在此指定。<interface>掃描器裝置</interface>是 SANE 的後端裝置名稱。<interface>製造商</interface>、<interface>類型</interface>與<interface>描述</interface>可以用來分辨哪個掃描器是哪個。<nl/><nl/>請見更多資訊：<link url="?1">SANE 後端</link>、<link url="?2">找尋裝置</link>、<link url="?3">HP 掃描器</link>、<link url="?4">找不到裝置</link>。

source: Scanner device:
ar: جهاز المسح:
ca: Dispositiu d'escaneig:
eo: Skanila aparato:
es: Dispositivo de escáner:
fi: Kuvanlukulaite:
fr: Périphérique de numérisation :
gl: Dispositivo do escáner:
he: התקן סריקה:
ia: Dispositivo de Scander:
it: Dispositivo scanner:
ka: სკანერის მოწყობილობა:
ko: 스캐너 장치:
pl: Urządzenie skanujące:
pt_br: Dispositivo de digitalização:
sl: Naprava za optično branje:
tr: Tarayıcı aygıtı:
uk: Пристрій для сканування:
zh_tw: 掃描機裝置：

# Value used for manufacturer if none entered
source: User specified
ar: مخصص من قبل المستخدم
ca: Especificat per l'usuari
eo: Specifita per uzanto
es: Especificado por el usuario
fi: Käyttäjän määritys
fr: Utilisateur spécifié
gl: Indicada pola persoa usuaria
he: בהגדרת המשתמש
ia: Usator specificate
it: Specificato dall'utente
ka: მომხმარებლის მითითებული
ko: 사용자 지정
pl: Określony przez użytkownika
pt_br: Especificado pelo usuário
sl: Uporabniško določeno
tr: Kullanıcı tanımlı
uk: Вказане користувачем
zh_tw: 使用者指定

source: Manufacturer:
ar: المصنّع:
ca: Fabricant:
eo: Fabrikisto:
es: Fabricante:
fi: Valmistaja:
fr: Fabricant :
gl: Fabricante:
he: יצרן:
ia: Constructor:
it: Produttore:
ka: მწარმოებელი:
ko: 제조사:
pl: Wytwórca:
pt_br: Fabricante:
sl: Proizvajalec:
tr: Üretici:
uk: Виробник:
zh_tw: 製造商：

source: Device type:
ar: نوع الجهاز:
ca: Tipus de dispositiu:
eo: Aparattipo:
es: Tipo de dispositivo:
et: Seadmetüüp:
fi: Laitetyyppi:
fr: Type de périphérique :
gl: Tipo de dispositivo:
he: סוג המכשיר:
ia: Typo de dispositivo:
it: Tipo di dispositivo:
ka: მოწყობილობის ტიპი:
ko: 장치 종류:
nl: Apparaattype:
pl: Rodzaj urządzenia:
pt_br: Tipo de dispositivo:
sl: Tip naprave:
sv: Enhetstyp:
tr: Aygıt türü:
uk: Тип пристрою:
zh_tw: 裝置類型：

source: Description:
ar: الوصف:
ca: Descripció:
eo: Priskribo:
es: Descripción:
et: Kirjeldus:
fi: Kuvaus:
gl: Descrición:
he: תיאור:
it: Descrizione:
ka: აღწერა:
ko: 설명:
nl: Beschrijving:
pl: Opis:
pt_br: Descrição:
sl: Opis:
sv: Beskrivning:
tr: Açıklama:
uk: Опис:
zh_tw: 描述：

# @info
source: The <interface>Scanner device</interface> should be a backend name (with optional parameters) that is understood by SANE. See <link url="man:/sane">sane(7)</link> or <link url="man:/sane-dll">sane&#8209;dll(5)</link> for more information on available backends and the format of device names.
ar: يجب أن يكون <interface>جهاز المسح</interface> اسمًا خلفيًا (مع معلمات اختيارية) يمكن فهمه بواسطة SANE. راجع <link url="man:/sane">sane(7)</link> أو <link url="man:/sane-dll">sane&#8209;dll(5)</link> لمزيد من المعلومات حول الواجهات الخلفية المتاحة وتنسيق أسماء الأجهزة.
ca: El <interface>Dispositiu d'escaneig</interface> hauria de ser un nom de dorsal (amb paràmetres opcionals) que el SANE l'entengui. Vegeu <link url="man:/sane">sane(7)</link> o <link url="man:/sane-dll">sane&#8209;dll(5)</link> per a més informació sobre els dorsals disponibles i el format dels noms dels dispositius.
es: El <interface>Dispositivo de escáner</interface>debe ser un nombre de motor (con parámetros opcionales) que es reconocido por SANE. Consulte <link url="man:/sane">sane(7)</link> o <link url="man:/sane-dll">sane&#8209;dll(5)</link> para más información sobre los motores disponibles y el formato de los nombres de dispositivos.
fi: <interface>Kuvanlukulaitteen</interface> tulisi olla SANEn ymmärtämä taustajärjestelmänimi (valinnaisin parametrein). Lisätietoa saatavilla olevista taustajärjestelmistä ja laitenimien muodosta: <link url="man:/sane">sane(7)</link> tai <link url="man:/sane-dll">sane&#8209;dll</link>.
fr: Le <interface>périphérique de numérisation</interface> doit être un nom de moteurs (Avec des paramètres optionnels), pouvant être compris par « SANE ». Veuillez consulter la page<link url="man:/sane">sane(7)</link> or <link url="man:/sane-dll">sane&#8209;dll(5)</link> pour plus d'informations sur les moteurs disponibles et sur le format des noms de périphériques.
gl: O <interface>dispositivo de escáner</interface> debería ser un nome de motor (con parámetros opcionais) que SANE comprenda. Consulte <link url="man:/sane">sane(7)</link> ou <link url="man:/sane-dll">sane&#8209;dll(5)</link> para máis información sobre os motores dispoñíbeis e o formato dos nomes de dispositivos.
he: <interface>התקן הסריקה</interface> אמור להיות שם המנגנון (עם משתנים כרשות) ש־SANE יצליח להבין. כדאי לעיין ב־<link url="man:/sane">sane(7)‎</link> או ב־<link url="man:/sane-dll">sane&#8209;dll(5)‎</link> למידע נוסף על מנגנונים זמינים ועל תבנית שמות ההתקנים.
ia: Le <interface>Dispositivo de ScanderScanner</interface> deberea esser un nomine de backend (retro-administration) (con parametros optional) que es comprendite per SANE. Vide <link url="man:/sane">sane(7)</link> or <link url="man:/sane-dll">sane&#8209;dll(5)</link> per plus informationsu backends disponibile e le formato de nomines de dispositivo.
it: Il <interface>dispositivo Scanner</interface> deve essere il nome di un motore (con parametri opzionali) interpretabile da SANE. Vedi <link url="man:/sane">sane(7)</link> o <link url="man:/sane-dll">sane&#8209;dll(5)</link> per ulteriori informazioni sui motori disponibili e il formato dei nomi dei dispositivi.
ka: <interface>სკანერის მოწყობილობა</interface> უნდა იყოს უკანაბოლოს სახელი (სურვილისამებრ პარამეტრებით), რომელსაც SANE-ს ესმის. იხილეთ <link url="man:/sane">sane(7)</link> ან <link url="man:/sane-dll">sane-dll(5)</link> დამატებითი ინფორმაციისთვის ხელმისაწვდომი უკანაბოლოებისა და ფორმატის მოწყობილობის სახელებისთვის.
ko: <interface>스캐너 장치</interface>는 SANE에서 인식할 수 있는 백엔드 이름과 선택적 인자입니다. 사용 가능한 백엔드와 장치 이름 형식 정보는 <link url="man:/sane">sane(7)</link> 또는 <link url="man:/sane-dll">sane&#8209;dll(5)</link> 문서를 참조하십시오.
pl: <interface>Urządzenie skanujące</interface> powinno być nazwą silnika (z dodatkowymi parametrami), która jest zrozumiała dla SANE. Po więcej szczegółów nt. dostępnych silników i zapisu nazw urządzeń, zajrzyj na <link url="man:/sane">sane(7)</link> lub <link url="man:/sane-dll">sane&#8209;dll(5)</link>.
pt_br: O <interface>Dispositivo de digitalização</interface> deve ser um nome de backend (com parâmetros opcionais) que seja compreendido pelo SANE. Consulte <link url="man:/sane">sane(7)</link> ou <link url="man:/sane-dll">sane&#8209;dll(5)</link> para obter mais informações sobre os backends disponíveis e o formato dos nomes dos dispositivos.
sl: <interface>Naprava za skeniranje</interface> mora biti ime zaledja (z izbirnimi parametri), ki ga razume SANE. Glejte <link url="man:/sane">sane(7)</link> ali <link url="man:/sane-dll">sane&#8209;dll(5)</link> za več informacij o razpoložljivih zaledjih in oblikah imen naprav.
tr: <interface>Tarayıcı aygıtı</interface>, SANE tarafından anlaşılabilen bir arka uç adı (isteğe bağlı parametrelerle birlikte) olmalıdır Kullanılabilir arka uçlar ve aygıt adlarının biçimi üzerine daha fazla bilgi için <link url="man:/sane">sane(7)</link> veya <link url="man:/sane-dll">sane&#8209;dll(5)</link> sayfalarına bakın.
uk: Вмістом поля <interface>Пристрій для сканування</interface> має бути назва модуля обробки (з додатковими параметрами), яка є зрозумілою для SANE. Див. <link url="man:/sane">sane(7)</link> або <link url="man:/sane-dll">sane&#8209;dll(5)</link>, щоб дізнатися більше про доступні модулі та формат назв пристроїв.
zh_tw: <interface>掃描器裝置</interface>應該是 SANE 所瞭解的後端名稱（包含不一定要有的參數）。關於可用後端或裝置名稱格式的資訊，請見 <link url="man:/sane">sane(7)</link> 或 <link url="man:/sane-dll">sane&#8209;dll(5)</link>。
