Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

source: Add/subtract margin (mm):
ar: أضف / اطرح الهامش (مم):
ca: Marge a afegir/restar (mm):
eo: Adicii/subtrahi marĝenon (mm):
es: Añadir o sustraer margen (mm):
et: Veerise liitmine/lahutamine (mm):
fi: Lisää/poista reunus (mm):
fr: Ajouter ou retrancher une marge (mm) :
gl: Marxe para engadir ou retirar (mm):
he: הוספת/החסרת שוליים (מ״מ):
ia: Adde/subtrahe margine (mm)
it: Aggiungi/sottrai margine (mm):
ka: ზღვარის დამატება/გამოკლება (მმ):
ko: 추가/삭제 여백(mm):
nl: Marge toevoegen/aftrekken (mm):
pl: Dodaj/odejmij margines (mm):
pt_br: Margem de adição/subtração (mm):
sl: Dodaj/odštej rob (mm):
sv: Addera eller subtrahera marginal (mm):
tr: Kenar boşluğu ekle/çıkar (mm):
uk: Додане/Відняти поле (у мм):
zh_tw: 增加/降低邊界 (毫米)：

source: <div>Set a margin to be added to or subtracted from the detected area</div>
ar: <div>تعيين هامش لإضافته أو طرحه من المنطقة المكتشفة</div>
ca: <div>Establiu un marge que s'afegirà o restarà de la zona detectada</div>
eo: <div>Meti marĝenon aldonendan aŭ subtrahendan de la detektita areo</div>
es: <div>Establecer un margen a añadir o sustraer del área detectada</div>
et: <div>Veerise määramine, mis tuvastatud alale liidetakse või sellest lahutatakse</div>
fi: <div>Aseta havaittuun alueeseen lisättävä tai siitä poistettava reunus</div>
fr: <div>Définir une marge à ajouter ou retrancher à la zone détectée</div>
gl: <div>Define unha marxe para engadir ou retirar da zona detectada.</div>
he: <div>הגדרת שוליים להוספה או להחסרה מהאזור שזוהה</div>
ia: <div>Assigna un margine que debe esser addite o subtrahiteex le area discoperite</div>
it: <div>Imposta un margine da aggiungere o sottrarre dall'area rilevata</div>
ka: <div>დააყენეთ მინდორი, რომელიც დაემატება ან გამოაკლდება აღმოჩენილ ალაგს</div>
ko: <div>선택한 영역에 추가하거나 삭제할 여백을 설정하십시오</div>
nl: <div>Stel een marge in om te worden toegevoegd aan of afgetrokken van het gedetecteerde gebied</div>
pl: <div>Ustaw margines, który będzie dodawany lub odejmowany od wykrytego obszaru</div>
pt_br: <div>Define uma margem a ser adicionada ou subtraída da área detectada</div>
sl: <div>Nastavite rob, ki naj se doda ali odšteje od zaznanega območja</div>
sv: <div>Ange en marginal som ska adderas till eller subtraheras från det detekterade området</div>
tr: <div>Algılanan alana eklemek veya alandan kaldırmak için bir kenar boşluğu ayarla</div>
uk: <div>Встановлює ширину поля, яке буде додано до визначеної ділянки або вилучено з неї</div>
zh_tw: <div>設定要加到偵測區域上或從偵測區域減去的邊界大小</div>

source: Scanner background:
ar: خلفية الماسح الضوئي:
ca: Fons de l'escàner:
eo: Skanilo-fono:
es: Fondo del escáner:
et: Skanneri taust:
fi: Kuvanluvun tausta:
fr: Fond du scanner :
gl: Fondo do escáner:
he: רקע סורק:
ia: Fundo de Scanditor:
it: Sfondo dello scanner:
ka: სკანერის ფონი:
ko: 스캐너 배경:
nl: Achtergrond van scanner:
pl: Tło skanera:
pt_br: Plano de fundo do scanner:
sl: Ozadje bralnika:
sv: Bildläsarens bakgrund:
tr: Tarayıcı arka planı:
uk: Тло сканера:
zh_tw: 掃描器背景：

source: <div>Select whether a scan of the empty scanner glass results in a black or a white image</div>
ar: <div>حدد ما إذا كان مسح زجاج الماسح الضوئي الفارغ سيؤدي إلى صورة سوداء أم بيضاء</div>
ca: <div>Seleccioneu si un escaneig amb la safata d'escaneig buida resultarà en una imatge en negre o en blanc</div>
eo: <div> Elektu ĉu skanado de la malplena skanila vitro rezultigas nigran aŭ blankan bildon</div>
es: <div>Seleccionar si una exploración con el vidrio del escáner vacío se considera una imagen blanca o negra</div>
et: <div>Siin saab valida, kas tühja skanneri skannimine annab tulemuseks musta või valge pildi.</div>
fi: <div>Valitse, tuottaako tyhjän lasin lukeminen mustan vai valkoisen kuvan</div>
fr: <div>Décidez si un balayage de la vitre du scanner vide a pour résultat une image noire ou blanche</div>
gl: <div>Seleccionar se unha dixitalización co escáner baleiro ten por resultado unha imaxe negra ou branca.</div>
he: <div>נא לבחור האם סריקה בסורק ריק התוצאה תהיה תמונה שחורה או לבנה</div>
ia: <div>Selige si un scansion de unn vacue vitro de scander exita in un imagine nigre o blanc</div>
it: <div>Seleziona se una scansione del piano dello scanner vuoto debba restituire un'immagine nera o bianca.</div>
ka: <div>აირჩიეთ, მიიღებთ თუ არა ცარიელი სკანერის მინის სკანირებისას შავთეთრ გამოსახულებას</div>
ko: <div>스캐너에 아무것도 넣지 않고 스캔했을 때 검은색이나 흰색 중 어떤 색이 스캔되는지 선택하십시오</div>
nl: <div>Selecteer of een scan van het lege scannerglas in een zwartte of witte afbeelding resulteert</div>
pl: <div>Wybierz czy skan pustego szkła skanera skutkuje czarnym czy białym obrazem.</div>
pt_br: <div>Selecione se uma digitalização do scanner vazio resulta em imagem branca ou preta</div>
sl: <div>Izberite, ali naj bo pri skeniranju praznega stekla optičnega bralnika črna ali bela slika</div>
sv: <div>Välj om inläsning av den tomma bildläsarens glas åstadkommer en svart eller vit bild</div>
tr: <div>Boş tarayıcı camının siyah olarak mı yoksa beyaz olarak mı sonuçlanmasını istediğinizi seçin</div>
uk: <div>Тут можна визначити колір областей не вкритих сканованим зображенням: чорний або білий.</div>
zh_tw: <div>選擇掃描器空白掃描時會產生全黑或全白的圖片</div>

source: Set the size of the scanned area
ar: عيّن حجم المنطقة الممسوحة ضوئيًا
ca: Estableix la mida de l'àrea escanejada
eo: Agordi la grandecon de la skanita areo
es: Establecer el tamaño del área escaneada
et: Skannitava ala suuruse määramine
fi: Aseta luetun alueen koko
fr: Définir la taille de la zone scannée
gl: Definir o tamaño da zona dixitalizada.
he: הגדרת גודל האזור הנסרק
ia: Assifìgna le grandor del area scandite
it: Imposta la dimensione dell'area scansionata
ka: დასკანერებული ადგილის ზომის დაყენება
ko: 스캔된 영역 크기 설정
nl: Stel de grootte van het te scannen gebied in
pl: Ustaw rozmiar skanowanego obszaru
pt_br: Define o tamanho da área digitalizada
sl: Določite velikost skeniranega področja
sv: Ställ in det inlästa områdets storlek
tr: Taranan alanın boyutunu belirleyin
uk: Встановити розміри ділянки сканування
zh_tw: 設定掃描區域的大小

source: Full size
ar: كامل القياس
ca: Mida completa
eo: Plena grandeco
es: Tamaño completo
et: Täielik suurus
fi: Täysi koko
fr: Grandeur nature
gl: Tamaño completo
he: גודל מלא
ia: Grandor complete
it: Dimensione completa
ka: სრული ზომა
ko: 전체 크기
nl: Volledige grootte
pl: Pełny rozmiar
pt_br: Tamanho completo
sl: Polna velikost
sv: Full storlek
tr: Tam boyut
uk: Повний розмір
zh_tw: 原始大小

source: (No selection)
ar: (لا تحديد)
ca: (Sense selecció)
eo: (Neniu elekto)
es: (Ninguna selección)
et: (Valik puudub)
fi: (Ei valintaa)
fr: (Pas de sélection)
gl: (non hai nada seleccionado)
he: (אין בחירה)
ia: (Necun Selection)
it: (Nessuna selezione)
ka: (მონიშნულის გარეშე)
ko: (선택 없음)
nl: (Geen selectie)
pl: (Brak zaznaczenia)
pt_br: (Nenhuma seleção)
sl: (Ni izbire)
sv: (Ingen markering)
tr: (Seçim yok)
uk: (Нічого не вибрано)
zh_tw: (無選取區域)

source: Portrait
ar: بالطّول
ca: Vertical
eo: Portreto
es: Vertical
et: Püstpaigutus
fi: Pysty
gl: Retrato
he: לאורך
ia: Vertical
it: Verticale
ka: პორტრეტი
ko: 세로
nl: Portret
pl: W pionie
pt_br: Retrato
sl: Pokončno
sv: Stående
tr: Dikey
uk: Книжкова
zh_tw: 縱向

source: Landscape
ar: بالعرض
ca: Apaïsat
eo: Pejzaĝo
es: Apaisado
et: Rõhtpaigutus
fi: Vaaka
fr: Paysage
gl: Apaisado
he: לרוחב
ia: Orientation horizontal
it: Orizzontale
ka: ლანდშაფტური
ko: 가로
nl: Landschap
pl: W poziomie
pt_br: Paisagem
sl: Ležeče
sv: Liggande
tr: Yatay
uk: Альбомна
zh_tw: 橫向

source: Set the orientation for a preset size of the scanned area
ar: عيّن الاتجاه لحجم محدد مسبقًا للمنطقة الممسوحة ضوئيًا
ca: Estableix l'orientació d'una mida preestablerta de la zona escanejada
eo: Agordi la orientiĝon por antaŭfiksita grandeco de la skanita areo
es: Establecer la orientación de la vista previa del área escaneada
et: Skannitava ala valmissuuruse suuna määramine
fi: Aseta luetun alueen esiasetetun koon suunta
fr: Définir l'orientation pour une taille prédéfinie de la zone scannée
gl: Definir a orientación para un tamaño predefinido da zona dixitalizada.
he: הגדרת כיוון לגודל ערכה של האזור הנסרק
ia: Assigna le orientation per un grandor de preselection del area scandite
it: Imposta l'orientazione per una dimensione preimpostata dell'area scansionata
ka: სკანირებადი ადგილის პრესეტის ზომისთვის ორიენტაციის დაყენება
ko: 미리 선택한 스캔 영역의 방향 설정
nl: Stel de oriëntatie in voor een vooraf ingestelde grootte van het gescande gebied
pl: Ustaw kierunek dla nastawy rozmiaru dla skanowanego obszaru
pt_br: Define a orientação para um tamanho predefinido da área digitalizada
sl: Nastavite orientacijo prednastavljene velikosti skeniranega območja
sv: Ställ in orientering för en förinställd storlek av det inlästa området
tr: Taranan alanın ön ayar boyutu için bir yönelim seçin
uk: Встановити орієнтацію для розміру зразка сканованої ділянки
zh_tw: 選擇掃描區域預先設定大小的方向

source: Selection
ar: التحديد
ca: Selecció
eo: Elekto
es: Selección
et: Valik
fi: Valinta
fr: Sélection
gl: Selección
he: בחירה
it: Selezione
ka: მონიშნული
ko: 선택
nl: Selectie
pl: Zaznaczenie
pt_br: Seleção
sl: Izbira
sv: Markering
tr: Seçim
uk: Позначене
zh_tw: 選取區

source: Default startup configuration
eo: Defaŭlta lanĉ-agordo
et: Vaikimisi käivitamisseadistus
fr: Configuration de démarrage par défaut
nl: Standaard opstartconfiguratie
sv: Förvald startinställning

source: No description
eo: Neniu priskribo
et: Kirjeldus puudub
fr: Pas de description
nl: Geen beschrijving
sv: Ingen beskrivning

source: %1|All Image Files
nl: %1|Alle afbeeldingsbestanden
sv: %1|Alla bildfiler

source: All Image Files (%1)
nl: Alle afbeeldingsbestanden (%1)
sv: Alla bildfiler (%1)

source: *|All Files
nl: *|Alle bestanden
sv: *|Alla filer

source: All Files (*)
nl: Alle bestanden (*)
sv: Alla filer (*)

# @info
source: If your scanner has not been automatically detected, you can specify it here. The <interface>Scanner device name</interface> should be a backend name (with optional parameters) that is understood by SANE, see <link url="man:/sane">sane(7)</link> or <link url="man:/sane-dll">sane-dll(5)</link> for more information on available backends. The <interface>Type</interface> and <interface>Description</interface> can be used to identify the scanner later.<nl/><nl/>For the information that needs to be entered here, try to locate the device using the <link url="man:/sane-find-scanner">sane-find-scanner(1)</link> command. For a USB or networked HP scanner using <link url="http://hplip.sourceforge.net/">HPLIP</link>, try using the <command>hp-probe</command> command to locate it, for example <icode>hp-probe&nbsp;-b&nbsp;usb</icode> or <icode>hp-probe&nbsp;-b&nbsp;net</icode>. If the scanner is found, then enter the device name displayed by these commands; note that if using HPLIP then <icode>hp:</icode> needs to be replaced by <icode>hpaio:</icode>.<nl/><nl/>If these commands fail to locate your scanner, then it may not be supported by SANE. Check the SANE documentation for a <link url="http://www.sane-project.org/sane-supported-devices.html">list of supported devices</link>.
nl: Als uw scanner niet automatisch is gedetecteerd, dan kunt u deze hier specificeren. De <interface>Apparaatnaam van de scanner</interface> zou een backend-naam moeten zijn (met optioneel parameters) die begrepen wordt door SANE, zie <link url="man:/sane">sane(7)</link> of <link url="man:/sane-dll">sane-dll(5)</link> voor meer informatie over beschikbare backends. Het <interface>Type</interface> en de <interface>Beschrijving</interface> kan gebruikt worden om de scanner later te identificeren.<nl/><nl/>Voor de hier in te voeren informatie, probeer het apparaat te lokaliseren met het commando <link url="man:/sane-find-scanner">sane-find-scanner(1)</link>. Voor een USB of HP scanner via het netwerk met <link url="http://hplip.sourceforge.net/">HPLIP</link>, probeert u het commando <command>hp-probe</command> om het te lokaliseren, bijvoorbeeld <icode>hp-probe&nbsp;-b&nbsp;usb</icode> of <icode>hp-probe&nbsp;-b&nbsp;net</icode>. Als de scanner is gevonden, voer dan de apparaatnaam in getoond door deze commando's; merk op dat als HPLIP wordt gebruikt dat dan <icode>hp:</icode> vervangen dient te worden door <icode>hpaio:</icode>.<nl/><nl/>Als het met deze commando's mislukt om uw scanner te lokaliseren, dan kan het mogelijk niet worden ondersteund door SANE. Controleer de documentatie van SANE voor een <link url="http://www.sane-project.org/sane-supported-devices.html">lijst met ondersteunde apparaten</link>.
sv: Om bildläsaren inte detekteras automatiskt, kan du ange den här. <interface>Bildläsarenhetens namn</interface> ska vara gränssnittets namn (med valfria parametrar) som förstås av SANE. Se <link url="man:/sane">sane(7)</link> eller <link url="man:/sane-dll">sane-dll(5)</link> för mer information om tillgängliga gränssnitt. <interface>Typ</interface> och <interface>Beskrivning</interface> kan användas för att senare identifiera bildläsaren.<nl/><nl/>För att ta reda på informationen som ska skrivas in här, försök att hitta enheten med kommandot <link url="man:/sane-find-scanner">sane-find-scanner(1)</link>. Försök använda kommandot <command>hp-probe</command> för att hitta en <link url="http://hplip.sourceforge.net/">HPLIP</link> HP-bildläsare med USB eller nätverk, exempelvis <icode>hp-probe&nbsp;-b&nbsp;usb</icode> or <icode>hp-probe&nbsp;-b&nbsp;net</icode>. Om bildläsaren hittas, skriv då in enhetsnamnet som visas av kommandona. Observera att om HPLIP används, måste <icode>hp:</icode> ersättas med <icode>hpaio:</icode>.<nl/><nl/>Om kommandona misslyckas hitta bildläsaren, kanske den inte stöds av SANE. Titta i SANE-dokumentationens <link url="http://www.sane-project.org/sane-supported-devices.html">lista över enheter som stöds</link>.

source: Scanner device name:
nl: Scanner-apparaatnaam:
sv: Bildläsarenhetens namn:

source: *.pnm *.pbm *.pgm *.ppm|PNM Image Files
nl: *.pnm *.pbm *.pgm *.ppm|PNM-afbeeldingsbestanden
sv: *.pnm *.pbm *.pgm *.ppm|PNM-bildfiler
