Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

source: Cannot preview in Virtual Scanner mode
ar: لا يمكن المعاينة في وضع الماسح الضوئي الافتراضي
ca: No es pot previsualitzar en el mode «Escàner virtual»
eo: Ne povas antaŭrigardi en Virtuala Skanilo-reĝimo
es: No se puede mostrar una vista previa en el modo de escáner virtual
et: Virtuaalskanneri režiimis ei ole eelvaatlus võimalik
fi: Ei voida esikatsella virtuaalikuvanlukutilassa
fr: Impossible d'avoir un aperçu en mode scanner virtuel
gl: Non é posíbel previsualizar no modo de escáner virtual.
he: לא ניתן להציג תצוגה מקדימה במצב סורק וירטואלי
ia: Non pote facer previsualisation in modode Scanditor Virtual
it: Impossibile visualizzare l'anteprima in modalità Scanner virtuale
ka: ვირტუალური სკანერის რეჟიმში მინიატურები ხელმიუწვდომელია
ko: 가상 스캐너 모드에서는 미리 볼 수 없음
nl: Voorbeeld tonen in virtuele scanmodus kan niet
pl: Nie można podejrzeć w trybie wirtualnego skanera
pt_br: Não é possível visualizar no modo de Digitalização virtual
sl: Predogled ni mogoč v načinu navideznega optičnega bralnika
sv: Kan inte förhandsgranska i virtuellt bildläsningsläge
tr: Sanal Tarayıcı kipinde önizleme yapılamaz
uk: Попередній перегляд у режимі віртуального сканера неможливий
zh_tw: 無法在虛擬掃描器模式中進行預覽

source: The scan source is set to the automatic document feeder.<br/>The preview may take the first sheet from the feeder.<br/><br/>Are you sure you want to preview?
ar: ضُبط مصدر المسح الضوئي على مغذي الآلي للمستندات.<br/>قد تأخذ المعاينة الورقة الأولى من المغذي.<br/><br/>هل تريد المعاينة حقًا؟
ca: L'origen d'escaneig està configurat a l'alimentador automàtic de documents.<br/>La vista prèvia pot capturar el primer full de l'alimentador.<br/><br/>Segur que voleu la vista prèvia?
es: La fuente de escaneo está definida al alimentador automático de documentos.<br/>La vista previa puede extraer la primera página del alimentador.<br/><br/>¿Seguro que quiere usar la vista previa?
he: מקור הסריקה מוגדר למזין המסמכים האוטומטי.<br/>התצוגה המקדימה עשויה לקחת את הגיליון הראשון מהמזין.<br/><br/>להציג תצוגה מקדימה?
it: La sorgente della scansione è impostata all'alimentatore automatico di documenti (ADF).<br/>L'anteprima potrebbe prendere il primo foglio dall'alimentatore.<br/><br/>Vuoi davvero eseguire l'anteprima?
tr: Tarama kaynağı besleyici olarak ayarlanmış.<br/>Önizleme, ilk yaprağı besleyiciden alabilir.<br/><br/>Önizlemek istediğinizden emin misiniz?
uk: Джерелом сканування визначено лоток автоподачі документів.<br/>Для попереднього перегляду може бути використано перший аркуш з лотка.<br/><br/>Вам справді потрібен попередній перегляд?

source: ADF Selected
ar: مغذي المستندات الآلي محدد
ca: ADF seleccionat
es: ADF seleccionado
he: נבחר מזין מסמכים אוטומטי
ia: ADF Seligite
it: ADF selezionato
tr: ADF seçili
uk: Вибрано лоток автоподачі

source: Preview
ar: معاينة
ca: Vista prèvia
es: Vista previa
he: תצוגה מקדימה
ia: Vista preliminar
it: Anteprima
tr: Önizle
uk: Перегляд

source: Query network for available scanners
ar: استعلم من الشبكة عن الماسحات الضوئية المتوفرة
ca: Cerca a la xarxa per a dispositius d'escaneig
eo: Aldemandi reton pri disponeblaj skaniloj
es: Consultar los escáneres disponibles en red
et: Skannimisseadmete päring võrgust
fi: Kysele verkosta saatavilla olevia laitteita
fr: Chercher les scanners disponibles sur le réseau
gl: Consultar rede para descubrir os escáneres dispoñíbeis
he: תשאול סורקים זמינים ברשת
ia: Demanda in le rete per scanditores disponibile
it: Ricerca di scanner disponibili in rete
ka: ქსელური სკანერების მოძებნა
ko: 사용 가능한 네트워크 스캐너 조회
nl: Doorzoek het netwerk op beschikbare scanners
pl: Wyszukaj dostępne skanery w sieci
pt_br: Localizar scanners disponíveis na rede
sl: Poizvedi po omrežju po razpoložljivih optičnih bralnikih
sv: Sök efter bildläsarenheter på nätverket
tr: Kullanılabilir tarayıcılar için ağı sorgula
uk: Шукати наявні сканери у мережі
zh_tw: 查詢網路上的可用掃描器

source: <div>Check this if you want a network query for available scanners.<br/><br/>Note that this does not mean a query over the entire network, but only those hosts configured for SANE.</div>
ar: <div>حدد هذا الخيار إذا كنت تريد استعلامًا عن الشبكة للماسحات الضوئية المتوفرة.<br/><br/>لاحظ أن هذا لا يعني استعلامًا على الشبكة بأكملها، ولكن فقط على المضيفين الذين ضُبطوا لـ SANE.</div>
ca: <div>Marqueu aquesta opció si voleu que es faci una consulta a la xarxa per als escàners disponibles.<br/><br/>Cal tenir en compte que això no significa una consulta sobre tota la xarxa, sinó solament a les màquines configurades per SANE.</div>
eo: <div>Marku ĉi tion se vi volas retan demandon por disponeblaj skaniloj.<br/><br/>Rimarku, ke tio ne signifas demandon tra la tuta reto, sed nur tiujn gastigantojn kiuj agordiĝis por SANE.</div>
es: <div>Marque esto si desea que se consulten los escáneres disponibles en red.<br/><br/>Tenga presente que esto no significa que la consulta se lleve a cabo en toda la red, sino solo en las máquinas configuradas para SANE.</div>
et: <div>Märkimise korral otsitakse skannereid võrgust.<br/><br/>Pane tähele, et see ei tähenda mitte terve võrgu läbiuurimist, vaid ainult SANE tarbeks seadistatud masinate uurimist.</div>
fi: <div>Valitse tämä, jos haluat etsiä verkosta saatavilla olevia laitteita.<br/><br/>Huomaa, ettei tämä tarkoita kyselyä koko verkosta vaan ainoastaan koneita, jotka ovat määrittäneet SANEn.</div>
fr: <div>Sélectionnez cette option si vous souhaitez chercher les scanners disponibles sur le réseau.<br/><br/>Remarquez que cette requête ne sera pas effectuée sur l'intégralité du réseau, mais uniquement sur les hôtes configurés pour SANE.</div>
gl: <div>Marque esta opción para buscar na rede os escáneres dispoñíbeis.<br/><br/>Teña en conta que esta non é unha busca por toda a rede, senón só nas máquinas configuradas para SANE.</div>
he: <div>יש לסמן את זה כדי לתחקר ברשת המקומית אם יש סורקים זמינים.<br/><br/>נא לשים לב שלא תתבצע סריקה של כל הרשת אלא רק מול המארחים שהוגדרו ל־SANE.</div>
ia: <div>Marca isto si tu vole un requesta de rete per scanditores disponibile.<br/><br/>Nota que isto non significa un requesta sur tote le integre rete, ma solmente sur ille hospites configurate per SANE.</div>
it: <div>Abilita questa opzione se vuoi ricercare in rete degli scanner disponibili.<br/><br/>Nota che questo non significa una ricerca in tutta la rete, ma solo in quegli host configurati per SANE.</div>
ka: <div>ჩართეთ, თუ გნებავთ ხელმისაწვდომი სკანერების ქსელში ძებნა.<br/><br/>დაიმახსოვრეთ, რომ ეს არ ნიშნავს მთელ ქსელში ძებნას, არამედ მათში, ვის ჰოსტებზეც SANE-ია მორგებული.</div>
ko: <div>네트워크에서 사용할 수 있는 스캐너를 조회하려면 선택하십시오.<br/><br/>전체 네트워크를 조회하지 않고 SANE에 설정한 호스트만 조회합니다.</div>
nl: <div>Activeer dit als u een netwerk wilt doorzoeken op beschikbare scanners.<br/><br/>Merk op dat dit niet betekent dat het gehele netwerk wordt doorzocht, maar alleen die hosts ingesteld voor SANE.</div>
pl: <div>Zaznacz, jeśli chcesz wyszukać dostępne skanery w sieci.<br/><br/>Zauważ, że będzie to dotyczyć tylko komputerów w sieci, na których został ustawiony SANE.</div>
pt_br: <div>Marque isto se quiser localizar os scanners disponíveis na rede.<br/><br/>Observe que isto não significa que a pesquisa será feita na rede inteira, mas apenas nas máquinas configuradas para o SANE.</div>
sl: <div>Odkljukajte, če želite poizvedbo po omrežja po razpoložljivih optičnih bralnikih.<br/><br/>Upoštevajte, da to ne pomeni poizvedbe v celotnem omrežju, ampak samo med gostitelji nastavljenimi za SANE.</div>
sv: <div>Markera det här om du vill göra en nätverksförfrågan efter tillgängliga bildläsare.<br/><br/>Observera att det inte betyder en förfrågan över hela nätverket, utan bara till värddatorer som är inställda för att använda SANE.</div>
tr: <div>Kullanılabilir tarayıcılar için ağ araması yapmak istiyorsanız bunu işaretleyin.<br/><br/>Bunun bütün ağ için geçerli olmadığını ve yalnızca SANE için ayarlanmış makineler için olduğunu unutmayın.</div>
uk: <div>Позначте цей пункт, якщо програм слід виконати пошуку сканерів у мережі.<br/><br/>Примітка: це не означає, що буде виконано пошук у всій мережі. Програма шукатиме лише вузли, налаштовані на SANE.</div>
zh_tw: <div>勾選此選項來進行可用掃描器的網路查詢。<br/><br/>請注意，這不代表查詢整個網路，只有查詢為 SANE 設定的主機。</div>

source: Use the system proxy settings to access network scanners
ar: استخدم إعدادات وكيل النظام للوصول إلى ماسحات الشبكة
ca: Utilitza la configuració del servidor intermediari del sistema per a accedir als escàners de xarxa
eo: Uzi la sistemajn prokuril-agordojn por aliri retajn skanilojn
es: Usar las preferencias del proxy del sistema para acceder a escáneres en red
fi: Käytä järjestelmän välityspalvelinasetuksia verkkokuvanlukijoihin yhdistämiseksi
fr: Veuillez utiliser les paramètres du serveur mandataire du système pour accéder aux périphériques de numérisation du réseau
gl: Usar a configuración de mandatarios do sistema para acceder aos escáneres de rede.
he: להשתמש בהגדרות המתווך של המערכת כדי לגשת לסורקים ברשת
ia: Usa lepreferentias de proxy de systema per acceder a scanditores de rete
it: Usa le impostazioni del proxy di sistema per accedere agli scanner di rete
ka: სისტემური პროქსის პარამეტრების გამოყენება ქსელურ სკანერებთან წვდომისას
ko: 시스템 프록시 설정을 사용하여 네트워크 스캐너에 접근
pl: Użyj tych ustawień systemowych pośrednika, aby uzyskać dostęp do skanerów w sieci
pt_br: Usar as configurações de proxy do sistema para acessar scanners de rede
sl: Uporabite sistemske nastavitve posrednika za dostop do omrežnih skenerjev
tr: Ağ tarayıcılarına erişim için sistem vekil ayarlarını kullan
uk: Використовувати системні налаштування проксі-сервера для доступу до сканерів у мережі
zh_tw: 使用系統的代理伺服器設定來存取網路掃描器

source: <div>Check this if you want to use the standard system proxy settings to access network scanners.<br/><br/>Note that some SANE backends (for example 'escl') may not work properly through a proxy.</div>
ar: <div>حدد هذا الخيار إذا كنت ترغب في استخدام إعدادات وكيل النظام القياسية للوصول إلى ماسحات الشبكة.<br/><br/>لاحظ أن بعض واجهات SANE الخلفية (على سبيل المثال 'escl') قد لا تعمل بشكل صحيح من خلال وكيل.</div>
ca: <div>Marqueu això si voleu utilitzar la configuració estàndard del servidor intermediari per a accedir als escàners de xarxa.<br/><br/>Tingueu en compte que alguns dorsals del SANE (per exemple «escl») poden no funcionar correctament a través d'un servidor intermediari.</div>
es: <div>Marque esta casilla si desea usar las preferencias estándares del proxy del sistema para accedes a los escáneres en red.<br/><br/>Tenga en cuenta que es posible que algunos motores de SANE (por ejemplo «escl») no funcionen bien con un proxy.</div>
fi: <div>Valitse tämä, jos haluat käyttää järjestelmän välityspalvelinasetuksia verkkokuvanlukijoihin yhdistettäessä.<br/><br/>Huomaa, että jotkin SANE-taustajärjestelmät (esim. ”escl”) eivät ehkä toimi oikein välityspalvelimen kautta.</div>
fr: <div> Veuillez cocher cette case si vous souhaitez utiliser les paramètres de serveur mandataire standard de votre système pour accéder aux périphériques de numérisation en réseau. <br/> <br/> Veuillez noter que certains moteurs « SANE » (Par exemple « ESCL ») peuvent ne pas fonctionner correctement à travers un serveur mandataire. </div>
gl: <div>Marque isto se quere usar a configuración estándar de mandatarios do sistema para acceder a escáneres de rede.<br/><br/>Teña en conta que algúns motores de SANE (por exemplo, «escl») pode que non funcionen correctamente a través dun mandatario.</div>
he: <div>יש לסמן את זה כדי להשתמש בהגדרות מתווך המערכת הרגילות כדי לגשת לסורקים ברשת.<br/><br/>כדאי לשים לב שכמה מנגנוני SANE (למשל ‚escl’) כנראה שלא יעבדו כראוי דרך מתווך.</div>
ia: <div>Marca isto si tu vole usar le preferentias de proxy de systema standard per acceder a scanditores de rete.<br/><br/>Nota alcun retroadministratione (backends) de SANE (per exemplo 'escl') poterea non functionar correctemente trans un proxy.</div>
it: <div>Spunta questa opzione se vuoi utilizzare le impostazioni standard del proxy di sistema per accedere agli scanner di rete.<br/><br/>Note: alcuni motori SANE (per esempio 'escl') potrebbero non funzionare correttamente attraverso un proxy.</div>
ka: <div>შეამოწმეთ ეს, თუ გსურთ გამოიყენოთ სტანდარტული სისტემის პროქსის პარამეტრები ქსელის სკანერებზე წვდომისთვის.<br/><br/>გაითვალისწინეთ, რომ ზოგიერთი SANE-ის უკანაბოლომ (მაგალითად ,escl') შეიძლება, პროქსით სწორად არ იმუშაოს.</div>
ko: <div>이 옵션을 사용하면 표준 시스템 프록시 설정을 사용하여 네트워크 스캐너에 접근합니다.<br/><br/>일부 SANE 백엔드(예: 'escl')는 프록시 사용 시 올바르게 작동하지 않을 수도 있습니다.</div>
pl: <div>Zaznacz, jeśli chcesz użyć systemowych ustawień pośrednika, aby uzyskiwać dostęp do swoich skanerów w sieci.<br/><br/>Pamiętaj, że niektóre silniki SANE (np. 'escl') mogą nie działać poprawnie przez pośrednika.</div>
pt_br: <div>Marque esta opção se desejar usar as configurações padrão de proxy do sistema para acessar scanners de rede.<br/><br/>Observe que alguns backends SANE (por exemplo, 'escl') podem não funcionar corretamente por meio de um proxy.</div>
sl: <div>Označite to, če želite uporabiti standardne sistemske nastavitve posredniškega strežnika za dostop do omrežnih skenerjev.<br/><br/>Upoštevajte, da nekatera ozadja SANE (na primer 'escl') morda ne bodo pravilno delovala prek posrednega strežnika.</div>
tr: <div>Ağ tarayıcılarına erişmek için sistem vekil ayarlarını kullanmak istiyorsanız bunu işaretleyin.<br/><br/>Kimi SANE arka uçlarının (örneğin, “escl”) vekil üzerinden düzgün çalışmayabileceğini unutmayın.</div>
uk: <div>Позначте, якщо ви хочете скористатися параметрами стандартного системного проксі-сервера для доступу до сканерів у мережі.<br/><br/>Зауважте, що деякі модулі обробки SANE (наприклад «escl») можуть не працювати належним чином, якщо використано проксі-сервер.</div>
zh_tw: <div>勾選此選項來使用標準的系統代理伺服器設定來存取網路掃描器。<br/><br/>請注意，有些 SANE 後端（像是 'escl'）可能在透過代理伺服器時無法正常運作。</div>

source: Show the scanner selection dialog
ar: أظهر مربع حوار تحديد الماسح الضوئي
ca: Mostra el diàleg de selecció de l'escàner
eo: Montri la elektodialogon de skanilo
es: Mostrar el diálogo de selección de escáner
et: Skanneri valimise dialoogi näitamine
fi: Näytä laitteenvalintaikkuna
fr: Afficher la fenêtre de sélection du scanner
gl: Amosar o diálogo de escolla de escáner.
he: להציג את חלונית בחירת הסורק
ia: Monstra le dialogo de selection de scanditor
it: Mostra la finestra di dialogo di selezione dello scanner
ka: სკანერის არჩევის ფანჯრის ჩვენება
ko: 스캐너 선택 대화 상자 표시
nl: Dialoog voor selectie van scanner tonen
pl: Pokaż okno dialogowe wyboru skanera
pt_br: Mostrar a caixa de diálogo de seleção do scanner
sl: Pokaži pogovorno okno za izbiro optičnega bralnika
sv: Visa dialogrutan för val av bildläsare
tr: Tarayıcı seçim iletişim kutusunu göster
uk: Показати вікно вибору сканера
zh_tw: 顯示掃描器選擇對話框

source: <div>Check this to show the scanner selection dialog on startup.</div>
ar: <div>حدد هذا الخيار لإظهار مربع حوار تحديد الماسح الضوئي عند بدء التشغيل.</div>
ca: <div>Marqueu aquesta opció per a mostrar el diàleg per a la selecció de l'escàner durant l'inici.</div>
eo: <div>Marku ĉi tion por vidigi la skanilan elektodialogon ĉe ekfunkciigo.</div>
es: <div>Marque esto para mostrar el diálogo de selección de escáner durante el inicio.</div>
et: <div>Märkimise korral näidatakse käivitamisel skanneri valimise dialoogi.</div>
fi: <div>Valitse, jos haluat nähdä laitteenvalintaikkunan käynnistettäessä.</div>
fr: <div>Sélectionnez cette option si vous souhaitez afficher la fenêtre de sélection du scanner au démarrage.</div>
gl: <div>Marque esta opción para amosar o diálogo de escolla de escáner no próximo inicio.</div>
he: <div>יש לסמן את זה כדי להציג את חלונית בחירת הסורק עם העלייה.</div>
ia: <div>Marca isto per monstrar le dialogo de selection de scanditor al initiar.</div>
it: <div>Abilita questa opzione per visualizzare la finestra di dialogo di selezione dello scanner all'avvio.</div>
ka: <div>ჩართეთ, თუ გნებავთ ჩართვისას სკანერის არჩევის დიალოგი გაჩვენოთ.</div>
ko: <div>이 옵션을 선택하면 시작할 때 스캐너 선택 대화 상자를 표시합니다.</div>
nl: <div>Activeer dit om de dialoog voor selectie van de scanner te tonen bij opstarten.</div>
pl: <div>Zaznacz to, aby pokazać okno dialogowe wyboru skanera po uruchomieniu.</div>
pt_br: <div>Assinale isto para mostrar a caixa de diálogo de seleção do scanner ao iniciar.</div>
sl: <div>Odkljukajte to, da se ob zagonu prikaže pogovorno okno za izbiro optičnega bralnika.</div>
sv: <div>Markera för att visa dialogrutan för val av bildläsare vid nästa start.</div>
tr: <div>Tarayıcı seçim iletişim kutusunun gösterilmesi için bunu işaretleyin.</div>
uk: <div>Позначте цей пункт, якщо під час запуску слід показувати діалогове вікно вибору сканера.</div>
zh_tw: <div>勾選此選項來在啟動時顯示掃描器選擇對話框。</div>

source: Threshold:
ar: العتبة:
ca: Llindar:
eo: Sojlo:
es: Umbral:
et: Lävi:
fi: Raja-arvo:
fr: Seuil :
gl: Limiar:
he: סף:
ia: Limine:
it: Soglia:
ka: ზღვარი:
ko: 임곗값:
nl: Drempel:
pl: Próg:
pt_br: Limite:
sl: Prag:
sv: Tröskel:
tr: Eşik değeri:
uk: Поріг:
zh_tw: 閾值：

source: <div>Threshold for auto-detection. All pixels lighter (on a black background) or darker (on a white background) than this are considered to be part of the image.</div>
ar: <div>عتبة الكشف الآليّ. جميع البكسلات الأفتح (على خلفية سوداء) أو الأغمق (على خلفية بيضاء) من هذه العتبة تُعتبر جزءًا من الصورة.</div>
ca: <div>Llindar per a la detecció automàtica. Tots els píxels clars (sobre un fons negre) o més foscos (sobre un fons blanc) que aquest valor es consideraran com a part de la imatge.</div>
eo: <div>Sojlo por aŭtomata detekto. Ĉiuj rastrumeroj pli helaj (sur nigra fono) aŭ pli malhelaj (sur blanka fono) ol tio estas konsiderataj kiel parto de la bildo.</div>
es: <div>Umbral para detección automática. Todos los píxeles más claros (sobre un fondo negro) o más oscuros (sobre un fondo blanco) que este se considerarán parte de la imagen.</div>
et: <div>Automaattuvastuse lävi. Kõiki heledamaid (mustal taustal) või tumedamaid (valgel taustal) piksleid peetakse pildi osaks.</div>
fi: <div>Automaattitunnistuskynnys. Kaikki tätä vaaleammat (mustalla taustalla) tai tummemmat (valkoisella taustalla) kuvapisteet katsotaan osaksi kuvaa.</div>
fr: <div>Seuil de détection automatique. Tous les pixels plus clairs (sur un fond noir) ou plus foncés (sur un fond blanc) que celui-si sont considérés comme faisant partie de l'image.</div>
gl: <div>Límite para a detección automática. Todos os píxeles máis claros (sobre un fondo negro) ou máis escuros (sobre un fondo branco) que isto considéranse parte da imaxe.</div>
he: <div>סף לזיהוי אוטומטי. כל הפיקסלים שיותר בהירים (על רקע שחור) או כהים (על רקע לבן) מהסף הזה נחשבים לחלק מהתמונה.</div>
ia: <div>Limine per auto-discoperta. Omne pixeles plus clar (sur un fundo nigre) o plus obscur (sur un fundo blanc) que isto es considerate como esser parte del imagine.</div>
it: <div>Soglia per il rilevamento automatico. Tutti i pixel più chiari (su uno sfondo nero) o più scuri (su uno sfondo bianco) di questo saranno considerati parte dell'immagine.</div>
ka: <div>ზღვარი ავტოამოცნობისთვის. ყველა პიქსელი, რომელიც უფრო ღიაა (შავ ფონზე) ან მუქია (თეთრ ფონზე), ვიდრე ეს მნიშვნელობა, გამოსახულების ნაწილად ჩაითვლება.</div>
ko: <div>자동 감지 임곗값입니다. 검은색 배경인 경우 지정한 값보다 밝은 픽셀, 흰색 배경인 경우 지정한 값보다 어두운 픽셀을 그림의 일부로 간주합니다.</div>
nl: <div>Drempel voor automatische detectie. Alle pixels lichter (op een zwarte achtergrond) or donkerder (op een witte achtergrond) dan dit worden beschouwd als onderdeel van de afbeelding.</div>
pl: <div>Próg dla samoczynnego wykrywania.Wszystkie piksele jaśniejsze (na czarnym tle)lub ciemniejsze (na białym tle)niż ten zostaną potraktowane jako cześć obrazu.</div>
pt_br: <div>Auto-detecção do limite. Todos os pixels mais claros (em um fundo preto) ou mais escuros (em um fundo branco) que este limite serão considerados parte da imagem.</div>
sl: <div>Prag samodejnega zaznavanja. Vsi piksli, ki so svetlejši (na črnem ozadju) ali temnejši (na belem ozadju) od praga, obravnavamo kot del slike.</div>
sv: <div>Tröskel för automatisk detektering. Alla bildpunkter ljusare (på svart bakgrund) eller mörkare (på vit bakgrund) än den här anses ingå i bilden.</div>
tr: <div>Kendiliğinden algılama eşiği. Bu değerden daha açık (siyah arka planda) veya daha karanlık (beyaz arka planda) tüm pikseller görselin bir parçası olarak algılanacaktır.</div>
uk: <div>Порогове значення автовизначення. Всі точки, які є світлішими (чорне тло) або темнішими (біле тло) за це значення, вважатимуться точками зображення.</div>
zh_tw: <div>自動偵測的閥值。所有比這個值更亮（背景為黑色時）或更暗（背景為白色時）的像素都會視為影像的一部分。</div>

source: Dust size (pixels):
ar: حجم الغبار (بكسل):
ca: Mida de la pols (píxels):
eo: Polvograndeco (rastrumeroj):
es: Tamaño del grano de polvo (píxeles):
et: Tolmu suurus (pikslites):
fi: Pölyn koko (kuvapisteinä):
fr: Taille de poussière (pixels) :
gl: Tamaño do po (píxeles):
he: גודל אבק (פיקסלים):
ia: Grandor de pulvere (pixeles):
it: Dimensione polvere (pixel):
ka: მტვრის ზომა(პიქსელებში):
ko: 먼지 크기(픽셀):
nl: Afmeting van stof (pixels):
pl: Rozmiar kurzu (w pikselach):
pt_br: Tamanho do grão (pixels):
sl: Velikost prahu (piksli):
sv: Dammstorlek (bildpunkter):
tr: Toz boyutu (piksel):
uk: Розмір порошинок (у пікселях):
zh_tw: 灰塵大小（像素）：

source: <div>Set the dust size; dark or light areas smaller than this will be ignored</div>
ar: <div>ضبط حجم الغبار؛ سيتجاهل المناطق الداكنة أو الفاتحة الأصغر من هذا الحجم</div>
ca: <div>Ajusteu la mida de la pols; zones fosques o clares més petites que aquesta seran ignorades</div>
eo: <div>Agordi la grandecon de polvo; malhelaj aŭ helaj areoj pli malgrandaj ol tio estos ignoritaj</div>
es: <div>Establecer el tamaño del grano de polvo; se ignorarán las áreas oscuras o luminosas que sean menores que este tamaño.</div>
et: <div>Tolmu suuruse määramine: sellest väiksemaid tumedaid või heledaid alasid eiratakse</div>
fi: <div>Aseta pölyn koko: tätä pienemmät tummat tai vaaleat alueet jätetään huomiotta</div>
fr: <div>Définir la taille des poussières ; les zones sombres ou claires plus petites que ceci seront ignorées</div>
gl: <div>Definir o tamaño do “po”. As zonas escuras ou claras de tamaño menor que este ignoraranse.</div>
he: <div>הגדרת גודל חלקיקי האבק, אזורים כהים או בהירים שקטנים מהערך הזה לא יחשבו לחלק מהסריקה</div>
ia: <div>Assigna le grandor de pulvere; areas obscur o clar plus parve que isto essera ignorate</div>
it: <div>Imposta la dimensione della polvere; le aree chiare o scure più piccole di questo valore saranno ignorate</div>
ka: <div>დააყენეთ მტვრის ზომა. მუქი ან ნათელი ადგილები, რომლებიც ამაზე პატარაა, გამოტოვებული იქნება</div>
ko: <div>먼지 크기를 설정합니다. 이 값보다 작은 밝거나 어두운 영역을 무시합니다</div>
nl: <div>Stel de stofdeeltjesgrootte in; donkere of lichte gebieden kleiner dan dit zullen genegeerd worden</div>
pl: <div>Ustaw rozmiar kurzu; ciemne lub jasne obszary mniejsze niż ten zostaną pominięte</div>
pt_br: <div>Define o tamanho do grão; as áreas escuras ou claras menores que este valor serão ignoradas</div>
sl: <div> Nastavite velikost prahu; temna ali svetla območja manjša od tega prezremo</div>
sv: <div>Ställ in dammstorlek. Mörka eller ljusa områden mindre än denna kommer att ignoreras.</div>
tr: <div>Toz boyutunu ayarla; bu değerden küçük daha koyu veya açık alanlar yok sayılacaktır</div>
uk: <div>Встановити розмір порошинки; темні і світлі плямки меншого за вказаний розмір буде проігноровано.</div>
zh_tw: <div>設定灰塵大小；比這個大小更小的白點或黑點會被忽略</div>
