Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

source: Failed to read TIFF image
ar: فشل في قراءة صورة TIFF
ca: Ha fallat en llegir la imatge TIFF
eo: Malsukcesis legi TIFF-bildon
es: No se ha podido leer la imagen TIFF
fi: TIFF-kuvan lukeminen epäonnistui
fr: Lecture impossible de l'image « TIFF »
gl: Non foi posíbel ler a imaxe TIFF
he: קריאת תמונת TIFF נכשלה
ia: FAlleva a leger imagine TIFF
it: Lettura dell'immagine TIFF non riuscita
ka: TIFF გამოსახულების გახსნის შეცდომა
ko: TIFF 그림을 읽을 수 없음
nl: Lezen van TIFF-afbeelding is mislukt
pl: Nie udało się odczytanie obrazu TIFF
pt_br: Não foi possível ler a imagem TIFF
sl: Ni mogoče prebrati slike TIFF
sv: Misslyckades läsa TIFF-bild
tr: TIFF görseli okunamadı
uk: Не вдалося прочитати зображення TIFF
zh_tw: 無法讀取 TIFF 圖片

source: TIFF not supported
ar: TIFF غير مدعومة
ca: El TIFF no està admès
eo: TIFF ne subtenata
es: TIFF no está permitido
fi: TIFFiä ei tueta
fr: « TIFF » non pris en charge
gl: Non se permite TIFF
he: אין תמיכה ב־TIFF
ia: TIFF non supportate
it: TIFF non supportato
ka: TIFF მხარდაუჭერელია
ko: TIFF를 지원하지 않음
nl: TIFF wordt niet ondersteund
pl: TIFF jest nieobsługiwany
pt_br: TIF não suportado
sl: TIFF ni podprt
sv: TIFF stöds inte
tr: TIFF desteklenmiyor
uk: Підтримки TIFF не передбачено
zh_tw: 不支援 TIFF

# @info
source: <title>Scanner&nbsp;Settings</title>
ar: <title>إعدادات الماسح الضوئي</title>
ca: <title>Arranjament&nbsp;d'escàner</title>
eo: <title>Skanila&nbsp;Agordo</title>
es: <title>Preferencias&nbsp;del&nbsp;escáner</title>
fi: <title>Kuvanlukuasetukset</title>
fr: <title>Configuration du périphérique de numérisation</title>
gl: <title>Configuración&nbsp;do&nbsp;escáner</title>
he: <title>הגדרת&nbsp;סורק</title>
ia: <title>Scanditor&nbsp;Preferentias</title>
it: <title>Impostazioni&nbsp;scanner</title>
ka: <title>სკანერის&nbsp;მორგება</title>
ko: <title>스캐너&nbsp;설정</title>
nl: <title>Scannerinstellingen</title>
pl: <title>Ustawienia&nbsp;skanera</title>
pt_br: <title>Configurações&nbsp;Scanner</title>
sl: <title>Nastavitve optičnega bralnika</title>
sv: <title>Inställningar&nbsp;av&nbsp;bildläsare</title>
tr: <title>Tarayıcı&nbsp;Ayarları</title>
uk: <title>Параметри&nbsp;сканера</title>
zh_tw: <title>掃描器&nbsp;設定</title>

# @info
source: Multiple scans are enabled.<nl/><link url="1">Do not show again</link>
ar: عدة عمليات مسح مشغلة.<nl/><link url="1">لا تظهر ثانية</link>
ca: S'han activat diverses escaneigs.<nl/><link url="1">No ho tornis a mostrar</link>
es: El escaneo múltiple está activado.<nl/><link url="1">No volver a mostrar</link>.
he: ריבוי סריקות פעיל.<nl/><link url="1">לא להציג שוב</link>
ia: Scander multiple es habilitate.<nl/><link url="1">Non monstrar lo novemente</link>
it: Le scansioni di più pagine sono abilitate.<nl/><link url="1">Non mostrare più</link>
tr: Çoklu taramalar etkin.<nl/><link url="1">Bir daha gösterme</link>
uk: Увімкнено кратне сканування.<nl/><link url="1">Більше не показувати</link>

source: Pre&view
ar: &عاين
ca: &Vista prèvia
eo: Antaŭ&rigardo
es: &Vista previa
et: &Eelvaatlus
fi: &Esikatsele
fr: Aper&çu
gl: &Vista previa
he: תצוגה מ&קדימה
ia: &Vista preliminar
it: Ante&prima
ka: &გადახედვა
ko: 미리 보기(&V)
nl: &Voorbeeld
pl: Pod&gląd
pt_br: &Visualização
sl: Predogled
sv: Förhands&granska
tr: Ön&izleme
uk: П&ереглянути
zh_tw: 預覽(&V)

source: Start a preview scan and show the preview image
ar: ابدأ مسح المعاينة وأظهر صورة المعاينة
ca: Inicia un escaneig amb vista prèvia i la mostra
eo: Komenci antaŭrigardan skanadon kaj montri la antaŭrigardan bildon
es: Iniciar un escaneo rápido y mostrar la imagen previa
et: Eelvaatluse skannimise alustamine ja eelvaatluse pildi näitamine
fi: Aloita esikatseluluku ja näytä esikatselukuva
fr: Lancer un scan d'aperçu ou afficher l'image d'aperçu
gl: Iniciar unha dixitalización dunha vista previa e amosar a imaxe.
he: התחלת תצוגה מקימה והצגת תצוגה מקדימה של התמונה
ia: Starta un scansion de previsualisation e monstra le imagine de previsualisation
it: Avvia una scansione di anteprima e ne mostra l'immagine
ka: გადახედვის სკანირების დაწყება და გადახედვის გამოსახულების ჩვენება
ko: 미리 보기 그림을 스캔하고 표시
nl: Start een voorbeeldscan en toon de voorbeeldafbeelding
pl: Rozpocznij skanowanie dla podglądu i pokaż obraz podglądu
pt_br: Inicia uma previsão da digitalização e mostra a imagem
sl: Začni predogledni sken in prikaži predogledno sliko
sv: Starta en inläsning av förhandsgranskning och visa förhandsgranskningsbilden
tr: Bir önizleme taraması başlat ve önizleme görselini göster
uk: Розпочати тестове сканування і показати зображення попереднього перегляду
zh_tw: 開始進行預覽掃描並顯示預覽圖片

source: Star&t Scan
ar: ابدأ ال&مسح
ca: &Inicia l'escaneig
eo: Star&tigi Skanadon
es: Iniciar e&xploración
et: Alus&ta skannimist
fi: &Aloita kuvanluku
fr: Démarrer la numérisa&tion
gl: Comezar a dixi&talización
he: התחלת &סריקה
ia: Ini&tia Scansion
it: Avvi&a scansione
ka: სკანირების &დასაწყისი
ko: 스캔 시작(&T)
nl: Scan s&tarten
pl: &Rozpocznij skanowanie
pt_br: Iniciar a digi&talização
sl: Začni sken
sv: S&tarta inläsning
tr: &Taramayı Başlat
uk: По&чати сканування
zh_tw: 開始掃描(&T)

source: Start a scan and save the scanned image
ar: ابدأ المسح الضوئي واحفظ الصورة الممسوحة ضوئيًا
ca: Inici un escaneig i desa la imatge escanejada
eo: Komenci skanadon kaj konservi la skanitan bildon
es: Iniciar un escaneo y guardar la imagen escaneada
et: Skannimise alustamine ja skannitud pildi salvestamine
fi: Aloita kuvanluku ja tallenna luettu kuva
fr: Lancer un scan et enregistrer l'image scannée
gl: Iniciar unha dixitalización e gardar a imaxe resultante.
he: התחלת סריקה ושמירת התמונה שנסרקה
ia: Starta un scansion e salveguarda le imagine scandite
it: Avvia una scansione e salva l'immagine
ka: სკანირების დაწყება და შედეგი გამოსახულების შენახვა
ko: 스캔을 시작하고 스캔한 그림 저장
nl: Start een scan en sla de gescande afbeelding op
pl: Rozpocznij skanowanie i zapisz przeskanowany obraz
pt_br: Inicia uma digitalização e salva a imagem digitalizada
sl: Začni sken in shrani skenirano sliko
sv: Starta en inläsning och spara den inlästa bilden
tr: Bir tarama başlat ve taranan görseli kaydet
uk: Розпочати сканування і зберегти скановане зображення
zh_tw: 開始掃描並儲存掃描下來的圖片

source: Stop
ar: أوقف
ca: Atura
eo: Halti
es: Detener
et: Peata
fi: Pysäytä
fr: Arrêter
gl: Deter
he: עצירה
ia: Stoppa
it: Ferma
ka: შეჩერება
ko: 정지
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
sl: Ustavi
sv: Stoppa
tr: Dur
uk: Зупинити
zh_tw: 停止

source: Scanning
ar: يكتشف
ca: Escaneig
eo: Skanado
es: Explorando
et: Skannimine
fi: Luetaan kuvaa
fr: Numérisation
gl: Dixitalizando
he: סריקה
ia: On scande
it: Scansione
ka: სკანირება
ko: 스캔 중
nl: Bezig met scannen
pl: Skanowanie
pt_br: Digitalizando
sl: Skeniram
sv: Söker
tr: Taranıyor
uk: Сканування
zh_tw: 掃描中

source: &Basic
ar: أ&ساسي
ca: &Bàsic
eo: &Baza
es: &Básico
et: &Põhiline
fi: &Perusasetukset
fr: De &base
gl: &Básico
he: &בסיסית
it: &Base
ka: &საბაზისო
ko: 기본(&B)
nl: &Basis
pl: &Podstawowe
pt_br: &Básico
sl: Osnovno
sv: &Grundläggande
tr: Te&mel
uk: &Основний
zh_tw: 基本(&B)

source: Other
ar: أخرى
ca: Altres
eo: Alia
es: Otros
et: Muu
fi: Muut
fr: Autre
gl: Outro
he: אחר
ia: Altere
it: Altro
ka: სხვა
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
sl: Ostalo
sv: Övriga
tr: Diğer
uk: Інше
zh_tw: 其他

source: Advanced
ar: متقدّم
ca: Avançat
eo: Altnivela
es: Avanzado
et: Täpsem
fi: Lisäasetukset
fr: Avancé
gl: Avanzado
he: מתקדם
ia: Avantiate
it: Avanzato
ka: დაწინაურებული
ko: 고급
nl: Geavanceerd
pl: Rozszerzone
pt_br: Avançado
sl: Napredno
sv: Avancerat
tr: Gelişmiş
uk: Додатково
zh_tw: 進階

source: SANE Debug (from PNM image)
ar: تصحيح أخطاء SANE (من صورة PNM)
ca: Depuració de SANE (des d'una imatge PNM)
eo: SANE-Sencimigo (de PNM-bildo)
es: Depuración SANE (de imagen PNM)
et: SANE silumine (PNM pilt)
fi: SANE-virheenpaikannus (PNM-kuvasta)
fr: Débogage de SANE (depuis une image PNM)
gl: Depuración mediante SANE (dunha imaxe PNM)
he: ניפוי תקלות של SANE (מתמונת PNM)
ia: SANE Debug (ex imagine PNM )
it: Debug di SANE (da immagine PNM)
ka: SANE-ის გამართვა (PNM გამოსახულებიდან)
ko: SANE 디버그(PNM 그림에서)
nl: SANE Debug (uit PNM image)
pl: Debugowanie SANE (z obrazu PNM)
pt_br: Depuração do SANE (da imagem PNM)
sl: SANE razhroščevanje (iz slike PNM)
sv: SANE-felsökning (från PNM-bild)
tr: SANE Hata Ayıklama (PNM görselinden)
uk: Діагностика SANE (для зображення PNM)
zh_tw: SANE 除錯（從 PNM 圖片）

# @info:tooltip
source: Operate in the same way that a real scanner does (including scan area, image processing etc.), but reading from the specified image file. See <link url="man:sane-pnm(5)">sane-pnm(5)</link> for more information.
ar: تعمل بنفس الطريقة التي يعمل بها الماسح الضوئي الحقيقي (بما في ذلك منطقة المسح ومعالجة الصور وما إلى ذلك)، ولكن القراءة من ملف الصورة المحدد. راجع <link url="man:sane-pnm(5)">sane-pnm(5)</link> لمزيد من المعلومات.
ca: Opera de la mateixa manera en què ho fa un escàner real (incloent-hi la zona d'escaneig, processament de la imatge, etc.), però llegeix des del fitxer d'imatge especificat. Per a més informació, vegeu <link url="man:sane-pnm(5)">sane-pnm(5)</link>.
eo: Funkcii en la sama maniero kiel vera skanilo faras (inkluzive de skana areo, bildprilaborado ktp.), sed legante el la specifita bilddosiero. Vidu <link url="man:sane-pnm(5)">sane-pnm(5)</link> por pliaj informoj.
es: Operar del mismo modo que un escáner real (incluida el área de escaneo, el procesamiento de imagen, etc..), pero leyendo del archivo de imagen indicado. Consulte <link url="man:sane-pnm(5)">sane-pnm(5)</link> para más información.
et: Tegutsemine samamoodi tegeliku skanneriga (kaasa arvatud skannimisala, pildi töötlemine jne), kuid lugedes määratud pildifaili. Täpsemat teavet annab <link url="man:sane-pnm(5)">sane-pnm(5)</link>.
fi: Toimii samalla tavalla kuin todellinen kuvanlukija toimii (lukualue, kuvan käsittely jne.), mutta lukee annetusta kuvatiedostosta. Ks. lisätietoa: <link url="man:sane-pnm(5)">sane-pnm(5)</link>.
fr: Opérer de la même façon qu'un scanner réel (incluant la surface de scan, le traitement d'image etc.), mais en lisant le fichier image spécifié. Voir <link url="man:sane-pnm(5)">sane-pnm(5)</link> pour plus d'informations.
gl: Actuar do mesmo xeito que o fai un escáner de verdade (incluíndo a zona de dixitalización, o procesamento da imaxe, etc.), pero a partir do ficheiro de imaxe indicado. Consulte <link url="man:sane-pnm(5)">sane-pnm(5)</link> para máis información.
he: עובד כמו סורק אמיתי (כולל אזור סריקה, עיבוד תמונה וכו׳), אבל קורא מהקובץ שצוין. יש מידע נוסף ב־<link url="man:sane-pnm(5)">sane-pnm(5)‎</link>.
ia: Opera in le mesme modo que le verscanditor face (includente area de scansion scan, tractament de imagine etc.), ma legente ab le file de imagine specificate. Vide <link url="man:sane-pnm(5)">sane-pnm(5)</link> per plus information.
it: Opera nello stesso modo di uno scanner vero (incluso l'area di scansione, l'elaborazione dell'immagine, ecc.), ma legge da un file immagine specifico. Consulta <link url="man:sane-pnm(5)">sane-pnm(5)</link> per altre informazioni.
ka: იმოქმედეთ ისე, როგორც ნამდვილი სკანერი აკეთებს (მათ შორის სკანირების არეალი, სურათის დამუშავება და ა.შ.), მაგრამ წაკითხვა მითითებული სურათის ფაილიდან. დამატებითი ინფორმაციისთვის იხილეთ <link url="man:sane-pnm(5)">sane-pnm(5)</link>.
ko: 실제 스캐너와 비슷하게 작동하지만(영역 스캔, 그림 처리 등) 지정한 그림 파일에서 읽어옵니다. 더 많은 정보를 보려면 <link url="man:sane-pnm(5)">sane-pnm(5)</link> 페이지를 참조하십시오.
nl: Werk op dezelfde manier als een echte scanner doet (inclusief gebieden scannen, afbeeldingen bewerken etc.), maar lezen vanuit het gespecificeerde afbeeldingsbestand. Zie <link url="man:sane-pnm(5)">sane-pnm(5)</link> voor meer informatie.
pl: Działaj w ten sam sposób w jaki działają prawdziwe skanery (włączając w to obszar skanowania, przetwarzanie obrazu itp.), lecz odczytując z podanego pliku obrazu. Zobacz <link url="man:sane-pnm(5)">sane-pnm(5)</link> po więcej informacji.
pt_br: Funciona da mesma forma que um scanner real (incluindo a área de digitalização, o processamento de imagem, etc.), mas lendo a partir do arquivo de imagem indicado. Veja mais informações em <link url="man:sane-pnm(5)">sane-pnm(5)</link>.
sl: Deluj na enak način kot pravi bralnik (vključno s področjem skeniranja, obdelavo slike itd.), vendar bere iz določene slikovne datoteke. Glejte <link url="man:sane-pnm(5)">sane-pnm(5)</link> za več informacij.
sv: Fungera på samma sätt som en verklig bildläsare gör (inklusive inläst område, bildbehandling, etc.), men läs från den angivna bildfilen. Se <link url="man:sane-pnm(5)">sane-pnm(5)</link> för mer information.
tr: Gerçek bir tarayıcının yaptığı gibi çalış (tarama alanı ve görsel işleme vb. dahil), ancak belirtilen görsel dosyasından okuma yap. Daha fazla bilgi için <link url="man:sane-pnm(5)">sane-pnm(5)</link> sayfasına bakın.
uk: Працювати у той самий спосіб, у який працює звичайний сканер (визначення області сканування, обробка зображення тощо), але читати дані з вказаного файла зображення. Докладніші відомості можна знайти на сторінці довідника <link url="man:sane-pnm(5)">sane-pnm(5)</link>.
zh_tw: 模擬實際的掃描器（包含掃描區域、影像處理等等），但是是從指定圖片檔讀取資料。更多資訊請見 <link url="man:sane-pnm(5)">sane-pnm(5)</link>。

source: Virtual Scanner (any image format)
ar: الماسح الضوئي الافتراضي (أي تنسيق صورة)
ca: Escàner virtual (qualsevol format d'imatge)
eo: Virtuala Skanilo (iu ajn bildformato)
es: Escáner virtual (cualquier formato de imagen)
et: Virtuaalskanner (suvaline pildivorming)
fi: Virtuaalikuvanluku (mikä tahansa kuvamuoto)
fr: Scanner virtuel (n'importe quel format d'image)
gl: Escáner virtual (calquera formato de imaxe)
he: סורק וירטואלי (כל סוג של תמונה)
ia: Scanditor Virtual (ulle formato de imagine)
it: Scanner virtuale (qualsiasi formato di immagine)
ka: ვირტუალური სკანერი (გამოსახულების ნებისმიერი ფორმატი)
ko: 가상 스캐너(임의 그림 형식)
nl: Virtuele scanner (elk formaat afbeelding)
pl: Wirtualny skaner (każdy format obrazu)
pt_br: Scanner virtual (qualquer formato de imagem)
sl: Navidezni optični bralnik (kateregakoli formata slike)
sv: Virtuell bildläsare (godtyckligt bildformat)
tr: Sanal Tarayıcı (herhangi görsel biçimi)
uk: Віртуальний сканер (довільний формат зображень)
zh_tw: 虛擬掃描器（任何圖片格式）

# @info:tooltip
source: Do not perform any scanning or processing, but simply read the specified image file. This is for testing the image saving, etc.
ar: لا تقم بأي مسح أو معالجة، بل اقرأ ملف الصورة المحدد فقط. هذا لاختبار حفظ الصورة، وما إلى ذلك.
ca: No realitza cap mena d'escaneig o de processament, si no simplement llegeix el fitxer d'imatge especificat. Això és per a provar el desament de la imatge, etc.
eo: Ne faru ajnan skanadon aŭ prilaboradon, sed simple legu la specifitan bilddosieron. Ĉi tio estas por provi la konservadon de bildoj ktp.
es: No realizar ningún escaneo ni procesamiento, sino leer simplemente el archivo de imagen indicado. Esto se usa para hacer pruebas de guardar imágenes, etc.
et: Skannimist ega töötlemist ette ei võeta, vaid lihtsalt loetakse määratud pildifaili. See on mõeldud näiteks pildi salvestamise jms testimiseks.
fi: Älä lue kuvaa laitteelta tai käsittele sitä vaan lue vain annettu kuvatiedosto. Sopii esim. kuvantallennuksen testaamiseen.
fr: N'effectuer aucun scan ni traitement, mais seulement lire le fichier image spécifié. Ceci sert à tester l'enregistrement d'image, etc.
gl: Non realizar ningunha dixitalización ou procesamento. Simplemente ler o ficheiro de imaxe indicado. Isto permite probar o proceso para gardar a imaxe, etc.
he: לא לבצע סריקה או עיבוד כלשהם אלא פשוט לקרוא את קובץ התמונה שסופק. זה מיועד לטובת בדיקת שמירת תמונות ועוד.
ia: Non executa ulle scander o tractamento, ma simplemente lege le file de imagine specificate.Isto es per essayar le salveguardar de imagine, etc.
it: Non esegue alcuna scansione o elaborazione, ma legge solo il file immagine specificato. È usato per analizzare il salvataggio dell'immagine, ecc.
ka: სკანირება და დამუშავება არ მოხდება. მოხდება მითითებული გამოსახულების ფაილის წაკითხვა. გამოიყენება გამოსახულების შენახვის და ა.შ. ფუნქციების შესამოწმებლად.
ko: 실제 스캔이나 처리를 수행하지 않고 단순히 지정한 그림 파일에서 읽어옵니다. 그림 저장 등을 테스트할 때 유용합니다.
nl: Doe geen scannen of bewerking, maar lees eenvoudig het gespecificeerde afbeeldingsbestand. Dit is voor het testen van opslaan van de afbeelding, etc.
pl: Nie wykonuj skanowania ani przetwarzania, lecz tylko odczytaj podany plik obrazu. Jest to przeznaczone dla prób zapisywania obrazu, itp.
pt_br: Não efetua nenhuma digitalização ou processamento, mas apenas lê o arquivo de imagem indicado. Isto serve para testar a gravação da imagem, etc.
sl: Ne izvajaj nobenega skeniranja ali obdelave, ampak preprosto preberi navedeno slikovno datoteko. To je za preizkus shranjevanja slike itd.
sv: Utför ingen inläsning eller behandling, utan läs helt enkelt den angivna bildfilen. Det är till för att prova att spara bilden, etc.
tr: Herhangi bir tarama veya işleme yapma; ancak basitçe belirtilen görsel dosyasından okuma yap. Bu, tarama ve görsel kaydetme vb. içindir.
uk: Не виконувати сканування чи обробки, просто прочитати дані з вказаного файла зображення. Призначено для тестування збереження зображення тощо.
zh_tw: 不進行任何掃描或處理，只讀取指定的圖片檔。這個功能是用來測試圖片儲存等等的。

source: Reading mode:
ar: وضع القراءة:
ca: Mode de lectura:
eo: Lega reĝimo:
es: Modo de lectura:
et: Lugemisrežiim:
fi: Lukutila:
fr: Mode de lecture :
gl: Modo de lectura:
he: מצב קריאה:
ia: Modo de leger:
it: Modalità di lettura:
ka: წაკითხვის რეჟიმი:
ko: 읽기 모드:
nl: Leesmodus:
pl: Tryb odczytywania:
pt_br: Modo de leitura:
sl: Način branja:
sv: Läsläge:
tr: Okuma kipi:
uk: Режим читання:
zh_tw: 讀取模式：

source: ADF && Multiple Scan Options...
ar: خيارات الصفحات المتعددة ومغذي المستندات الآلي...
ca: Opcions de l'ADF i escaneig múltiple...
es: Opciones de ADF y escaneo múltiple…
he: אפשרויות מזין מסמכים אוטומטי וריבוי סריקות…
ia: ADF && Optiones de scander multiple...
it: Opzioni scansioni ADF &e multiple...
tr: Besleyici ve Çoklu Tarama Seçenekleri…
uk: Параметри автоматичного подавання та багатосторінкових документів…

# @info:tootip
source: Set ADF, rotation and destination options for scanning multiple pages
ar: عين مغذي المستندات الآلي وخيارات الدوران والمقصد لمسح الصفحات المتعددة
ca: Estableix les opcions de l'ADF, gir i destinació per a escanejar diverses pàgines
es: Definir las opciones de ADF, rotación y destino para escanear múltiples páginas
he: הגדרת אפשרויות מזין מסמכים אוטומטי, הטיה ויעד לסריקת מגוון עמודים
ia: Assigna optiones de ADF, rotation e destination per scander multiple paginas
it: Imposta le opzioni di ADF, rotazione e destinatione per le scansioni di pagine multiple
tr: Besleyiciyi, taranacak birden çok sayfa için döndürme ve hedef seçeneklerini ayarla
uk: Встановити параметри автоподачі, обертання та призначення для сканування декількох сторінок поспіль

source: Default (from scan settings)
ar: مبدئي (من إعدادات المسح)
ca: Predeterminat (de la configuració de l'escaneig)
eo: Defaŭlta (de skana agordo)
es: Predeterminado (de las preferencias de escaneo)
fi: Oletus (kuvanlukuasetuksista)
fr: Par défaut (A partir des paramètres de numérisation)
gl: Predeterminado (da configuración de escaneamento)
he: ברירת מחדל (מהגדרות הסריקה)
ia: Predefinite (ex prefrentias de scander)
it: Predefinito (dalle impostazioni di scansione)
ka: ნაგულისხმევი (სკანირების პარამეტრებიდან)
ko: 기본값(스캔 설정에서)
nl: Standaard (uit instellingen voor scannen)
pl: Domyślne (z ustawień skanu)
pt_br: Padrão (das configurações do scanner)
sl: Privzeto (iz nastavitev skeniranja)
sv: Standard (från inläsningsinställningar)
tr: Öntanımlı (tarama ayarlarından)
uk: Типовий (з параметрів сканування)
zh_tw: 預設（來自掃描設定）

source: Black/white bitmap
ar: صورة نقطية بالأبيض والأسود
ca: Mapa de bits blanc i negre
eo: Nigra/blanka bitmapo
es: Mapa de bits blanco/negro
fi: Mustavalkoinen bittikartta
fr: Bitmap noir / blanc
gl: Mapa de bits en branco e negro
he: מפת סיביות שחור/לבן
ia: bitmap Nigre/Blanc
it: Immagine in bianco e nero
ka: შავი/თეთრი ბიტური რუკა
ko: 흑백 비트맵
nl: Zwart-wit bitmap
pl: Czarno-biała bitmapa
pt_br: Bitmap preto e branco
sl: Črno/bela bitna slika
sv: Svartvit bitavbildning
tr: Siyah/beyaz biteşlem
uk: Чорно-білий растр
zh_tw: 黑白點陣圖

source: Grey scale
ar: تدرج الرمادي
ca: Escala de grisos
eo: Griza skalo
es: Escala de grises
fi: Harmaasävy
fr: Niveau de gris
gl: Escala de grises
he: גווני אפור
ia: Scala de gris
it: Scala di grigio
ka: ნაცრისფერი
ko: 회색조
nl: Grijsschaal
pl: Odcienie szarości
pt_br: Escala de cinza
sl: Lestvica sivin
sv: Gråskala
tr: Gri tonlu
uk: Тони сірого
zh_tw: 灰階

source: Low colour
ar: لون منخفض
ca: Color baix
eo: Malalta koloro
es: Color de baja resolución
fi: Vähän värejä
fr: Couleur faible
gl: Pouca cor
he: מעט צבעים
ia: Color basse
it: Colore a bassa risoluzione
ka: დაბალი ფერი
ko: 저색상
nl: Weinig kleur
pl: Mało barw
pt_br: Profundidade de cor baixa
sl: Nizke barve
sv: Få färger
tr: Düşük renk
uk: Декілька кольорів
zh_tw: 低彩

source: High colour
ar: لون عالي
ca: Color alt
eo: Alta koloro
es: Color de alta resolución
fi: Paljon värejä
fr: Couleur élevé
gl: Moita cor
he: הרבה צבעים
ia: Color Alte
it: Colore ad alta risoluzione
ka: მაღლი ფერი
ko: 고색상
nl: Veel kleur
pl: Dużo barw
pt_br: Profundidade de cor alta
sl: Visoke barve
sv: Många färger
tr: Yüksek renk
uk: Якісний колір
zh_tw: 高彩

source: Force image format:
ar: تنسيق الصورة القسري:
ca: Força el format d'imatge:
eo: Devigi bildformaton:
es: Forzar formato de imagen:
fi: Pakota kuvatiedostomuoto:
fr: Forcer le format d'image à :
gl: Forzar o formato da imaxe:
he: אכיפת סוג תמונה:
ia: Fortia formato de imagine:
it: Forza il formato immagine:
ka: ასლის ფორმატის ხელით მითითება:
ko: 그림 형식 강제:
nl: Afbeeldingsformaat afdwingen:
pl: Wymuś format obrazu:
pt_br: Forçar formato de imagem:
sl: Obvezen format slike:
sv: Tvinga bildformat:
tr: Görsel biçimini zorla:
uk: Примусовий формат зображення:
zh_tw: 強制使用圖片格式：

source: Edit Gamma Table...
ar: حرِّر جدول غاما...
ca: Edita la taula de gamma...
eo: Redakti Gama-Tabelon...
es: Editar tabla gamma…
et: Muuda gammatabelit...
fi: Muokkaa gammataulukkoa…
fr: Modifier la table gamma...
gl: Editar a táboa de gamma…
he: עריכת טבלת גאמה…
ia: Modifica Tabula Gamma...
it: Modifica la tabella gamma...
ka: გამის ცხრილის ჩასწორება...
ko: 감마 테이블 편집...
nl: Gammatabel bewerken...
pl: Edytuj tabelę gamma...
pt_br: Editar tabela de gama...
sl: Uredi tabelo gama...
sv: Redigera gammatabell...
tr: Gama Tablosunu Düzenle…
uk: Редагувати таблицю гам…
zh_tw: 編輯 Gamma 表...
