Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

source: Fit Height
ar: ملائمة الارتفاع
ca: Ajusta a l'alçada
eo: Ĝisrandigi Altecon
es: Ajustar a la altura
et: Mahutamine kõrgusele
fi: Sovita korkeus
fr: Hauteur adaptée
gl: Axustar á altura
he: התאמה לגובה
ia: Adapta Altessa
it: Adatta altezza
ka: სიმაღლის ჩატევა
ko: 높이 맞춤
nl: Hoogte passend maken
pl: Dopasuj do wysokości
pt_br: Ajustar à altura
sl: Prilagodi višini
sv: Fyll höjd
tr: Yüksekliğe Sığdır
uk: Підібрати за висотою
zh_tw: 適應高度

source: Zoom %1%
ar: تكبير %1٪
ca: Zoom al %1%
eo: Zomi %1%
es: Ampliación %1 %
et: Suurendus %1%
fi: Lähennys %1 %
gl: Ampliar ao %1%
he: תקריב %1%
it: Ingrandimento al %1%
ka: გადიდება %1%
ko: 크기 조정 %1%
pl: Powiększenie %1%
pt_br: Zoom para %1%
sv: Zooma %1 %
tr: Yakınlaştırma %​%1
uk: Масштаб у %1%
zh_tw: 縮放 %1%

source: Unknown
ar: مجهول
ca: Desconegut
eo: Nekonata
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Inconnu
gl: Descoñecido
he: לא ידוע
ia: Incognite
it: Sconosciuto
ka: უცნობი
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
sl: Neznano
sv: Okänd
tr: Bilinmeyen
uk: Невідомо
zh_tw: 未知

source: %1x%2 pix, %3 bpp
ar: %1×%2 بكسل، %3 بت لكل بكسل
ca: %1x%2 píxels, %3 bpp
eo: %1x%2 piks, %3 bpp
es: %1x%2 píxeles, %3 bpp
et: %1x%2 pikslit, %3 bpp
fi: %1 × %2 pix, %3 bpp
gl: %1x%2 px, %3 bpp
he: %1×%2 פיקסלים, %3 סיביות לפיקסל
ko: %1x%2픽셀, %3 bpp
pl: %1x%2 piks., %3 bpp
sv: %1 x %2 bp, %3 bpp
tr: %1 × %2 pks, %3 bpp
uk: %1⨯%2 пікселів, %3 біт/т.
zh_tw: %1x%2 像素，%3 bpp

source: Image Zoom
ar: تكبير الصورة
ca: Ampliació de la imatge
eo: Bildzomo
es: Ampliación de la imagen
et: Pildi suurendus
fi: Kuvan lähennys
fr: Zoom de l'image
gl: Ampliación da imaxe
he: תקריב על תמונה
ia: Zoom de imagine
it: Ingrandimento dell'immagine
ka: გამოსახულების გადიდება
ko: 그림 크기 조정
nl: Zoomfactor van afbeelding
pl: Powiększenie obrazu
pt_br: Ampliação da imagem
sl: Povečava slike
sv: Bildzoomning
tr: Görsel Yakınlaştırma
uk: Масштаб зображення
zh_tw: 圖片縮放

source: Custom:
ar: مخصص:
ca: A mida:
eo: Propra:
es: Personalizada:
et: Kohandatud:
fi: Mukautettu:
fr: Personnalisé :
gl: Personalizada:
he: מותאם אישית:
ia: Personalisa:
it: Personalizzato:
ka: ხელით მითითებული:
ko: 사용자 정의:
nl: Aangepast:
pl: Własne:
pt_br: Personalizado:
sl: Po meri:
sv: Egen:
tr: Özel:
uk: Нетипове:
zh_tw: 自訂：

source: (Unknown)
ar: (مجهول)
ca: (Desconeguda)
eo: (Nekonata)
es: (Desconocida)
et: (Tundmatu)
fi: (Tuntematon)
fr: (Inconnu)
gl: (descoñecida)
he: (לא ידוע)
ia: (Incognite)
it: (Sconosciuto)
ka: (უცნობი)
ko: (알 수 없음)
nl: (Onbekend)
pl: (Nieznane)
pt_br: (Desconhecido)
sl: (neznano)
sv: (Okänd)
tr: (Bilinmeyen)
uk: (Невідомо)
zh_tw: (未知)

source: Reset this setting to its standard value, %1
ar: صفّر هذا الإعداد إلى قيمته القياسية، %1
ca: Reinicia aquesta opció al seu valor estàndard, %1
eo: Restarigi ĉi tiun agordon al ĝia norma valoro, %1
es: Reiniciar este ajuste a su valor estándar, %1
et: Sätte lähtestamine standardväärtusele %1
fi: Palauta tämä asetus vakioarvoonsa, %1
fr: Réinitialiser ce réglage à sa valeur par défaut, %1
gl: Restabelecer o valor estándar desta opción, %1.
he: איפוס ההגדרה הזאת לערך הרגיל שלה, %1
ia: Reassigna iste preferentia a su valor standard, %1
it: Riporta questa impostazione al suo valore standard, %1
ka: ამ პარამეტრის მის სტანდარტულ მნიშვნელობაზე, %1 - დაბრუნება
ko: 기본값 %1(으)로 이 설정 초기화
nl: Deze instelling tot zijn standaard waarde terugzetten, %1
pl: Wyzeruj to ustawienie do jej standardowej wartości, %1
pt_br: Restaurar esta configuração para seu valor padrão, %1
sl: Ponovno nastavite to nastavitev na njeno standardno vrednost, %1
sv: Återställ alternativ till standardvärde, %1
tr: Bu ayarı standart değerine sıfırla, %1
uk: Повернути параметру стандартне значення, %1
zh_tw: 將此設定值重設為其標準值 %1

source: PNM Image Files (*.pnm *.pbm *.pgm *.ppm)
ar: ملفات صور PNM (*.pnm *.pbm *.pgm *.ppm)
ca: Fitxers d'imatge PNM (*.pnm *.pbm *.pgm *.ppm)
es: Archivos de imagen PNM (*.pnm *.pbm *.pgm *.ppm)
fi: PNM-kuvatiedostot (*.pnm *.pbm *.pgm *.ppm)
fr: Fichiers d'image PNM (*.pnm *.pbm *.pgm *.ppm)
gl: Ficheiros de imaxe PNM (*.pnm *.pbm *.pgm *.ppm)
he: קובצי תמונות מסוג PNM‏ ‎(‎*.pnm‏ ‎*.pbm‏ ‎*.pgm‏ ‎*.ppm)
ia: Files de Imagine PNM (*.pnm *.pbm *.pgm *.ppm)
it: File di immagine PNM (*.pnm *.pbm *.pgm *.ppm)
ka: PNM გამოსახულების (*.pnm *.pbm *.pgm *.ppm)
ko: PNM 그림 파일 (*.pnm *.pbm *.pgm *.ppm)
pl: Pliki obrazów PNM (*.pnm *.pbm *.pgm *.ppm)
pt_br: Arquivos de imagem PNM (*.pnm *.pbm *.pgm *.ppm)
sl: Slikovne datoteke PNM (*.pnm *.pbm *.pgm *.ppm)
tr: PNM görseli dosyaları (*.pnm *.pbm *.pgm *.ppm)
uk: файли зображень PNM (*.pnm *.pbm *.pgm *.ppm)
zh_tw: PNM 圖片檔 (*.pnm *.pbm *.pgm *.ppm)

source: No scanner selected
ar: لم يُحدد أي ماسح ضوئي
ca: Cap escàner seleccionat
eo: Neniu skanilo elektita
es: Ningún escáner seleccionado
et: Skannerit pole valitud
fi: Kuvanlukulaitetta ei ole valittu
fr: Pas de scanner sélectionné
gl: Non seleccionou ningún escáner.
he: לא נבחר סורק
ia: Nulle scanditor seligite
it: Nessuno scanner selezionato
ka: სკანერი არჩეული არაა
ko: 선택한 스캐너 없음
nl: Geen scanner geselecteerd
pl: Nie wybrano żadnego skanera
pt_br: Nenhum scanner selecionado
sl: Ni izbranega optičnega bralnika
sv: Ingen bildläsare vald
tr: Tarayıcı seçilmedi
uk: Не вибрано жодного сканера
zh_tw: 未偵測到掃描器

# @info
source: The scanner<nl/><icode>%1</icode><nl/>requires authentication.
ar: يتطلب الماسح الضوئي<nl/><icode>%1</icode><nl/>الاستيثاق.
ca: L'escàner<nl/><icode>%1</icode><nl/>requereix autenticació.
eo: La skanilo<nl/><icode>%1</icode><nl/>postulas aŭtentikigon.
es: El escáner<nl/><icode>%1</icode><nl/>necesita autenticación.
fi: Kuvanlukija<nl/><icode>%1</icode><nl/>vaatii tunnistautumista.
fr: Le périphérique de numérisation<nl/><icode>%1</icode><nl/>nécessite une authentification.
gl: O escáner<nl/><icode>%1</icode><nl/>require autenticación.
he: הסורק<nl/><icode>%1</icode><nl/>דורש אימות.
ia: Le scanditor <nl/><icode>%1</icode><nl/>require authentication.
it: Lo scanner<nl/><icode>%1</icode><nl/>richiede l'autenticazione.
ka: სკანერს<nl/><icode>%1</icode><nl/>ავთენტიკაცია სჭირდება.
ko: 스캐너<nl/><icode>%1</icode><nl/>을(를) 사용하려면 인증해야 합니다.
nl: De scanner<nl/><icode>%1</icode><nl/>vereist authenticatie.
pl: Skaner<nl/><icode>%1</icode><nl/>wymaga uwierzytelnienia.
pt_br: O scanner<nl/><icode>%1</icode><nl/>necessita de autenticação.
sl: Optični bralnik<nl/><icode>%1</icode><nl/>zahteva overitev.
sv: Bildläsaren<nl/><icode>%1</icode><nl/>kräver behörighetskontroll.
tr: <nl/><icode>%1</icode><nl/> tarayıcısı kimlik doğrulama gerektiriyor.
uk: Для отримання доступу до сканера<nl/><icode>%1</icode><nl/>слід пройти розпізнавання.
zh_tw: 掃描器<nl/><icode>%1</icode><nl/>需要認證。

source: Scanner Authentication
ar: استيثاق الماسح الضوئي
ca: Autenticació de l'escàner
eo: Skanila Aŭtentigo
es: Autenticación del escáner
et: Skanneri autentimine
fi: Kuvanlukijan tunnistautuminen
fr: Authentification du scanner
gl: Autenticación do escáner
he: אימות מול הסורק
ia: Authentication de Scanditor
it: Autenticazione dello scanner
ka: სკანერის ავთენტიკაცია
ko: 스캐너 인증
nl: Authenticatie van scanner
pl: Uwierzytelnianie skanera
pt_br: Autenticação do scanner
sl: Overitev na optičnem bralniku
sv: Behörighetskontroll för bildläsare
tr: Tarayıcı Yetkilendirmesi
uk: Розпізнавання для доступу до сканера
zh_tw: 掃描器認證

source: OK
ar: حسنًا
ca: D'acord
eo: bone
es: Aceptar
gl: Aceptar
he: אישור
ka: დიახ
ko: 확인
sl: V redu
tr: Tamam
uk: Гаразд
zh_tw: 確定

source: No device
ar: لا يوجد جهاز
ca: Cap dispositiu
eo: Neniu aparato
es: Ningún dispositivo
et: Seade puudub
fi: Ei laitetta
fr: Pas de périphérique
gl: Non hai ningún dispositivo.
he: אין התקן
ia: Necun dispositivo
it: Nessun dispositivo
ka: მოწყობილობის გარეშე
ko: 장치 없음
nl: Geen apparaat
pl: Brak urządzenia
pt_br: Nenhum dispositivo
sl: Ni naprave
sv: Ingen enhet
tr: Aygıt yok
uk: Немає пристрою
zh_tw: 無裝置

source: Bad parameter
ar: مُعامِل سيء
ca: Paràmetre incorrecte
eo: Malbona parametro
es: Parámetro incorrecto
et: Halb parameeter
fi: Virheellinen parametri
fr: Paramètre incorrect
gl: Un dos parámetros é incorrecto.
he: משתנה שגוי
ia: Mal parametro
it: Parametro errato
ka: არასწორი პარამეტრი
ko: 잘못된 인자
nl: Onjuiste parameter
pl: Zły parametr
pt_br: Parâmetro inválido
sl: Slab parameter
sv: Felaktig parameter
tr: Bozuk parametre
uk: Помилковий параметр
zh_tw: 錯誤參數

source: Cannot open device
ar: لا يمكن فتح الجهاز
ca: No s'ha pogut obrir el dispositiu
eo: Ne povas malfermi aparaton
es: No se puede abrir el dispositivo
et: Seadme avamine nurjus
fi: Laitetta ei voida avata
fr: Impossible d'ouvrir le périphérique
gl: Non é posíbel abrir o dispositivo.
he: לא ניתן לפתוח התקן
ia: Nonpote aperir dispositivo
it: Impossibile aprire il dispositivo
ka: მოწყობილობის გახსნის შეცდომა
ko: 장치를 열 수 없음
nl: Kan het apparaat niet openen
pl: Nie można otworzyć urządzenia
pt_br: Não foi possível abrir o dispositivo
sl: Ni mogoče odpreti naprave
sv: Kan inte öppna enhet
tr: Aygıt açılamıyor
uk: Не вдалося відкрити файл пристрою
zh_tw: 無法開啟裝置

source: sane_control_option() failed
ar: فشلت وظيفة sane_control_option()
ca: sane_control_option() ha fallat
eo: sane_control_option () malsukcesis
es: sane_control_option() ha fallado
et: sane_control_option() nurjus
fi: sane_control_option() epäonnistui
fr: sane_control_option() a échoué
gl: sane_control_option() fallou
he: sane_control_option()‎ נכשלה
ia: sane_control_option() falleva
it: sane_control_option() non riuscita
ka: sane_control_option() -ის შეცდომა
ko: sane_control_option() 실패
nl: sane_control_option() is mislukt
pl: Nieudane sane_control_option()
pt_br: sane_control_option() falhou
sl: ni uspela sane_control_option()
sv: sane_control_option() misslyckades
tr: sane_control_option() başarısız
uk: Помилка sane_control_option()
zh_tw: sane_control_option() 失敗

source: Error while scanning
ar: خطأ أثناء المسح
ca: Error en escanejar
eo: Eraro dum skanado
es: Error durante el escaneo
et: Tõrge skannimisel
fi: Virhe luettaessa kuvaa
fr: Erreur pendant la numérisation
gl: Erro ao dixitalizar.
he: שגיאה בסריקה
ia: Error durante que on scandeva
it: Errore durante la scansione
ka: სკანირების შეცდომა
ko: 스캔 중 오류 발생
nl: Fout gedurende het scannen
pl: Podczas podczas skanowania
pt_br: Erro ao digitalizar
sl: Napaka ob skeniranju
sv: Fel vid bildläsning
tr: Taranırken hata
uk: Помилка під час сканування
zh_tw: 掃描時發生錯誤

source: Empty picture
ar: صورة فارغة
ca: Imatge buida
eo: Malplena bildo
es: Imagen vacía
et: Tühi pilt
fi: Tyhjä kuva
fr: Image vide
gl: A imaxe está baleira.
he: תמונה ריקה
ia: Pictura vacue
it: Immagine vuota
ka: ცარიელი სურათი
ko: 그림이 비어 있음
nl: Leeg plaatje
pl: Pusty obraz
pt_br: Figura vazia
sl: Prazna slika
sv: Tom bild
tr: Boş resim
uk: Порожнє зображення
zh_tw: 空白圖片

source: Out of memory
ar: نفذت الذّاكرة
ca: Memòria exhaurida
eo: Sen memoro
es: Sin memoria
et: Mälu napib
fi: Muisti loppui
fr: Mémoire insuffisante
gl: Esgotouse a memoria.
he: נגמר הזיכרון
ia: Foras de Memoria
it: Memoria esaurita
ka: არასაკმარისი მეხსიერება
ko: 메모리 부족
nl: Onvoldoende geheugen
pl: Brak pamięci
pt_br: Memória insuficiente
sl: Pomanjkanje pomnilnika
sv: Slut på minne
tr: Yetersiz bellek
uk: Не вистачає пам'яті
zh_tw: 記憶體不足

source: Needs reload
ar: يحتاج إلى إعادة تحميل
ca: Necessita recarregar
eo: Necesas reŝargi
es: Necesita volver a cargar
et: Vajab taaslaadimist
fi: Vaatii uudelleenlatauksen
fr: Nécessite un rechargement
gl: Necesítase recargar.
he: נדרשת טעינה מחדש
ia: Il necessita recargar
it: Necessita ricaricamento
ka: საჭიროა გადატვირთვა
ko: 다시 불러와야 함
nl: Moet worden herladen
pl: Potrzebuje ponownego wczytania
pt_br: Precisa recarregar
sl: Potreba po ponovnem nalaganju
sv: Behöver återställning
tr: Yeniden yükleme gerekli
uk: Потребує перезавантаження
zh_tw: 需要重新載入

source: Cancelled
ar: أُلغيت
ca: Cancel·lat
eo: Nuligite
es: Cancelado
et: Katkestatud
fi: Peruttu
fr: Annulé
gl: Cancelouse.
he: בוטל
ia: Cancellate
it: Annullato
ka: შეწყვეტილია
ko: 취소됨
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
sl: Preklicano
sv: Stämplat
tr: İptal edildi
uk: Скасовано
zh_tw: 已取消

source: Not active
ar: غير نشط
ca: No actiu
eo: Ne aktiva
es: No activo
et: Pole aktiivne
fi: Ei aktiivinen
fr: Non actif
gl: Non está activo.
he: לא פעיל
ia: Non active
it: Non attivo
ka: არააქტიური
ko: 활성 상태가 아님
nl: Niet actief
pl: Nieaktywny
pt_br: Inativo
sl: Ni dejavno
sv: Inte aktiv
tr: Etkin değil
uk: Неактивний
zh_tw: 非作用中

source: Not supported
ar: غير مدعوم
ca: No acceptat
eo: Ne subtenata
es: No implementado
et: Pole toetatud
fi: Ei tuettu
fr: Non pris en charge
gl: É incompatíbel.
he: לא נתמך
ia: Non supportate
it: Non supportato
ka: მხარდაუჭერელია
ko: 지원하지 않음
nl: Niet ondersteund
pl: Nieobsługiwany
pt_br: Não suportado
sl: Ni podprto
sv: Stöds inte
tr: Desteklenmiyor
uk: Не підтримується
zh_tw: 未支援

source: ADF no document loaded
ar: لا يوجد مستندات محملة في مغذي المستندات الآلي
ca: No s'ha carregat cap document a l'ADF
es: ADF sin documento cargado
he: לא נטענו מסמכים במזין המסמכים האוטומטי
ia: ADF nulle documento cargate
it: Nessun documento ADF caricato
tr: Besleyicide belge yok
uk: Не завантажено документ для автоматичної подачі

source: ADF empty
ar: مغذي المستندات الآلي فارغ
ca: ADF buit
es: ADF vacío
he: מזין המסמכים האוטומטי ריק
ia: ADF vacue
it: ADF vuoto
tr: Besleyici boş
uk: Лоток автоматичної подачі документів порожній

source: Not accepted
ar: غير مقبولة
ca: No acceptat
es: No aceptado
he: לא התקבל
ia: Non acceptate
it: Non accettato
tr: Kabul edilmedi
uk: Не прийнято

source: Unknown status %1
ar: حالة مجهولة %1
ca: Estat desconegut %1
eo: Nekonata stato %1
es: Estado desconocido %1
et: Tundmatu olek %1
fi: Tuntematon tila %1
fr: État inconnu %1
gl: Descoñécese o estado %1.
he: המצב %1 לא ידוע
ia: Stato non-cognoscite %1
it: Stato %1 sconosciuto
ka: უცნობი სტატუსი: %1
ko: 알 수 없는 상태 %1
nl: Onbekende status %1
pl: Nieznany stan %1
pt_br: Estado desconhecido %1
sl: Neznan status %1
sv: Okänt tillstånd %1
tr: Bilinmeyen durum %1
uk: Невідомий стан %1
zh_tw: 未知的狀態 %1

source: pixels
ar: بكسل
ca: píxels
eo: rastrumeroj
es: píxeles
et: pikslit
fi: kuvapistettä
gl: píxeles
he: פיקסלים
it: pixel
ka: პიქსელი
ko: 픽셀
pl: piksele
sl: pikslov
sv: bildpunkter
tr: piksel
uk: пікселів
zh_tw: 像素

source: bits
ar: بت
eo: bitoj
et: bitti
fi: bittiä
he: סיביות
it: bit
ka: ბიტი
ko: 비트
pl: bity
sl: bitov
sv: bitar
tr: bit
uk: бітів
zh_tw: 位元

source: mm
ar: مم
he: מ״מ
ka: მმ
ko: 밀리미터
uk: мм

source: dpi
ar: نقطة/بوصة
ca: ppp
es: ppp
he: נק׳ לאינטש/DPI
sv: punkter/tum
uk: т/д

source: µsec
ar: م.ث
ca: µs
es: µs
et: µsek
fi: µs
gl: µs
he: מיקרו שנ׳
ka: µწმ
pl: µsek
sv: µs
tr: µsn
uk: нс
zh_tw: 微秒

# @item:inlistbox no rotation
source: None
ar: لا شيء
ca: Sense
es: Ninguna
he: ללא
ia: Necun
it: Nessuna
tr: Yok
uk: Немає

source: ADF & Multiple Scan Options
ar: خيارات الصفحات المتعددة ومغذي المستندات الآلي
ca: Opcions de l'ADF i escaneig múltiple
es: Opciones de ADF y escaneo múltiple
he: אפשרויות מזין מסמכים אוטומטי וריבוי סריקות
ia: ADF & Optiones de scander multiple
it: Opzioni scansioni ADF e multiple
tr: Besleyici ve Çoklu Tarama Seçenekleri
uk: Параметри автоматичного подавання та багатосторінкових документів

source: Scan source:
ar: مصدر المسح:
ca: Origen de l'escaneig:
es: Fuente de escaneo:
he: מקור סריקה:
ia: Fonte de scander:
it: Sorgente scansione:
tr: Tarama kaynağı:
uk: Джерело сканування:

# @info:tooltip
source: Select the scan source
ar: اختر مصدر المسح الضوئي
ca: Selecció de l'origen de l'escaneig
es: Seleccionar la fuente de escaneo
he: נא לבחור מקור סריקה
ia: Selectiona le fonte de scander
it: Seleziona la sorgente della scansione
tr: Tarama Kaynağını Seç
uk: Вибір джерела сканування

source: Scan and ADF
ar: المسح و مغذي المستندات الآلي
ca: Escaneig i ADF
es: Escanear y ADF
he: סריקה ומזין מסמכים אוטומטי
ia: Scander e ADF
it: Scansione e ADF
tr: Tarama ve Besleyici
uk: Сканування і АП

source: Single scan
ar: مسح مفرد
ca: Escaneig individual
es: Escaneo único
he: סריקה בודדת
ia: Scander singule
it: Scansione singola
tr: Tekli tarama
uk: Одинарне сканування

# @info:tooltip
source: Perform a single scan from the selected source
ar: امسح صفحة واحدة من المصدر المحدد
ca: Efectua un escaneig individual des de l'origen seleccionat
es: Realizar un único escaneo de la fuente seleccionada
he: ביצוע סריקה בודדת מהמקור הנבחר
ia: Exeque un singule scander ab le fonte seligite
it: Esegui una scansione singola dalla sorgente selezionata
tr: Seçili kaynaktan tek bir tarama gerçekleştir
uk: Виконати одноразова сканування з вибраного джерела

source: Multiple scan
ar: مسح متعدد الصفحات
ca: Escaneig múltiple
es: Escaneo múltiple
he: ריבוי סריקות
ia: Scander multiple
it: Scansione multipla
tr: Çoklu tarama
uk: Кратне сканування

# @info:tooltip
source: Perform multiple scans from the selected source
ar: امسح صفحات متعددة من المصدر المحدد
ca: Efectua escaneigs múltiples des de l'origen seleccionat
es: Realizar múltiples escaneos de la fuente seleccionada
he: ביצוע מספר סריקות מהמקור הנבחר
ia: Exeque multiple scander ab le fonte seligite
it: Esegui più scansioni dalla sorgente selezionata
tr: Seçili kaynaktan birden çok tarama gerçekleştir
uk: Виконати кратне сканування з вибраного джерела

source: Scan until ADF is empty
ar: امسح حتى يصير مغذي المستندات الآلي فارغًا
ca: Escaneja fins que l'ADF estigui buit
es: Escanear hasta que el ADF esté vacío
he: לסרוק עד שמזין המסמכים האוטומטי ריק
ia: Scande usque ADF es vacue
it: Scansiona finché l'ADF è vuoto
tr: Besleyici boşalana dek tara
uk: Сканувати, доки не буде спорожнено лоток автоматичної подачі

# @info:tooltip
source: Keep scanning until the automatic document feeder is empty
ar: واصل المسح حتى يفرغ مغذي المستندات الآلي
ca: Mantén l'escaneig fins que l'alimentador automàtic de documents estigui buit
es: Seguir escaneando hasta que el alimentador automático de documentos esté vacío
he: להמשיך לסרוק עד שמזין המסמכים האוטומי ריק
ia: MAntene scander usque le alimentator de documento automatic es vacue
it: Continua a scansionare fino a quando l'alimentatore automatico di documento è vuoto
tr: Belge besleyicisi boşalana dek taramayı sürdür
uk: Продовжувати сканування, доки не буде спорожнено лоток автоматичної подачі

source: Wait until ready for next scan
ar: انتظر حتى يكون جاهزًا للمسح التالي
ca: Espereu fins que estigui a punt per a l'escaneig següent
es: Esperar hasta estar preparado para el siguiente escaneo
he: להמתין עד למוכנות לסריקה הבאה
ia: Attende usque preste per proxime scander
it: Attendi prontezza della prossima scansione
tr: Sonraki tarama için hazır olana dek bekle
uk: Чекати на готовність до наступного сканування

# @info:tooltip
source: Wait for confirmation between scans
ar: انتظر التأكيد بين عمليات المسح
ca: Espera la confirmació entre escanejos
es: Esperar confirmación entre escaneos
he: להמתין לאישור בין הסריקות
ia: Attende confirmation inter scander
it: Attendi conferma tra le scansioni
tr: Taramalar arasında onay için bekle
uk: Чекати на підтвердження між скануваннями

source: Scan after waiting for
ar: امسح بعد انتظار
ca: Escaneja després d'esperar
es: Escanear tras esperar
he: לסרוק לאחר המתנה של
ia: Scande post attender
it: Scansiona dopo aver atteso per
tr: Şu kadar bekledikten sonra tara
uk: Сканувати з інтервалом

# @info:tooltip
source: Delay for a time between scans
ar: التأخير بين عمليات المسح
ca: Retard d'un interval de temps entre escaneigs
es: Esperar un tiempo entre escaneos
he: זמן ההמתנה בין סריקות
ia: Retarda per un tempore inter scander
it: Ritardo di tempo tra le scansioni
tr: Taramalar arasındaki gecikme
uk: Затримка між скануваннями

# Time unit
source: second
ar: ثانية
ca: segon
es: segundo
he: שנייה
ia: secunda
it: secondo
tr: saniye
uk: секунда

# @info:tooltip
source: Set the delay time between scans
ar: اضبط وقت التأخير بين عمليات المسح
ca: Estableix l'interval de retard entre els escaneigs
es: Definir el tiempo de espera entre escaneos
he: הגדרת השהיה בין סריקות
ia: Assigna le tempore de retardo inter scander
it: Imposta il ritardo tra le scansioni
tr: Taramalar arasındaki gecikme zamanını ayarla
uk: Встановити час затримки між скануваннями

source: Wait or delay before the first scan
ar: الانتظار أو التأخير قبل المسح الأول
ca: Espera o retard abans del primer escaneig
es: Espera o demora antes del primer escaneo
he: להמתין להשהיה לפני הסריקה הראשונה
ia: Attende o retarda ante le prime scander
it: Attendi o ritarda prima della prima scansione
tr: İlk tarama öncesinde bekle veya geciktir
uk: Чекати або затримуватися перед першим скануванням

# @info:tooltip
source: Wait for confirmation or delay for the set time before the first scan starts
ar: انتظر التأكيد أو التأخير المضبوط قبل بدء المسح الأول
ca: Espera una confirmació o retard per a l'interval establert abans que comenci el primer escaneig
es: Esperar confirmación o demora para el tiempo definido antes de que empiece el primer escaneo
he: להמתין לאישור או לעיכוב לזמן המוגדר לפני שהסריקה הראשונה מתחילה
ia: Attende confirmation o retardo per le tempore assignate ante que le prime scander starta
it: Attendi conferma o ritarda per il tempo impostato prima che si avvii la prima scansione
tr: İlk tarama başlamadan önce onay için bekle veya gecikme zamanını ayarla
uk: Чекати підтвердження або завершення встановленого часового інтервалу до початку першого сканування

source: Destination
ar: المقصد
ca: Destinació
es: Destino
he: יעד
it: Destinazione
tr: Hedef
uk: Призначення

source: Process multiple scans as a batch
ar: معالجة عدة عمليات مسح كدفعة
ca: Processa diversos escaneigs com un lot
es: Procesar múltiples escaneos como un lote
he: עיבוד מספר סריקות במרוכז
ia: Processa scander multiple como un batch
it: Elabora più scansioni come serie
tr: Çoklu taramaları paket olarak işle
uk: Обробляти кратні сканування як пакет
