Repository: KDE/kooka
Catalog: po/*/libkookascan.po
Languages: ar, ca, eo, es, et, fi, fr, gl, he, ia, it, ka, ko, nl, pl, pt_br, sl, sv, tr, uk, zh_tw

# @info
source: To find the information that needs to be entered here, try to locate the device using the <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> command for SCSI, USB or parallel port scanners, or the <link url="man:/scanimage">scanimage(1)</link> command with the <icode>&#8209;L</icode> option for network scanners. If the scanner is found, then enter the device name displayed by these commands.
ar: لعثور على المعلومات المطلوبة هنا، حاول تحديد موقع الجهاز باستخدام الأمر <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> لأجهزة SCSI أو USB أو الماسحات الضوئية ذات المنافذ المتوازية، أو الأمر<link url="man:/scanimage">scanimage(1)</link> مع الخيار<icode>&#8209;L</icode> لأجهزة المسح الضوئي الشبكية. إذا عثر على الماسح الضوئي، فأدخل اسم الجهاز الذي يظهر بهذه الأوامر.
ca: Per a trobar la informació que cal introduir aquí, proveu de localitzar el dispositiu utilitzant l'ordre <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> per a escàners SCSI, USB o ports en paral·lel, o l'ordre <link url="man:/scanimage">scanimage(1)</link> amb l'opció <icode>&#8209;L</icode> per a escàners de xarxa. Si es troba l'escàner, introduïu el nom del dispositiu mostrat per aquestes ordres.
es: Para encontrar la información que debe introducir aquí, pruebe a localizar el dispositivo usando la orden <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> para los escáneres SCSI, USB o del puerto paralelo, o la orden <link url="man:/scanimage">scanimage(1)</link> con la opción <icode>&#8209;L</icode> para los escáneres en red. Si se encuentra el escáner, introduzca el nombre de dispositivo que muestran estas órdenes.
fi: Tähän tarvittavan tiedon voi löytää etsimällä SCSI-, USB- tai rinnakkaisporttilaitetta komennolla <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> tai verkkolaitetta <link url="man:/scanimage">scanimage(1)</link>-komennon <icode>&#8209;L</icode>-valitsimella. Jos kuvanlukija löytyy, syötä komennon näyttämä laitenimi.
fr: Pour trouver les informations devant être saisies ici, veuillez essayer de localiser le périphérique à l'aide de la commande <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> pour les périphériques de numérisation « SCSI », « USB » ou sur port parallèle et la commande <link url="man:/scanimage">scanimage(1)</link> avec l'option <icode>&#8209;L</icode> option pour les périphériques de numérisation en réseau.Si le périphérique de numérisation est trouvé, veuillez saisir le nom du périphérique affiché par ces commandes.
gl: Para atopar a información que hai que introducir aquí, intente atopar o dispositivo usando a orde <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> para SCSI, USB ou escáneres de porto paralelo, ou a orde <link url="man:/scanimage">scanimage(1)</link> coa opción <icode>&#8209;L</icode> para escáneres de rede. Se se atopa o escáner, introduza o nome do dispositivo que amosan estas ordes.
he: כדי למצוא מה צריך למלא כאן, כדאי לנסות לאתר את ההתקן בעזרת הפקודה <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> לסורקי SCSI, USB או בחיבור מקבילי, או הפקודה <link url="man:/scanimage">scanimage(1)</link> בעזרת האפשרות <icode>&#8209;L</icode> לסורקי רשת. אם הסורק ננמצא, אז למלא את שם ההתקן שמוצג על ידי הפקודות האלו.
ia: Per trovar le information que debe esser insertate, essaya localisar le dipositivo usante le commando <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> for scandiotores SCSI, USB o de portos parallel port, o le commando <link url="man:/scanimage">scanimage(1)</link> con le option <icode>&#8209;L</icode> per canditores de rete. Si le scanditor es trovate, alora inserta le nomine de dispositivo monstrate per iste commandos.
it: Per trovare le informazioni necessarie da inserire qui, prova a individuare il dispositivo utilizzando il comando <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> per SCSI, USB o gli scanner con porta parallela, oppure il comando <link url="man:/scanimage">scanimage(1)</link> con l'opzione <icode>&#8209;L</icode> per gli scanner di rete. Se lo scanner viene trovato, inserisci quindi il nome del dispositivo visualizzato da questi comandi.
ka: იმისათვის, რომ იპოვოთ ინფორმაცია, რომელიც აქ უნდა შეიყვანოთ, შეეცადეთ იპოვოთ მოწყობილობა <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> ბრძანებით SCSI, USB ან პარალელური პორტის სკანერებისთვის, ან ბრძანებით <link url="man:/scanimage">scanimage(1)</link> <icode>-L</icode> პარამეტრით ქსელის სკანერებისთვის. თუ სკანერი იპოვნეთ, მაშინ შეიყვანეთ ამ ბრძანებების მიერ ნაჩვენები მოწყობილობის სახელი.
ko: 여기에 입력할 정보를 찾으려면 <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> 명령을 사용하여 SCSI, USB, 병렬 포트 스캐너를 검색하거나, <link url="man:/scanimage">scanimage(1)</link> 명령의 <icode>&#8209;L</icode> 옵션을 사용하여 네트워크 스캐너를 검색하십시오. 스캐너를 찾았다면 해당 명령의 결과로 표시된 장치 이름을 입력하십시오.
pl: Aby dowiedzieć się, co tu należy wpisać, spróbuj namierzyć urządzenie przy użyciu polecenia <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> dla skanerów na portach SCSI, USB lub równoległych lub polecenia <link url="man:/scanimage">scanimage(1)</link> z ustawieniem <icode>&#8209;L</icode> dla skanerów w sieci. Jeśli skaner zostanie w ten sposób wykryty, to wpisz nazwę jego urządzenia wyświetlaną przez te polecenia.
pt_br: Para encontrar as informações que precisam ser inseridas aqui, tente localizar o dispositivo usando o comando <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> para scanners SCSI, USB ou de porta paralela, ou o comando <link url="man:/scanimage">scanimage(1)</link> com a opção <icode>&#8209;L</icode> para scanners de rede. Se o scanner for encontrado, insira o nome do dispositivo exibido por esses comandos.
sl: Če želite poiskati podatke, ki jih morate vnesti sem, poskusite poiskati napravo z ukazom <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> za skenerje SCSI, USB ali vzporednih vrat ali ukaz <link url="man:/scanimage">scanimage(1)</link> z možnostjo <icode>&#8209;L</icode> za omrežne skenerje. Če je skener najden, vnesite ime naprave, prikazano s temi ukazi.
tr: Buraya girilmesi gereken bilgiyi bulmak için aygıtı <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> komutuyla bulmayı deneyin. Bu komut, SCSI, USB veya paralel kapı tarayıcılar içindir. Ağ tarayıcıları için <link url="man:/scanimage">scanimage(1)</link> komutunu <icode>&#8209;L</icode> seçeneği ile kullanabilirsiniz. Tarayıcı bulunamazsa görüntülenen aygıt adını bu komutlarla girin.
uk: Щоб дізнатися про те, які дані слід ввести до цього поля, спробуйте знайти пристрій за допомогою програми <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> для сканерів, які працюють з використанням SCSI, USB або паралельного порту, або програми <link url="man:/scanimage">scanimage(1)</link> з параметром <icode>&#8209;L</icode> для мережевих сканерів. Якщо сканер буде знайдено, введіть назву пристрою, яку буде показано цими програмами.
zh_tw: 要找到需要在這裡輸入的資訊的話，請試著用 <link url="man:/sane-find-scanner">sane&#8209;find&#8209;scanner(1)</link> 指令（適合 SCSI、USB 或並列埠掃描器）或是 <link url="man:/scanimage">scanimage(1)</link> 指令（加上 <icode>&#8209;L</icode> 選項，適合網路掃描器）尋找該裝置。如果有找到該掃描器的話，請將指令所顯示的裝置名稱輸入於此。

# @info
source: For a USB or networked HP scanner using <link url="http://hplip.sourceforge.net/">HPLIP</link>, try using the <command>hp&#8209;probe</command> command to locate it, for example <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> or <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Note that if the scanner is found by HPLIP, then the device name <icode>hp:</icode> that it displays needs to be replaced by <icode>hpaio:</icode> for SANE.
ar: بالنسبة إلى الماسح الضوئي HP USB أو الشبكي الذي يستخدم <link url="http://hplip.sourceforge.net/">HPLIP</link>، حاول استخدام الأمر <command>hp&#8209;probe</command> لتحديد موقعه، على سبيل المثال <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> أو <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. لاحظ أنه إذا عثر على الماسح الضوئي بواسطة HPLIP، فيجب استبدال اسم الجهاز <icode>hp:</icode> الذي يعرضه بـ <icode>hpaio:</icode> لـ SANE.
ca: Per a un escàner d'HP USB o en xarxa utilitzant <link url="http://hplip.sourceforge.net/">HPLIP</link>, proveu d'utilitzar l'ordre <command>hp&#8209;probe</command> per a localitzar-lo, per exemple <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> o <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Tingueu en compte que si l'HPLIP troba l'escàner, llavors el nom del dispositiu <icode>hp:</icode> que mostra ha de ser substituït per <icode>hpaio:</icode> en el SANE.
es: Para un escáner HP USB o en red que use <link url="http://hplip.sourceforge.net/">HPLIP</link>, pruebe a usar la orden <command>hp&#8209;probe</command> para localizarlo; por ejemplo,<icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> o <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Tenga en cuenta que si HPLIP encuentra el escáner, el nombre de dispositivo <icode>hp:</icode> que muestra se debe cambiar por <icode>hpaio:</icode> para SANE.
fi: <link url="http://hplip.sourceforge.net/">HPLIP</link>iä käyttävän HP:n USB- tai verkkokuvanlukijan voi yrittää löytää <command>hp&#8209;probe</command>-komennolla, esimerkiksi <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> tai <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Huomaa, että jos HPLIP löytää laitteen, sen näyttämä <icode>hp:</icode>-laitenimi tulee korvata SANEa varten jonolla <icode>hpaio:</icode>.
fr: Pour un périphérique de numérisation « USB » ou HP en réseau utilisant <link url="http://hplip.sourceforge.net/">HPLIP</link>, veuillez essayer d'utiliser la commande <command>hp&#8209;probe</command> pour le localiser, par exemple, <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> ou <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Veuillez noter que si le périphérique de numérisation est trouvé par « HPLIP », alors, le nom du périphérique <icode>hp:</icode> affiché doit être remplacé par <icode>hpaio:</icode> pour « SANE ».
gl: Para un escáner de HP por USB ou por rede que usa <link url="http://hplip.sourceforge.net/">HPLIP</link>, probe a usar a orde <command>hp&#8209;probe</command> para atopalo, por exemplo <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> ou <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Teña en conta que se HPLIP atopa o escáner, ten que substituír <icode>hp:</icode> por <icode>hpaio:</icode> no nome que se amosa para SANE.
he: לסורק HP שמחובר ב־USB או דרך הרשת שמשתמש ב־<link url="http://hplip.sourceforge.net/">HPLIP</link>, כדאי לנסות להשתמש בפקודה <command>hp&#8209;probe</command> כדי לאתר אותו, למשל <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> או <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. כדאי לשים לב שאם הסורק נמצא על ידי HPLIP, אז את שם ההתקן שנפתח ב־<icode>hp:‎</icode> שהוא מציג יש להחליף ב־<icode>hpaio:‎</icode> עבור SANE.
ia: Per scanditor HP USB o de rete que usa <link url="http://hplip.sourceforge.net/">HPLIP</link>, essaya usar le commando <command>hp&#8209;probe</command> per localisar lo, per exemplo <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> or <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Nota que si le scanditor es trovate per HPLIP, alora le nomine de dispositivo the <icode>hp:</icode> que il monstra debe esser reimplaciate per <icode>hpaio:</icode> per SANE.
it: Per uno scanner USB o in rete che utilizza <link url="http://hplip.sourceforge.net/">HPLIP</link>, prova a usare il comando <command>hp&#8209;probe</command> per individuarlo, per esempio <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> oppure <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Nota che se lo scanner viene trovato da HPLIP, allora il nome del dispositivo <icode>hp:</icode> che visualizza deve essere sostituito da <icode>hpaio:</icode> per SANE.
ka: USB ან ქსელური HP სკანერისთვის <link url="http://hplip.sourceforge.net/">HPLIP</link>–ის გამოყენებით, შეეცადეთ გამოიყენოთ <command>hp&#8209;probe</command> ბრძანება მის დასადგენად, მაგალითად <icode>hp-probe -b usb</icode> ან <icode>hp-probe -b net</icode>. გაითვალისწინეთ, რომ თუ სკანერი აღმოჩენილია HPLIP– ის მიერ, მაშინ მოწყობილობის სახელი <icode>hp:</icode> რომ ის აჩვენებს, უნდა შეიცვალოს <icode>hpaio:</icode>–ით SANE– სთვის.
ko: <link url="http://hplip.sourceforge.net/">HPLIP</link>를 사용하는 USB나 네트워크 HP 스캐너라면 <command>hp&#8209;probe</command> 명령을 사용하여 검사하십시오. 예: <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> 또는 <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. HPLIP에서 스캐너를 검색했다면 해당 명령 결과로 표시된 장치 이름의 <icode>hp:</icode> 부분을 SANE에서 사용하는 <icode>hpaio:</icode>로 변경해서 입력해야 합니다.
pl: Dla skanerów USB lub z sieci od HP używając <link url="http://hplip.sourceforge.net/">HPLIP</link>, spróbuj wywołać polecenie <command>hp&#8209;probe</command>, aby go namierzyć, np <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> lub <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Pamiętaj, że jeśli skaner został wykryty przez HPLIP, to nazwa urządzenia <icode>hp:</icode>, które on wyświetla należy zastąpić nazwą <icode>hpaio:</icode> dla SANE.
pt_br: Para um scanner HP USB ou em rede usando <link url="http://hplip.sourceforge.net/">HPLIP</link>, tente usar o comando <command>hp&#8209;probe</command> para localizá-lo, por exemplo, <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> ou <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Observe que, se o scanner for encontrado pelo HPLIP, o nome do dispositivo <icode>hp:</icode> exibido precisará ser substituído por <icode>hpaio:</icode> para SANE.
sl: Za USB ali omrežni optični bralnik HP, ki uporablja <link url="http://hplip.sourceforge.net/">HPLIP</link>, poskusite uporabiti ukaz <command>hp&#8209;probe</command>, da ga locirate, na primer <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> ali <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Upoštevajte, da če HPLIP najde skener, je treba ime naprave <icode>hp:</icode>, ki ga prikaže, zamenjati z <icode>hpaio:</icode> za SANE.
tr: <link url="http://hplip.sourceforge.net/">HPLIP</link> kullanan bir USB veya ağ HP tarayıcısını bulmak için <command>hp&#8209;probe</command> komutunu kullanın; örneğin, <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> veya <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Tarayıcı HPLIP tarafından bulunursa <icode>hp:</icode> ile başlayan aygıt adının SANE için <icode>hpaio:</icode> ile değiştirilmesi gerekir.
uk: Для сканерів USB або мережевих сканерів HP, що використовують <link url="http://hplip.sourceforge.net/">HPLIP</link>, спробуйте скористатися програмою <command>hp&#8209;probe</command> для пошуку сканера. Приклади: <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> або <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>. Зауважте, що якщо сканер буде знайдено HPLIP, назву пристрою з префіксом <icode>hp:</icode>, яку буде показано, слід замінити на назву з префіксом <icode>hpaio:</icode> для SANE.
zh_tw: 對於使用 <link url="http://hplip.sourceforge.net/">HPLIP</link> 的 HP 的 USB 或網路掃描器，請嘗試使用 <command>hp&#8209;probe</command> 指令來尋找它，像是 <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;usb</icode> 或 <icode>hp&#8209;probe&nbsp;&#8209;b&nbsp;net</icode>。請注意，HPLIP 如果有找到掃描器，它顯示的裝置名稱中的 <icode>hp:</icode> 需要幫 SANE 替換成 <icode>hpaio:</icode>。

# @info
source: If these commands fail to locate your scanner, then it may not be supported by SANE. Check the SANE documentation for a <link url="http://www.sane-project.org/sane-supported-devices.html">list of supported devices</link>.
ar: إذا لم تتمكن هذه الأوامر من تحديد موقع الماسح الضوئي الخاص بك، فقد لا يكون مدعومًا من قِبل SANE. راجع وثائق SANE للاطلاع على <link url="http://www.sane-project.org/sane-supported-devices.html">قائمة بالأجهزة المدعومة</link>.
ca: Si aquestes ordres no localitzen l'escàner, és possible que el SANE no l'admeti. Comproveu a la documentació del SANE la llista <link url="http://www.sane-project.org/sane-supported-devices.html">de dispositius compatibles</link>.
es: Si estas órdenes no consiguen encontrar el escáner, es posible que no sea compatible con SANE. Consulte la <link url="http://www.sane-project.org/sane-supported-devices.html">lista lista de dispositivos compatibles</link> en la documentación de SANE.
fi: Elleivät nämä komennot löydä kuvanlukijaa, SANE ei ehkä tue sitä. Tarkista SANEn ohjeista <link url="http://www.sane-project.org/sane-supported-devices.html">tuetut laitteet</link>.
fr: Si ces commandes ne parviennent pas à trouver votre périphérique de numérisation, alors, il est possible qu'il ne soir pas pris en charge par « SANE ». Veuillez consulter la documentation « SANE » pour concernant la <link url="http://www.sane-project.org/sane-supported-devices.html">liste des périphériques pris en charge</link>.
gl: Se estas ordes non dan atopado o seu escáner, pode que non sexa compatíbel con SANE. Consulte na documentación de SANE a <link url="http://www.sane-project.org/sane-supported-devices.html">lista de dispositivos compatíbeis</link>.
he: אם הפקודות האלה לא מצליחות לאתר את הסורק שלך, יכול להיות שאינו נתמך ע״י SANE. אפשר למצוא בתיעוד של SANE את <link url="http://www.sane-project.org/sane-supported-devices.html">רשימת ההתקנים הנתמכים</link>.
ia: Si iste commandos falle a localisar tu scanditor, alora il poterea non esser supportate per SANE. Verifica le documentation de SANE per un lista de dispositivos supportate <link url="http://www.sane-project.org/sane-supported-devices.html"></link>.
it: Se questi comandi non riuscissero a rilevare il tuo scanner, allora potrebbe non essere supportato da SANE. Consulta la documentazione SANE per un <link url="http://www.sane-project.org/sane-supported-devices.html">elenco dei dispositivi supportati</link>.
ka: თუ ამ ბრძანებებმა ვერ იპოვეს თქვენი სკანერი, შეიძლება, SANE-ს მისი მხარდაჭერა არ გააჩნია. <link url="http://www.sane-project.org/sane-supported-devices.html">მხარდაჭერილი მოწყობილობების სიის</link> სანახავად იხილეთ SANE-ის დოკუმენტაცია.
ko: 이 명령으로 스캐너를 찾을 수 없다면 SANE에서 지원하지 않는 스캐너일 수도 있습니다. <link url="http://www.sane-project.org/sane-supported-devices.html">SANE의 지원하는 장치 문서</link>를 참조하십시오.
pl: Jeśli poleceniom tym nie uda się namierzyć twojego skanera, to może on nie być obsługiwany przez SANE. Dokumentacja SANE zawiera <link url="http://www.sane-project.org/sane-supported-devices.html">wykaz obsługiwanych urządzeń</link> .
pt_br: Se esses comandos não localizarem seu scanner, ele pode não ser compatível com o SANE. Consulte a documentação do SANE para obter uma <link url="http://www.sane-project.org/sane-supported-devices.html">lista de dispositivos compatíveis</link>.
sl: Če ti ukazi ne locirajo vašega optičnega bralnika, ga SANE morda ne podpira. Preverite dokumentacijo SANE za <link url="http://www.sane-project.org/sane-supported-devices.html">seznam podprtih naprav</link>.
tr: Bu komutlar da tarayıcınızı bulamazsa tarayıcınız SANE tarafından desteklenmiyor olabilir. Desteklenen aygıtların bir listesi için <link url="http://www.sane-project.org/sane-supported-devices.html">SANE belgelendirmesine</link> bir göz atın.
uk: Якщо ваш сканер не вдається знайти за допомогою цих програм, можливо, його підтримку ще не передбачено у SANE. Ознайомтеся із документацією до SANE, де наведено <link url="http://www.sane-project.org/sane-supported-devices.html">список підтримуваних пристроїв</link>.
zh_tw: 如果這些指令無法找到您的掃描器，則您的掃描器可能未受 SANE 支援。請造訪 SANE 說明文件中<link url="http://www.sane-project.org/sane-supported-devices.html">支援裝置的列表</link>。

# @info
source: <subtitle>Auto Select</subtitle>
ar: <subtitle>تحديد آليّ</subtitle>
ca: <subtitle>Selecció automàtica</subtitle>
eo: <subtitle>Aŭtomate Elekti</subtitle>
es: <subtitle>Seleccionar automáticamente</subtitle>
fi: <subtitle>Automaattinen valinta</subtitle>
fr: <subtitle>Sélection automatique</subtitle>
gl: <subtitle>Seleccionar automaticamente</subtitle>
he: <subtitle>בחירה אוטומטית</subtitle>
ia: <subtitle>Auto selige</subtitle>
it: <subtitle>Selezione automatica</subtitle>
ka: <subtitle>ავტომატური არჩევა</subtitle>
ko: <subtitle>자동 선택</subtitle>
pl: <subtitle>Wybierz sam</subtitle>
pt_br: <subtitle>Seleção automática</subtitle>
sl: <subtitle>Samodejna izbira</subtitle>
sv: <subtitle>Automatiskt markering</subtitle>
tr: <subtitle>Kendiliğinden Seçim</subtitle>
uk: <subtitle>Автовибір</subtitle>
zh_tw: <subtitle>自動選擇</subtitle>

# @info:tooltip
source: This is the grayscale value of the selected threshold
ar: هذه هي قيمة التدرج الرمادي للعتبة المحددة
ca: Aquest és el valor de l'escala de grisos del llindar seleccionat
eo: Ĉi tio estas la grizoskala valoro de la elektita sojlo
es: Este es el valor de la escala de grises del umbral seleccionado
et: Valitud läve halltooni väärtus
fi: Tämä on valitun kynnyksen harmaasävyarvo
fr: Ceci est la valeur du niveau de gris pour le seuil choisi
gl: Este é o valor de escala de grises do límite seleccionado.
he: זה ערך גווני האפור של הסף הנבחר
ia: Isto es levalor de scala de gris del limine selectionate
it: Questo è il valore di scala di grigi della soglia selezionata
ka: ეს მონიშნული ზღვრის ნაცრისფრის მნიშვნელობაა
ko: 선택한 임곗값의 회색조 값입니다
nl: Dit zijn de grijswaarden van de geselecteerde drempel
pl: Jest to wartość w odcieniach szarości wybranego progu
pt_br: Este é o valor em tons de cinza para o limiar selecionado
sl: To je vrednost sivine izbranega praga
sv: Det här är den valda tröskelns gråskalevärde
tr: Bu değer, seçilen eşiğin gri tonlama değeridir
uk: Це значення у тонах сірого для вибраного порогового значення
zh_tw: 這是所選閥值的灰階數值

# @info:tooltip
source: Perform the auto-detection again
ar: أجري الاكتشاف الآليّ مرة أخرى
ca: Realitza la detecció automàtica de nou
eo: Fari la aŭtomatan detekton denove
es: Volver a realizar la detección automática
et: Automaatse tuvastamise uuestiproovimine
fi: Tee automaattitunnistus uudelleen
fr: Effectuer la détection automatique à nouveau
gl: Repetir a detección automática
he: ביצוע זיהוי אוטומטי שוב
ia: Executa novemente discoperta automatic
it: Esegui di nuovo il rilevamento automatico
ka: ავტომატური გამოვლენის თავიდან შესრულება
ko: 자동 감지 다시 시도
nl: Doe de automatische detectie opnieuw
pl: Ponownie wykonaj samoczynne wykrywanie
pt_br: Efetuar a detecção automática novamente
sl: Ponovno izvedi avto-detekcijo
sv: Utför automatisk detektering igen
tr: Kendiliğinden algılamayı yinele
uk: Виконати автовизначення знову
zh_tw: 重新進行自動偵測

# @info:tooltip
source: Advanced settings for auto-detection
ar: الإعدادات المتقدمة للكشف الآليّ
ca: Configuració avançada per a la detecció automàtica
eo: Altnivelaj agordoj por aŭtomata detekto
es: Preferencias avanzadas para la detección automática
et: Automaatse tuvastamise muud seadistused
fi: Automaattitunnuksen lisäasetukset
fr: Paramètres avancés pour la détection automatique
gl: Configuración avanzada da detección automática
he: הגדרות מתקדמות לזיהוי אוטומטי
ia: Preferentias avantiate per discoperta automatic
it: Impostazioni avanzate per il rilevamento automatico
ka: ავტომატური გამოვლენს დამატებითი პარამეტრები
ko: 자동 감지 고급 설정
nl: Geavanceerde instellingen voor automatisch detecteren
pl: Ustawienia rozszerzone do samoczynnego wykrywania
pt_br: Configuração avançada da detecção automática
sl: Napredne nastavitve za avto-detekcijo
sv: Avancerade inställningar för automatisk detektering
tr: Kendiliğinden algılama için gelişmiş ayarlar
uk: Додаткові параметри автовизначення
zh_tw: 自動偵測的進階設定
