{
    "KPlugin": {
        "Description": "<emphasis>Tesseract</emphasis> is a free software OCR engine, originally developed at HP&nbsp;Labs and now sponsored by Google. It supports multiple languages and scripts (including right-to-left text) and page layout analysis.<nl/><nl/>The best results are achieved if scanned characters are at least 20&nbsp;pixels high. Problems may arise with excessively skewed or rotated images, or if dark borders are present.<nl/><nl/>See <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> for more information on Tesseract.",
        "Description[ar]": "<emphasis>Tesseract</emphasis> هو برنامج مجاني لمحرك التعرف الضوئي على الحروف، مطور في الأصل في HP&nbsp;Labs وترعاه الآن بواسطة غوغل. يدعم البرنامج لغات ونصوصًا متعددة (بما في ذلك النصوص من اليمين إلى اليسار) وتحليل تخطيط الصفحات.<nl/><nl/>تُحقق أفضل النتائج إذا كان ارتفاع الأحرف الممسوحة ضوئيًا 20 بكسل على الأقل. قد تحدث مشاكل في الصور المائلة أو الدائرية بشكل مفرط، أو في حال وجود حدود داكنة.<nl/><nl/>للمزيد من المعلومات حول Tesseract، يُرجى زيارة الرابط التالي: <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[ca@valencia]": "<emphasis>Tesseract</emphasis> és un motor d'OCR de programari lliure, desenvolupat originalment en els laboratoris d'HP i ara patrocinat per Google. Admet múltiples idiomes i scripts (inclòs el text de dreta a esquerra) i analitza la disposició de la pàgina.<nl/><nl/>S'obtenen els millors resultats si els caràcters escanejats tenen almenys 20 píxels d'alçària. Poden sorgir problemes amb imatges excessivament inclinades o girades, o si hi ha presents vores fosques.<nl/><nl/>Vegeu <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> per a obtindre més informació quant a Tesseract.",
        "Description[ca]": "El <emphasis>Tesseract</emphasis> és un motor d'OCR de programari lliure, desenvolupat originalment en els laboratoris d'HP i ara patrocinat per Google. Admet múltiples idiomes i scripts (inclòs el text de dreta a esquerra) i analitza la disposició de la pàgina.<nl/><nl/>S'obtenen els millors resultats si els caràcters escanejats tenen almenys 20 píxels d'alçada. Poden sorgir problemes amb imatges excessivament inclinades o girades, o si hi ha presents vores fosques.<nl/><nl/>Vegeu <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> per a obtenir més informació quant al Tesseract.",
        "Description[de]": "<emphasis>Tesseract</emphasis> ist ein Texterkennungsmodul (OCR-Engine) unter einer freien Softwarelizenz, ursprünglich von HP&nbsp;Labs entwickelt und nun von Google gesponsert. Es unterstützt mehrere Sprachen und Schriften (inklusive Rechts-nach-Links-Text) und die Analyse des Seitenlayouts.<nl/><nl/>Die besten Ergebnisse werden mit mindestens 20&nbsp;Pixel großen Zeichen erzielt. Es können Probleme auftreten, wenn Bilder stark verzerrt oder gedreht sind oder wenn dunkle Ränder vorhanden sind.<nl/><nl/>Weitere Informationen zu Tesseract finden Sie unter <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[en_GB]": "<emphasis>Tesseract</emphasis> is a free software OCR engine, originally developed at HP&nbsp;Labs and now sponsored by Google. It supports multiple languages and scripts (including right-to-left text) and page layout analysis.<nl/><nl/>The best results are achieved if scanned characters are at least 20&nbsp;pixels high. Problems may arise with excessively skewed or rotated images, or if dark borders are present.<nl/><nl/>See <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> for more information on Tesseract.",
        "Description[eo]": "<emphasis>Tesseract</emphasis> estas liberprograma OCR-motoro, origine evoluigita ĉe HP Labs kaj nun sponsorita de Guglo. Ĝi subtenas plurajn lingvojn kaj skriptojn (inkluzive de dekstre-maldekstren tekston) kaj analizon de paĝa aranĝo.<nl/><nl/>La plej bonaj rezultoj estas atingitaj se skanitaj signoj estas almenaŭ 20 pikselojn altaj. Problemoj povas aperi kun troe deformaj aŭ turnitaj bildoj, aŭ se ĉeestas malhelaj randoj.<nl/><nl/>Vidu <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> por pliaj informoj pri Tesseract.",
        "Description[es]": "<emphasis>Tesseract</emphasis> es un motor OCR de software libre, desarrollado originalmente en HP&nbsp;Labs y patrocinado en la actualidad por Google. Permite el uso de múltiples idiomas, scripts y análisis de formatos de página (incluido texto de derecha a izquierda).<nl/><nl/>El mejor resultado se consigue si los caracteres escaneados tienen al menos 20&nbsp;píxeles de altura. Pueden surgir problemas con caracteres excesivamente inclinados, con imágenes rotadas o si existen bordes oscuros.<nl/><nl/>Consulte  <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> para obtener más información sobre Tesseract.",
        "Description[eu]": "<emphasis>Tesseract</emphasis> software askeko OCR motor bat da, jatorrian HP&nbsp;Labs-ek garatua, egun Google-k babestua. Hainbat hizkuntza eta idazkera (eskuinetik-ezkerrerako testua barne) eta orri antolaeraren analisia onartzen ditu.<nl/><nl/>Emaitzarik onenak karaktereak gutxienez 20&nbsp;pixeletako altuera dutenean lortzen dira. Arazoak sor daitezke gehiegi okertutako edo biratutako irudiekin, edo ertz ilunak badaude.<nl/><nl/>Begiratu <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> Tesseract-en gaineko informazio gehiago lortzeko.",
        "Description[fi]": "<emphasis>Tesseract</emphasis> on vapaan ohjelmiston tekstintunnistusmoottori, joka alkuaan on kehitetty HP&nbsp;Labsissä ja jota nykyään sponsoroi Google. Se tukee useita kieliä, kirjoitusjärjestelmiä (myös oikealta vasemmalle -suuntaisia) ja sivunasetteluanalyyseja.<nl/><nl/>Parhaan tuloksen saa, jos luetut merkit ovat vähintään 20&nbsp;kuvapistettä korkeita. Ongelmia saattaa tulla hyvin vinoista tai käännetyistä kuvista tai kuvan tummista reunuksista.<nl/><nl/>Lisätietoa Tesseractista löytyy sivulta <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[fr]": "<emphasis>Tesseract</emphasis> est un moteur « Open source » de reconnaissance optique de caractères, développé à l'origine par les laboratoires HP, désormais soutenu par Google. Il prend en charge plusieurs langues et systèmes d'écriture (Y compris de droite à gauche) et l'analyse de la disposition de pages.<nl/><nl/>De meilleurs résultats sont obtenus si la taille des caractères numérisés est d'au moins 20 pixels. Des problèmes peuvent cependant survenir avec des images ayant subi des distorsions ou des rotations trop importantes ou ayant des bordures sombres.<nl/><nl/>Veuillez consulter la page <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> pour de plus amples informations sur Tesseract.",
        "Description[gl]": "<emphasis>Tesseract</emphasis> é un programa libre de recoñecemento óptico de caracteres (OCR), desenvolvido orixinalmente en HP&nbsp;Labs e agora patrocinado por Google. Permite varios idiomas e alfabetos (incluídos os que van de dereita a esquerda) e análise de disposición de páxina.<nl/> <nl/>Para un mellor resultado, cómpre que os caracteres escaneados teñan unha altura de polo menos 20&nbsp;píxeles. As imaxes con distorsións ou rotadas en exceso, así como os bordos escuros, poden causar problemas.<nl/> <nl/>Consulte <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> para obter máis información sobre Tesseract.",
        "Description[he]": "<emphasis>Tesseract</emphasis> הוא מנוע זיהוי אופטי במסגרת תוכנה חופשית, פותח במקור במעבדות HP&nbsp;Labs וכעת ממומן על ידי Google. הוא תומך במגוון רחב של שפות וסוגי כתב (כולל כתב מימין לשמאל) וניתוח פריסות עמודים.<nl/><nl/>התוצאות המיטביות מתקבלות אם התווים הנסרקים הם בגובה של 20&nbsp;פיקסלים לפחות. עלולות לצוץ בעיות עם תמונות מתוחות באלכסון נוטות, או אם יש מסגרת כהה.<nl/><nl/>בכתובת <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> יש פרטים נוספים על Tesseract.",
        "Description[ia]": "<emphasis>Tesseract</emphasis> es un motor de OCR a software libere, in origine disveloppate a HP&nbsp;Labs e nunc protegite per Google. Il supporta multiple linguages e scripts (includente texto de dextera a sinistra) e anaysis de disposition de pagina.<nl/><nl/>Le melior resultatos es obtenite si characteres de scander ha un altessa de al minus 20&nbsp;pixeles. Problemas pote surger con images excesivemente oblique o rotate, o si margines obscur es presente.<nl/><nl/>Vide <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> per plus information sur Tesseract.",
        "Description[it]": "<emphasis>Tesseract</emphasis> è un motore per il riconoscimento ottico dei caratteri (OCR) libero, sviluppato in origine da HP&nbsp;Labs e ora sostenuto da Google. Supporta più lingue e script (incluso il testo RTL) e l'analisi della disposizione della pagina.<nl/><nl/>I migliori risultati vengono raggiunti se i caratteri scansionati sono alti almeno 20 pixel. Si potrebbero presentare problemi con immagini ruotate o eccessivamente distorte oppure se sono presenti bordi scuri.<nl/><nl/>Per ulteriori informazioni su Tesseract consulta <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[ka]": "<emphasis>Tesseract</emphasis> არის უფასო პროგრამული OCR ძრავა, რომელიც თავდაპირველად შემუშავებულია HP Labs- ში და ახლა დაფინანსებულია Google- ის მიერ. იგი მხარს უჭერს მრავალ ენას და სკრიპტს (მათ შორის მარჯვნივ მარცხნივ ტექსტს) და გვერდის განლაგების ანალიზს.<nl/><nl/>საუკეთესო შედეგები მიიღწევა, თუ დასკანერებული სიმბოლოები მინიმუმ 20 პიქსელის სიმაღლეა. პრობლემები შეიძლება წარმოიშვას ზედმეტად დახრილ ან მობრუნებულ სურათებთან, ან თუ მუქი საზღვრები არსებობს.<nl/><nl/>იხილეთ <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract Tesseract– ის შესახებ დამატებითი ინფორმაციისთვის.",
        "Description[ko]": "<emphasis>Tesseract</emphasis>HP&nbsp;Labs에서 개발했고 Google에서 지원하는 자유 소프트웨어 OCR 엔진입니다. 다양한 언어와 문자(오른쪽에서 왼쪽으로 쓰는 문자 포함)를 지원하며 페이지 레이아웃 분석을 지원합니다.<nl/><nl/>문자가 최소 20픽셀 이상일 경우 최상의 결과를 얻을 수 있습니다. 과도하게 기울어지거나 돌아갔거나, 어두운 경계선이 있다면 문제가 발생할 수 있습니다.<nl/><nl/>Tesseract에 대한 자세한 정보는 <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>페이지를 참조하십시오.",
        "Description[nl]": "<emphasis>Tesseract</emphasis> is een vrije software OCR-engine, oorspronkelijk ontworpen in HP&nbsp;Labs en nu gesponsord door Google. Het ondersteunt meerdere talen en scripts (inclusief rechts-naar-links tekst) en analyse van pagina-indeling.<nl/><nl/>De beste resultaten worden verkregen als gescande tekens minstens 20&nbsp;pixels hoog zijn. Problemen kunnen optreden met overdreven schuine of gedraaide afbeeldingen of als er donkere randen aanwezig zijn.<nl/><nl/>Zie <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> voor meer informatie over Tesseract.",
        "Description[pl]": "<emphasis>Tesseract</emphasis> jest darmowym programowym silnikiem OCR napisanym przez HP&nbsp;Labs, a teraz wspieranym przez Google. Obsługuje wiele języków, systemów pisania (także te od prawej do lewej) oraz analizowanie układu.<nl/><nl/>Najlepsze wyniki można uzyskać, gdy skanowane znaki mają co najmniej 20&nbsp;pikseli wysokości. Kłopoty mogą się pojawić przy nadmiernie skrzywionych lub obróconych obrazach, albo gdy obecne są ciemne obramowania.<nl/><nl/>Po więcej szczegółów nt. Tesseract zajrzyj na <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[pt_BR]": "<emphasis>Tesseract</emphasis> é um mecanismo de OCR de software livre, originalmente desenvolvido no HP Labs e agora patrocinado pelo Google. Ele suporta vários idiomas e scripts (incluindo texto da direita para a esquerda) e análise de layout de página.<nl/><nl/>Os melhores resultados são obtidos se os caracteres digitalizados tiverem pelo menos 20 pixels de altura. Podem surgir problemas com imagens excessivamente distorcidas ou giradas, ou se houver bordas escuras.<nl/><nl/>Consulte <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> para obter mais informações sobre o Tesseract.",
        "Description[ro]": "<emphasis>Tesseract</emphasis> e un motor liber de recunoaștere a textului, conceput de HP&nbsp;Labs și acum sponsorizat de Google. Acesta susține multe limbi și scrisuri (inclusiv de la dreapta la stânga) și analiza aranjamentului paginii.<nl/><nl/>Cele mai bune rezultate se pot obține când caracterele au cel puțin 20&nbsp;de&nbsp;pixeli înălțime. Pot apărea probleme cu imaginile prea înclinate sau rotite, sau dacă sunt prezente contururi întunecate.<nl/><nl/>Vedeți <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> pentru informații suplimentare despre Tesseract.",
        "Description[sa]": "<emphasis>टेसेराक्ट्</emphasis> इति मुक्तसॉफ्टवेयर ओसीआर इञ्जिन् अस्ति, मूलतः एचपी लैब्स् इत्यत्र विकसितम् अधुना गूगल इत्यनेन प्रायोजितम् । एतत् बहुभाषाणां लिपीनां च (दक्षिणतः वामपर्यन्तं पाठं सहितम्) पृष्ठविन्यासविश्लेषणं च समर्थयति ।<nl/><nl/> यदि स्कैन् कृतानि वर्णाः न्यूनातिन्यूनं २० पिक्सेल उच्चाः भवन्ति तर्हि उत्तमं परिणामं प्राप्यते । अति तिर्यक् अथवा परिभ्रमितबिम्बेषु, अथवा कृष्णसीमाः सन्ति चेत् समस्याः उत्पद्यन्ते ।<nl/><nl/> पश्यतु<link url=\"https://github.com/tesseract-ocr/tesseract\"> github.com/tesseract-ocr/tesseract</link> Tesseract इत्यस्य विषये अधिकाधिकं सूचनां प्राप्तुं।",
        "Description[sl]": "<emphasis>Tesseract</emphasis> je mehanizem OCR proste programske opreme, prvotno razvit v HP&nbsp;Labs, zdaj pa ga sponzorira Google. Podpira več jezikov in pisav (vključno z besedilom od desne proti levi) ter analizo postavitve strani.<nl/><nl/>Najboljše rezultate dosežete, če so skenirani znaki visoki vsaj 20&nbsp;pikslov. Težave se lahko pojavijo pri preveč poševnih ali zasukanih slikah ali če so prisotne temne obrobe.<nl/><nl/>Glejte <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/ tesseract-ocr/tesseract</link> za več informacij o Tesseractu.",
        "Description[sv]": "<emphasis>Tesseract</emphasis> är ett fritt program för optisk teckentydning, ursprungligen utvecklat på HP&nbsp;Labs och nu sponsrat av Google. Det stödjer flera språk och skrivtecken (inklusive text från höger till vänster) och analys av sidlayout.<nl/><nl/>De bästa resultaten uppnås om tecknen är minst 20&nbsp;bildpunkter höga. Problem kan uppstå med extremt skeva eller roterade bilder, eller om det finns mörka kanter.<nl/><nl/>Se <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> för mer information om Tesseract.",
        "Description[tr]": "<emphasis>Tesseract</emphasis>, ilk olarak HP Labs bünyesinde geliştirilen ve şu anda Google tarafından fonlanan ücretsiz ve açık kaynaklı bir optik karakter tanıma işletkesidir. Birden çok dili ve sağdan sola yazılanlar da içerilmek üzere birçok yazı sistemini ve sayfa yerleşimi çözümlemesini destekler.<nl/><nl/>En iyi sonucun alınabilmesi için karakterlerin en az 20 piksel yüksekliğinde olması gerekir. Pek yamuk veya döndürülmüş görsellerde veya çok kalın kenarlıklar varsa olağan olduğu üzere sorunlar ortaya çıkabilir.<nl/><nl/>Tesseract üzerine daha fazla bilgi için <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> adresine bakın.",
        "Description[uk]": "<emphasis>Tesseract</emphasis> — вільний рушій для розпізнавання тексту, початкову версію якого було створено у HP&nbsp;Labs. Зараз розробку спонсорує Google. Передбачено підтримку декількох мов та писемностей (зокрема писемностей із напрямком тексту справа ліворуч) та аналізу компонування сторінки.<nl/><nl/>Найкращі результат дає для сканованих символів, розмір яких перевищує 20&nbsp;пікселів у висоту. Проблемними можуть бути рядки тексту із значним нахилом або поворотом, а також сторінки із темними полями.<nl/><nl/>Щоб дізнатися більше про Tesseract, відвідайте сторінку <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[zh_TW]": "<emphasis>Tesseract</emphasis> 是個自由的 OCR 引擎，它最初是由 HP&nbsp;Labs 開發，目前由 Google 所支持。它支援多種語言與書寫系統（包含從右到左的文字）以及頁面版面分析。<nl/><nl/>掃描的字元需要至少 20&nbsp;個像素高才能有最好的結果。圖片扭曲或旋轉太嚴重或是有黑色邊框時可能會有問題。<nl/><nl/>更多有關 Tesseract 的資訊請見 <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>。",
        "Icon": "tesseract",
        "License": "GPL",
        "Name": "Tesseract",
        "Name[ar]": "تسرأكت",
        "Name[ca@valencia]": "Tesseract",
        "Name[ca]": "Tesseract",
        "Name[cs]": "Tesseract",
        "Name[de]": "Tesseract",
        "Name[el]": "Tesseract",
        "Name[en_GB]": "Tesseract",
        "Name[eo]": "Tesseract",
        "Name[es]": "Tesseract",
        "Name[et]": "Tesseract",
        "Name[eu]": "Tesseract",
        "Name[fi]": "Tesseract",
        "Name[fr]": "Tesseract",
        "Name[gl]": "Tesseract",
        "Name[he]": "Tesseract",
        "Name[ia]": "Tesseract",
        "Name[it]": "Tesseract",
        "Name[ka]": "Tesseract",
        "Name[ko]": "Tesseract",
        "Name[nl]": "Tesseract",
        "Name[pa]": "Tesseract",
        "Name[pl]": "Tesseract",
        "Name[pt]": "Tesseract",
        "Name[pt_BR]": "Tesseract",
        "Name[ro]": "Tesseract",
        "Name[sa]": "टेसेराक्ट्",
        "Name[sl]": "Tesseract",
        "Name[sv]": "Tesseract",
        "Name[tr]": "Tesseract",
        "Name[uk]": "Tesseract",
        "Name[zh_TW]": "Tesseract"
    }
}
