{
    "KPlugin": {
        "Description": "<emphasis>Tesseract</emphasis> is a free software OCR engine, originally developed at HP&nbsp;Labs and now sponsored by Google. It supports multiple languages and scripts (including right-to-left text) and page layout analysis.<nl/><nl/>The best results are achieved if scanned characters are at least 20&nbsp;pixels high. Problems may arise with excessively skewed or rotated images, or if dark borders are present.<nl/><nl/>See <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> for more information on Tesseract.",
        "Description[ca@valencia]": "<emphasis>Tesseract</emphasis> és un motor d'OCR de programari lliure, desenvolupat originalment en els laboratoris d'HP i ara patrocinat per Google. Admet múltiples idiomes i scripts (inclòs el text de dreta a esquerra) i analitza la disposició de la pàgina.<nl/><nl/>S'obtenen els millors resultats si els caràcters escanejats tenen almenys 20 píxels d'alçària. Poden sorgir problemes amb imatges excessivament inclinades o girades, o si hi ha presents vores fosques.<nl/><nl/>Vegeu <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> per a obtindre més informació quant a Tesseract.",
        "Description[ca]": "El <emphasis>Tesseract</emphasis> és un motor d'OCR de programari lliure, desenvolupat originalment en els laboratoris d'HP i ara patrocinat per Google. Admet múltiples idiomes i scripts (inclòs el text de dreta a esquerra) i analitza la disposició de la pàgina.<nl/><nl/>S'obtenen els millors resultats si els caràcters escanejats tenen almenys 20 píxels d'alçada. Poden sorgir problemes amb imatges excessivament inclinades o girades, o si hi ha presents vores fosques.<nl/><nl/>Vegeu <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> per a obtenir més informació quant al Tesseract.",
        "Description[es]": "<emphasis>Tesseract</emphasis> es un motor OCR de software libre, desarrollado originalmente en HP&nbsp;Labs y patrocinado en la actualidad por Google. Permite el uso de múltiples idiomas, scripts y análisis de formatos de página (incluido texto de derecha a izquierda).<nl/><nl/>El mejor resultado se consigue si los caracteres escaneados tienen al menos 20&nbsp;píxeles de altura. Pueden surgir problemas con caracteres excesivamente inclinados, con imágenes rotadas o si existen bordes oscuros.<nl/><nl/>Consulte  <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> para obtener más información sobre Tesseract.",
        "Description[fr]": "<emphasis>Tesseract</emphasis> est un moteur « Open source » de reconnaissance optique de caractères, développé à l'origine par les laboratoires HP, désormais soutenu par Google. Il prend en charge plusieurs langues et systèmes d'écriture (Y compris de droite à gauche) et l'analyse de la disposition de pages.<nl/><nl/>De meilleurs résultats sont obtenus si la taille des caractères numérisés est d'au moins 20 pixels. Des problèmes peuvent cependant survenir avec des images ayant subi des distorsions ou des rotations trop importantes ou ayant des bordures sombres.<nl/><nl/>Veuillez consulter la page <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>  pour de plus amples informations sur Tesseract.",
        "Description[gl]": "<emphasis>Tesseract</emphasis> é un motor libre de recoñecemento óptico de caracteres (OCR), desenvolvido orixinalmente en HP&nbsp;Labs e agora patrocinado por Google. Permite varios idiomas e alfabetos (incluídos os que van de dereita a esquerda) e análise de disposición de páxina.<nl/> <nl/>Para un mellor resultado, cómpre que os caracteres escaneados teñan unha altura de polo menos 20&nbsp;píxeles. As imaxes con distorsións ou rotadas en exceso, así como os bordos escuros, poden causar problemas.<nl/> <nl/>Consulte <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> para obter máis información sobre Tesseract.",
        "Description[he]": "<emphasis>Tesseract</emphasis> הוא מנוע זיהוי אופטי במסגרת תוכנה חופשית, פותח במקור במעבדות HP&nbsp;Labs וכעת ממומן על ידי Google. הוא תומך במגוון רחב של שפות וסוגי כתב (כולל כתב מימין לשמאל) וניתוח פריסות עמודים.<nl/><nl/>התוצאות המיטביות מתקבלות אם התווים הנסרקים הם בגובה של 20&nbsp;פיקסלים לפחות. עלולות לצוץ בעיות עם תמונות מתוחות באלכסון נוטות, או אם יש מסגרת כהה.<nl/><nl/>בכתובת <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> יש פרטים נוספים על Tesseract.",
        "Description[ka]": "<emphasis>Tesseract</emphasis> არის უფასო პროგრამული OCR ძრავა, რომელიც თავდაპირველად შემუშავებულია HP Labs- ში და ახლა დაფინანსებულია Google- ის მიერ. იგი მხარს უჭერს მრავალ ენას და სკრიპტს (მათ შორის მარჯვნივ მარცხნივ ტექსტს) და გვერდის განლაგების ანალიზს.<nl/><nl/>საუკეთესო შედეგები მიიღწევა, თუ დასკანერებული სიმბოლოები მინიმუმ 20 პიქსელის სიმაღლეა. პრობლემები შეიძლება წარმოიშვას ზედმეტად დახრილ ან მობრუნებულ სურათებთან, ან თუ მუქი საზღვრები არსებობს.<nl/><nl/>იხილეთ <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract Tesseract– ის შესახებ დამატებითი ინფორმაციისთვის.",
        "Description[nl]": "<emphasis>Tesseract</emphasis> is een vrije software OCR-engine, oorspronkelijk ontworpen in HP&nbsp;Labs en nu gesponsord door Google. Het ondersteunt meerdere talen en scripts (inclusief rechts-naar-links tekst) en analyse van pagina-indeling.<nl/><nl/>De beste resultaten worden verkregen als gescande tekens minstens 20&nbsp;pixels hoog zijn. Problemen kunnen optreden met overdreven schuine of gedraaide afbeeldingen of als er donkere randen aanwezig zijn.<nl/><nl/>Zie <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> voor meer informatie over Tesseract.",
        "Description[pl]": "<emphasis>Tesseract</emphasis> jest darmowym programowym silnikiem OCR napisanym przez HP&nbsp;Labs, a teraz wspieranym przez Google. Obsługuje wiele języków, systemów pisania (także te od prawej do lewej) oraz analizowanie układu.<nl/><nl/>Najlepsze wyniki można uzyskać, gdy skanowane znaki mają co najmniej 20&nbsp;pikseli wysokości. Kłopoty mogą się pojawić przy nadmiernie skrzywionych lub obróconych obrazach, albo gdy obecne są ciemne obramowania.<nl/><nl/>Po więcej szczegółów nt. Tesseract zajrzyj na <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[sl]": "<emphasis>Tesseract</emphasis> je mehanizem OCR proste programske opreme, prvotno razvit v HP&nbsp;Labs, zdaj pa ga sponzorira Google. Podpira več jezikov in pisav (vključno z besedilom od desne proti levi) ter analizo postavitve strani.<nl/><nl/>Najboljše rezultate dosežete, če so skenirani znaki visoki vsaj 20&nbsp;pikslov. Težave se lahko pojavijo pri preveč poševnih ali zasukanih slikah ali če so prisotne temne obrobe.<nl/><nl/>Glejte <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/ tesseract-ocr/tesseract</link> za več informacij o Tesseractu.",
        "Description[sv]": "<emphasis>Tesseract</emphasis> är ett fritt program för optisk teckentydning, ursprungligen utvecklat på HP&nbsp;Labs och nu sponsrat av Google. Det stödjer flera språk och skrivtecken (inklusive text från höger till vänster) och analys av sidlayout.<nl/><nl/>De bästa resultaten uppnås om tecknen är minst 20&nbsp;bildpunkter höga. Problem kan uppstå med extremt skeva eller roterade bilder, eller om det finns mörka kanter.<nl/><nl/>Se <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> för mer information om Tesseract.",
        "Description[tr]": "<emphasis>Tesseract</emphasis>, ilk olarak HP Labs bünyesinde geliştirilen ve şu anda Google tarafından fonlanan ücretsiz ve açık kaynaklı bir optik karakter tanıma işletkesidir. Birden çok dili ve sağdan sola yazılanlar da içerilmek üzere birçok yazı sistemini ve sayfa yerleşimi çözümlemesini destekler.<nl/><nl/>En iyi sonucun alınabilmesi için karakterlerin en az 20 piksel yüksekliğinde olması gerekir. Pek yamuk veya döndürülmüş görsellerde veya çok kalın kenarlıklar varsa olağan olduğu üzere sorunlar ortaya çıkabilir.<nl/><nl/>Tesseract üzerine daha fazla bilgi için <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> adresine bakın.",
        "Description[uk]": "<emphasis>Tesseract</emphasis> — вільний рушій для розпізнавання тексту, початкову версію якого було створено у HP&nbsp;Labs. Зараз розробку спонсорує Google. Передбачено підтримку декількох мов та писемностей (зокрема писемностей із напрямком тексту справа ліворуч) та аналізу компонування сторінки.<nl/><nl/>Найкращі результат дає для сканованих символів, розмір яких перевищує 20&nbsp;пікселів у висоту. Проблемними можуть бути рядки тексту із значним нахилом або поворотом, а також сторінки із темними полями.<nl/><nl/>Щоб дізнатися більше про Tesseract, відвідайте сторінку <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link>.",
        "Description[x-test]": "xx<emphasis>Tesseract</emphasis> is a free software OCR engine, originally developed at HP&nbsp;Labs and now sponsored by Google. It supports multiple languages and scripts (including right-to-left text) and page layout analysis.<nl/><nl/>The best results are achieved if scanned characters are at least 20&nbsp;pixels high. Problems may arise with excessively skewed or rotated images, or if dark borders are present.<nl/><nl/>See <link url=\"https://github.com/tesseract-ocr/tesseract\">github.com/tesseract-ocr/tesseract</link> for more information on Tesseract.xx",
        "Icon": "tesseract",
        "License": "GPL",
        "Name": "Tesseract",
        "Name[ca@valencia]": "Tesseract",
        "Name[ca]": "Tesseract",
        "Name[cs]": "Tesseract",
        "Name[de]": "Tesseract",
        "Name[el]": "Tesseract",
        "Name[en_GB]": "Tesseract",
        "Name[eo]": "Tesseract",
        "Name[es]": "Tesseract",
        "Name[et]": "Tesseract",
        "Name[eu]": "Tesseract",
        "Name[fi]": "Tesseract",
        "Name[fr]": "Tesseract",
        "Name[gl]": "Tesseract",
        "Name[he]": "Tesseract",
        "Name[it]": "Tesseract",
        "Name[ka]": "Tesseract",
        "Name[ko]": "Tesseract",
        "Name[nl]": "Tesseract",
        "Name[pa]": "Tesseract",
        "Name[pl]": "Tesseract",
        "Name[pt]": "Tesseract",
        "Name[pt_BR]": "Tesseract",
        "Name[sl]": "Tesseract",
        "Name[sv]": "Tesseract",
        "Name[tr]": "Tesseract",
        "Name[uk]": "Tesseract",
        "Name[x-test]": "xxTesseractxx",
        "Name[zh_TW]": "Tesseract"
    }
}
